{
    "5156": {
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年1月15日，莫新国酒后驾车在长沙市伊莱克斯大道被交警查出体内酒精超标。\n经过：莫新国的血液酒精浓度高达201.1毫克/100毫升，被认定为普通醉酒状态，有完全刑事责任能力。\n结果：2018年1月30日，莫新国主动投案并如实供述自己的罪行。最终被定罪。"
    },
    "4891": {
        "妨害公务罪": "与妨害公务罪相关的犯罪情节的起因、经过、结果分别为：\n起因：民警对孙小寨伤情拍照。\n经过：孙小寨不配合，拿剪刀威胁并辱骂出警人员；在医院继续辱骂工作人员。\n结果：孙小寨主动投案，如实交代妨碍公务行为。",
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孙小寨酒后驾车被举报；经过：孙小寨拒绝配合酒精测试，辱骂并威胁出警人员；结果：孙小寨被捕并坦白妨碍公务行为。"
    },
    "5187": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王X酒后无证驾驶被警察要求停车检查；经过：王X拒绝检查并辱骂警察，王X1、李X加入辱骂并殴打警察；结果：3名警察受轻微伤，王X等三人被抓获。",
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王X酒后无证驾驶摩托车遇到警察检查；\n经过：王X没有停车，警察追赶将其制服，王X及其同伙辱骂并殴打警察；\n结果：警察受伤被鉴定为轻微伤，王X血液酒精超标。"
    },
    "330": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨海和陈洪凯驾驶摩托车寻找目标。\n经过：陈洪凯砸坏车窗并盗窃行车记录仪，两人驾车逃跑时被捕。\n结果：被盗物品找回并发还给失主，陈洪凯的摩托车被扣押，他赔偿了被害人的车窗修理费。"
    },
    "706": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2011年秋天至2012年10月间，多人分组合谋盗窃。\n经过：各被告人间分合不等，使用工具多次在多地盗窃通信电缆、电瓶等财物，其中部分销赃给他人。\n结果：张某某等人被抓获，涉及盗窃金额及物品价值不等，分别被判刑罚。收购赃物者也受到相应处罚。",
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某某等人盗窃后将部分通信电缆卖给朱某某、赵某某。\n经过：朱某某、赵某某明知电缆是盗窃所得仍予以收购，之后又卖给李某甲。\n结果：三人因收购被盗通信电缆六次被指控犯掩饰、隐瞒犯罪所得、犯罪所得收益罪。"
    },
    "259": {
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘某甲找人多装货并出售；\n经过：被告人刘某乙明知是赃物仍购买24吨纯碱；\n结果：被告人刘某甲退还部分赃物及所得，被告人刘某乙退缴罚金。",
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘某甲授意仓库员工多装货并承诺支付费用；经过：多名员工帮助多装载15吨纯碱，刘某甲运输并将其中24吨卖给他人；结果：非法占有纯碱共计价值19650元，部分纯碱及非法所得已退还和追缴，被告人家属主动缴纳罚金。"
    },
    "221": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：薛亮和陈某预谋盗窃。\n经过：薛亮撬门进入被害人的住宅，偷走大量财物。\n结果：薛亮被发现并被逮捕，赃物已被追回。",
        "非法侵入住宅罪": "抱歉，以上文本并没有涉及到与\"非法侵入住宅罪\"相关的犯罪情节。"
    },
    "2132": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈建军与蔡某、王某等人喝酒吃夜宵，蔡某搂抱周某引发争执；\n经过：陈建军用折叠刀捅刺蔡某、王某；\n结果：蔡某、王某身受重伤，陈建军被扣押折叠刀。"
    },
    "2143": {
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：田某1阻止施工，调解过程中李刚妻子与魏某抓扯；经过：田某1欲上前参与，李刚将其殴打致轻伤二级；结果：李刚赔偿田某1损失并获得谅解。",
        "聚众扰乱社会秩序罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李刚等人希望承包工程但未能如愿。\n经过：李刚等人筹资并邀人阻挠施工，导致工地损失。\n结果：李刚等人被认定犯有聚众扰乱社会秩序罪。"
    },
    "1972": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杜晓萱等人在渭南技工学校门口与该校男生争吵并相互动手。\n经过：杜晓萱、严黎明纠集团伙持凶器与对方械斗，严黎明、刘泽文使用匕首戳伤对方。\n结果：械斗中，被害人岳兵被刺伤后经抢救无效死亡。",
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杜晓萱等人遭男学生调戏，在学校门口与男学生发生争吵。\n经过：双方电话谩骂并约架，杜晓萱、严黎明纠集众人持械与对方打斗。\n结果：打斗中，严黎明、刘泽文用匕首刺伤岳兵，致其死亡。"
    },
    "1978": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张云阳与同案犯预谋抢劫。\n经过：张云阳和同案犯将被害人诱骗至出租屋，勒死被害人并抢走钱财。\n结果：张云阳及同案犯逃离现场，事后被捕归案。"
    },
    "2361": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：闵某驾驶皮卡车为婚礼服务，车斗载人。\n经过：闵某行车途中减速慢行后继续行驶，致车上人员坠落。\n结果：坠落人员死亡，闵某赔偿并获得谅解。"
    },
    "2373": {
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：朱明召驾驶货车在道路上行驶。\n经过：朱明召为避让障碍物驶入逆行车道，与李玉西驾驶的摩托车发生刮擦，导致李玉西死亡；朱明召驾车逃逸。\n结果：李玉西在事故中当场死亡；朱明召被控告交通肇事罪。"
    },
    "2331": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某甲醉酒后无证驾驶无号牌货车与陆某醉酒后无证驾驶无号牌电动三轮车在转弯路口发生碰刮。\n经过：碰刮致使三轮摩托车侧翻，李某被甩出车外倒在路面上，被赵某甲驾驶的小型货车碾压。\n结果：李某当场死亡，两车损坏。陆某承担事故主要责任，赵某甲承担次要责任。陆某、赵某甲分别赔偿被害人家属经济损失。",
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某甲醉酒后无证驾驶无号牌五菱小型货车。\n经过：赵某甲驾驶的车辆与陆某驾驶的三轮车在转弯路口发生碰刮，致李某死亡。\n结果：赵某甲承担事故的次要责任，并赔偿被害人家属1.5万元。"
    },
    "3228": {
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：贩毒人员孙某向吴方建购买毒品；\n经过：吴方建在超市门口以500元价格卖给孙某10颗麻果，后被警方抓获；\n结果：警方从孙某和吴方建身上搜出毒品和毒资，并对吴方建进行行政拘留。"
    },
    "3746": {
        "走私、贩卖、运输、制造毒品罪": "与走私、贩卖、运输、制造毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王某甲找赵某甲帮忙买毒品。\n经过：赵某甲联系李某某购买毒品，再转手给王某甲。\n结果：赵某甲和李某某多次成功交易，最终被捕并缴获毒品。"
    },
    "3765": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年2月至3月期间，叶国祥在其位于邛崃市猪牌坊街的出租房内容留周某1吸毒。\n经过：2017年3月21日17时许，叶国祥和周某1来到陈霞入住的梦温泉大酒店1220号房间，与陈霞、冯兴春一起吸毒。\n结果：2017年3月21日18时许，公安机关在梦温泉大酒店停车场挡获冯兴春、叶国祥、陈霞，并从叶国祥身上查获他帮冯兴春携带的96.8克甲基苯丙胺。",
        "走私、贩卖、运输、制造毒品罪": "与走私、贩卖、运输、制造毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无直接说明原因。\n经过：2016年8月起，冯兴春开始制造毒品甲基苯丙胺，并与罗成共同制造和贩卖。他们还从其他人那里购买甲基苯丙胺进行贩卖。此外，叶国祥也多次贩卖甲基苯丙胺，并在自己的出租房里三次容留周某1吸食毒品。而陈霞则在梦温泉大酒店的一个房间里，与冯兴春、叶国祥和周某1一起吸食甲基苯丙胺。\n结果：2017年3月21日，公安机关逮捕了四名被告人在不同的地点。从他们的身上或住所搜出了大量的毒品、制毒工具和枪支弹药。四人均被指控犯有走私、贩卖、运输、制造毒品罪，并在法庭上受审。",
        "非法持有、私藏枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无直接提及。\n经过：冯兴春持有枪支和子弹被警方逮捕。\n结果：警方收缴了枪支、子弹，并对冯兴春等人进行了其他指控。"
    },
    "3342": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年6月间，陈某甲在其租赁并经营的士多店内非法贩卖复方磷酸可待因糖浆。\n经过：陈某甲多次向吸毒人员贩卖糖浆，并容留他们在店内服用；陈某乙受雇协助经营，也容留他人服用。\n结果：2014年6月9日晚，公安人员查处该士多店，抓获了陈某甲、陈某乙和陈某丙，并缴获相关毒品。",
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人陈某甲在其经营的士多店内非法贩卖含有可待因成分的药物；\n经过：陈某甲雇佣陈某乙帮忙经营及贩卖，并容留多名吸毒人员服用；陈某丙也在店内两次贩卖甲基苯丙胺给吸毒者黄某；\n结果：警方在搜查中抓获三名被告，并在现场发现多种含毒物品，已全部扣押。"
    },
    "1405": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李芬梅用假名字通过网络认识被害人任某，并编造家里出事需要用钱等谎言欺骗他。\n经过：李芬梅冒充单身并与任某谈恋爱，隐瞒自己已经生了小孩并且已婚的情况。她还一直编造各种借口问任某要钱。\n结果：李芬梅在2008到2016年间共骗走任某902500元。最后在边境检查站被逮捕。受害者任某原谅了她并请求法庭对她从轻发落。"
    },
    "1430": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：叶书平与王海存合作，用虚假汇票数据进行转贴现业务。\n经过：叶书平指示员工制作虚假清单、协议等材料，骗过多家银行转款共计6亿多元。\n结果：已偿还4亿多元，剩余2亿多元未还。叶书平在警方立案后被抓获。"
    },
    "1325": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被害人取款后遗忘银行卡；\n经过：被告人发现后取走款项；\n结果：被告返还款项并获得谅解。"
    },
    "1355": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：侯金凯退休后，仍以成都铁路办事处工作人员身份收取租金。\n经过：侯金凯向承租户出具作废公章的收据，收取本应属于成都铁路局的租金132300元。\n结果：案发后，侯金凯家属向侦查机关退赃100000元。"
    },
    "4738": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人檀某发现前妻与一男子徐某在一起。\n经过：檀某叫来李某、甘某教训徐某，三人对徐某拳打脚踢、威胁丢下平台，并限制徐某人身自由。\n结果：徐某被打受伤并跳下平台，后得到救治。檀某等人被追究刑事责任，赔偿受害者并获得谅解。"
    },
    "4794": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：因矿山纠纷，孙某伙同他人伤害高某丙、陈某并砸毁车辆。\n经过：孙某一方已与被害人达成调解协议。\n结果：无相关结果描述。",
        "窝藏、包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡攀诚等人持枪打伤人后，打电话让徐载敏和倪集成送他们躲藏。\n经过：徐载敏和倪集成知情后，驾车将胡攀诚等四人送到闻章学家中躲藏，之后又转移到柯兴茶上班的公司。\n结果：胡某等四人在公司吸食毒品后离开躲藏地。徐载敏被抓捕并规劝同案犯孙某自首。"
    },
    "4829": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：钱盛杰怀疑王某1侵吞游戏厅钱款，在游戏厅内用棒球棍殴打王某1。\n经过：钱盛杰拘禁王某1并指使李忠、姚升党和高春震对其进行看管和体罚。期间，四人均不同程度地对王某1实施了暴力行为。\n结果：王某1因全身多处被钝性物体多次打击致挤压综合征死亡。在发现王某1死亡后，钱盛杰等人试图毁灭证据和逃避法律追究。",
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王某1曾侵吞游戏厅钱款。\n经过：钱盛杰拘禁并指使他人看管王某1，限制其自由，并对其进行体罚。\n结果：王某1因全身多处被钝性物体多次打击致挤压综合征死亡。",
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：钱盛杰租用房屋开设游戏厅，设置赌博游戏机。\n经过：钱盛杰雇佣李忠、高春震、姚升党参与管理。钱盛杰等人拘禁并虐待王某1。\n结果：王某1被钝性物体多次打击致死。钱盛杰等人清理现场，销毁罪证。",
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：钱盛杰经营游戏厅，怀疑王某1侵吞钱款。\n经过：钱盛杰等人非法拘禁并虐待王某1，导致其死亡。\n结果：钱盛杰等六人被抓获归案，被判刑罚。"
    },
    "4719": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：林海涛与林某1发生口角并被打。\n经过：林海涛驾车撞击林某1的摩托车，致其轻伤二级。\n结果：林海涛被公安机关抓获，并扣押了作案工具。"
    },
    "883": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人吴雪飞在其租住的房屋内多次容留吸毒人员吸毒。\n经过：2017年4月13日至14日期间，吴雪飞容留腾某1、徐某等人吸食甲基苯丙胺和甲基苯丙胺片剂。\n结果：吴雪飞归案后如实供述自己的罪行，并被判处刑罚。"
    },
    "836": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周文师在其租住房内容留吴某1吸毒；\n经过：李某带来毒品加入吸毒行列，后卢某1和吴某2也参与吸毒；\n结果：多人吸毒被警方抓获，尿检均呈冰毒阳性。"
    },
    "837": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人郭海平在其位于惠东县平山镇住处拿了人民币2.8万元给陈某让其到陆丰市甲西镇购买毒品甲基苯丙胺。\n经过：2015年10月至被抓捕前，被告人郭海平提供其居住的惠东县平山惠新花园504房给冯某（另案处理）吸食毒品甲基苯丙胺两次，给曾某（另案处理）吸食毒品甲基苯丙胺三次。\n结果：被告人郭海平因犯容留他人吸毒罪被判处有期徒刑九个月，并处罚金二千元。",
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郭海平和陈某商量购买冰毒。\n经过：郭海平给了陈某2.8万用于买毒品，陈某购得1千克冰毒后带回交给郭海平。之后因质量问题，郭海平又让陈某去换货并被捕。\n结果：陈某逃脱，郭海平在2年后被捕，警方在他家中搜出多种毒品及一把自制手枪，同时他容留他人吸毒的事实也被发现。",
        "非法持有、私藏枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无\n经过：公安机关在郭海平家中搜查出一支以火药为动力的自制手枪和10枚国产64式7.62mm手枪弹。\n结果：郭海平因非法持有、私藏枪支、弹药罪被判刑。"
    },
    "861": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某在其居住的待拆私房内容留夏某、张某、姜某吸毒。\n经过：张某贩卖毒品给夏某、张某并提供吸毒工具。\n结果：张某被公安民警抓获，毒品和毒资被查扣，吸毒人员也被抓获。",
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张某为谋取非法利益，决定贩卖毒品；\n经过：张某在其住处向夏某、张某贩卖毒品并容留他们吸食，后被公安民警抓获；\n结果：公安民警现场查获多种毒品和毒资，并抓获吸毒人员。"
    },
    "3952": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年7月以来，张西涛等人以卖茶猜谜语为名开设赌场。\n经过：赌场设有11期竞猜，参赌人员下注3元猜谜底，每注最高可赢60元。\n结果：被公安机关查获两期涉案赌资共计12.47万元，案发后张西涛退缴3万元赃款，并如实供述犯罪事实。"
    },
    "3878": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：贺某承租房屋并购买麻将机。\n经过：贺某在其承租房内经营麻将馆，组织多人赌博，并从中抽头渔利；高某在麻将馆为参赌人员提供赌资并收取利息。\n结果：公安机关将麻将馆查获，贺某和高某被捕；两人已退缴非法获利。"
    },
    "3943": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年1月至7月期间，被告人王某明知www.game456.com网站进行网络赌博，雇佣被告人沈某、俞某从事相关活动。\n经过：三被告人在宁波银珠明园等地为玩家提供虚拟币兑换和资金结算服务，涉及金额超过100万元，从中非法获利3万余元。\n结果：2013年7月25日，三被告人被公安机关传唤到案。案发后，他们退缴了全部赃款。"
    },
    "4023": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为牟取非法利益，宋某与他人合伙开设赌场。\n经过：宋某提供赌博工具、资金，并负责管理钱、账等事务，获利后与他人分红。\n结果：赌博场所获利145070元，后被公安机关查处。"
    },
    "5511": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：德国人伦某醉酒；经过：王治红、王治兵乘机偷走财物；结果：物品被销赃，两人3天后被捕，劳力士表已找回。"
    },
    "5504": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李保庆以为高某某调戏其外甥媳妇；\n经过：李保庆伙同他人将高某某拘禁并殴打，逼迫高某某交出现金和写下欠条；\n结果：案发后，被告人等人赔偿了被害人经济损失并退还了赃款。"
    },
    "5561": {
        "强奸罪": "与强奸罪相关的犯罪情节的起因、经过、结果分别为：\n起因：江某通过微信将熊某约至宿舍。\n经过：江某通过威胁、恐吓控制熊某并抢走现金，熊某因害怕未能逃脱；随后江某将熊某带到租房，不顾熊某反抗与其发生性关系。\n结果：熊某借口逃脱并报警，江某被抓获，违法所得已被扣押。",
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：江某通过微信将熊某约至宿舍。\n经过：江某通过威胁、恐吓方式抢走熊某150元现金，熊某因害怕未敢反抗。\n结果：江某被抓获，违法所得87元已被扣押。"
    },
    "2174": {
        "妨害公务罪": "与妨害公务罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王楠酒后与人发生争执并报警；\n经过：民警到达现场处置时，被告人王楠拒绝配合并将民警打伤；\n结果：被告人王楠被当场抓获，并对其家属进行了经济赔偿。"
    },
    "2198": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周某甲的亲戚与他人发生车祸，亲戚死亡；经过：周某甲等人堵塞交通，抗拒警察执法，殴打警察；结果：多名警察受伤，周某甲后来赔偿了受伤警察的损失。",
        "聚众扰乱公共场所秩序、交通秩序罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周某甲的妹妹周阿秀在交通事故中死亡。\n经过：周某甲等人先躺在公路上、站在马路中间堵塞交通，后聚集大批亲属继续堵塞交通并殴打交警。\n结果：导致交通堵塞一个多小时和多名交警受伤，但周某甲的亲属后来赔偿了受伤交警的医药费等损失。"
    },
    "2186": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人钟开德醉酒闹事；\n经过：被告人钟开德对接警民警进行谩骂、殴打，致辅警刘某轻微伤；\n结果：被告人钟开德被抓获归案并被判刑。"
    },
    "2203": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定起因；\n经过：被告人在民警抓捕时使用暴力抗拒；\n结果：造成一名辅警受伤，被告人随后逃离现场，在几个月后被抓获归案。"
    },
    "5193": {
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：4名未成年人盗窃香烟并销赃。\n经过：被告人郭某明知是赃物，仍低价收购。\n结果：被告人郭某退赔被害人损失并获得谅解。"
    },
    "5239": {
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨璐明知120万为贿赂款仍帮丈夫黄某2存放。\n经过：黄某2敲诈勒索300万，杨璐收取25万并存入账户。\n结果：杨璐被调查期间坦白犯罪事实，退赃并有立功表现，被移交给公安机关。"
    },
    "5223": {
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年4月25日，勒春伟等人骗得64000元。\n经过：勒春伟找朱建堂帮忙找人刷卡取现，朱建堂明知是诈骗所得仍介绍康某取款。\n结果：康某帮助取出了全部款项。"
    },
    "6905": {
        "非法持有、私藏枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：戴某、王某无证持枪打猎；\n经过：打猎途中被警察抓获，枪支、子弹被没收；\n结果：两人如实供述犯罪事实，被判非法持有枪支罪。"
    },
    "6909": {
        "非法持有、私藏枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄某为防身从广州购买了一把手枪和8发子弹。\n经过：黄某将枪和子弹存放在公司保险柜中，后来又转移到了弋阳家中。\n结果：黄某在弋阳公安局上交了这些物品，但是公安局并未立即处理。直到一年半后才立案调查，并确认这些是仿制的手枪和子弹。"
    },
    "6917": {
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：严家晓贩卖毒品氯胺酮给陈某辉时被抓获；经过：在严家晓住所搜出大量毒品和枪支；结果：严家晓被认定犯走私、贩卖、运输、制造毒品罪及非法持有枪支罪。",
        "非法持有、私藏枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：警方在严家晓贩毒案中发现其租住房间内有枪支和弹药。\n经过：警方搜查严家晓租住房间，找到多支枪形物和弹药形物，后经鉴定确认是管制枪支和弹药。\n结果：严家晓因非法持有枪支和弹药罪被判刑。"
    },
    "3805": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：石超和女友都晓双为了迫使张某还债，防止她逃跑。\n经过：石超和都晓双强行搬进张某的住所，并对其进行看管，限制其人身自由。石超使用手铐、开水烫、不给饭吃等方式逼迫张某还债，导致张某和她的儿子被烫伤。\n结果：张某在石超和都晓双睡觉时逃离现场并向警方报案。石超和都晓双随后被捕。石超的母亲代为赔偿了张某的部分损失，并得到了张某的谅解。"
    },
    "3817": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人齐铁桥伙同他人组成恶势力团伙，在赌场内非法高利放贷并暴力讨债。\n经过：被告人齐铁桥伙同他人将袁某1带到洼地非法限制人身自由并实施殴打、辱骂；持刀前往袁某1家进行恐吓并将车辆砍坏。\n结果：无相关结果描述。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人齐铁桥与同伙组成恶势力团伙，通过非法高利放贷并暴力讨债敛财。\n经过：被告人伙同同伙多次非法拘禁欠赌债的人，手段包括捆绑、殴打、侮辱、拍裸照、威逼写欠条等。\n结果：被告人因涉嫌非法拘禁罪等多项罪名被捕归案，等待法律制裁。",
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定起因；\n经过：被告人齐铁桥与同伙多次在赌场非法高利放贷，采用非法限制人身自由、殴打、侮辱、威胁等方式暴力讨债，如将袁某1带到洼地非法拘禁并实施殴打辱骂；携带砍刀到袁某1家索要高利贷并损坏其车辆；持刀将马某1强行带走捆绑并拍裸照勒索；将王某1强行带走并实施殴打，后来两次对其进行恐吓和敲诈勒索；将一男子带回肃宁索要高利贷并实施殴打；\n结果：导致多名被害人受到人身伤害和财产损失，严重扰乱了经济和社会秩序。"
    },
    "3814": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈国旗因离婚纠纷将赵桂云带走。\n经过：陈国旗及其家人强行将赵桂云带上车并带回家中，期间对其进行殴打，并限制其人身自由。\n结果：赵桂云被迫支付陈国旗1.5万元后才被释放，陈国旗赔偿赵桂云1万元并获得谅解。"
    },
    "3862": {
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：姜洪杰怀疑周某是酒托骗钱。\n经过：姜洪杰纠集隋鑫、张某找到周某并将其强行带上车，限制其人身自由，并索要手机密码和银行卡密码，从银行卡内取款2400元。\n结果：姜洪杰和隋鑫对周某进行了殴打，致其轻微伤，后将周某释放。姜洪杰和隋鑫分赃，隋鑫还将周某的手机销赃。",
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人姜洪杰怀疑被害人周某是酒托骗钱，纠集他人去青岛找周某要钱。\n经过：姜洪杰等人采用暴力手段将周某强行带上车，限制其人身自由，迫使周某交出银行卡和密码，从中取款2400元，并对周某进行言语威胁。\n结果：姜洪杰等人释放了周某，取走的款项已被分赃，周某受到轻微伤。"
    },
    "6820": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张建林吸毒过量产生幻觉报警。\n经过：警方到达现场，在戴峰家搜出大量毒品。\n结果：查获张建林持有的甲基苯丙胺和氯胺酮共679.66克。"
    },
    "6775": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人彭丽菲非法持有毒品；\n经过：民警在其骑行的电动自行车上查获白色晶体1袋，净重24.145克，检出甲基苯丙胺成分；\n结果：彭丽菲归案后如实供述了犯罪事实，并被认定构成非法持有毒品罪。"
    },
    "6816": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人曹东通过朋友联系贩毒人员购买毒品。\n经过：被告人曹东购买毒品后与他人共同吸食，并被公安机关抓获。\n结果：公安机关从被告人曹东身上查获并扣押了毒品。"
    },
    "6706": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：潘坛发在未取得林木采伐许可证的情况下，非法采伐多处山场的林木。\n经过：潘坛发分别于2015年和2016年间，在不同时间段和地点非法采伐了共计8处山场的林木，其中包括杉木和松某。\n结果：潘坛发滥伐的林木共计立木材积（蓄积）为25.1525立方米，折木材材积15.0915立方米。他的行为触犯了滥伐林木罪，将受到相应的法律制裁。"
    },
    "6700": {
        "滥伐林木罪": "与滥伐林木罪相关的犯罪情节的起因、经过、结果分别为：\n起因：郑光年为了供应邓少波承建的安置房工程所需木材，未经许可砍伐大量林木。\n经过：郑光年在多个地点非法砍伐林木并将其加工成檀条出售给邓少波，邓少波在未审查木材合法性的情况下购买。\n结果：郑光年共砍伐480株林木，立木蓄积达到49.6603立方米，邓少波购买的立木蓄积达到38.3811立方米。",
        "非法收购、运输盗伐、滥伐的林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郑光年购买他人山林里的林木，在未办理林木采伐许可证的情况下，雇工进行非法采伐。\n经过：邓少波在未查明林木合法来源的情况下，以2万多元的价格从郑光年处购买500余件檀条。\n结果：邓少波被判处犯非法收购、运输盗伐、滥伐的林木罪，被处罚金人民币三万元。"
    },
    "6652": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韦某甲没有按法院调解书如期还款。\n经过：法院依法向韦某甲送达执行通知书等，但他收款后转移藏匿钱款。\n结果：韦某甲与受害者达成和解协议并偿还部分款项，得到对方谅解。",
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韦某甲在未经许可的情况下，砍伐购买的桉树林。\n经过：韦某甲雇佣民工砍伐并出售树木，获利20000元，被鉴定滥伐蓄积量为108立方米。\n结果：韦某甲退出违法所得，在审理过程中与对方达成刑事和解协议，并偿还部分款项。"
    },
    "2403": {
        "非法经营罪": "与非法经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：六人未经烟草专卖许可，非法经营烟草。\n经过：租赁仓库，收储走私烟，更换包装逃避打击，再通过物流销售。\n结果：被公安机关抓获，缴获大量走私烟及作案工具。"
    },
    "2387": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：云南省绥江县烟叶复烤厂未经国家烟草专卖局批准进行生产经营。\n经过：从1995年至2012年间，被告人周德年等人长期非法经营烟草制品，涉及金额巨大。\n结果：被告单位绥江县烟叶复烤厂被判处罚金，被告人周德年等六人被判处有期徒刑并处罚金。"
    },
    "2430": {
        "非法经营罪": "与非法经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵孟军、高爱吓非法开采露天钠长石。\n经过：仝明国入干股，占有两股份额，负责放哨、开采活动，宜阳县国土资源局多次下达停止违法行为通知书，但几人继续偷采。\n结果：仝明国伙同他人共非法开采钠长石一万余吨，价值60余万元，退还违法所得30000元。"
    },
    "6394": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：新疆正和车辆制造有限公司董事长戴某某承诺给马波好处费。\n经过：马波向戴某某索要好处费，戴某某送给他20万元。\n结果：马波接受审查调查时坦白了受贿问题，退缴了赃款。"
    },
    "6432": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：叶彬担任东环和其他项目拆迁安置工作领导小组组长，拥有一定的权力。\n经过：叶彬接受多人贿赂共计50万元现金和2间铺面地，帮助他们获得工程项目或征地补偿。\n结果：叶彬滥用职权导致国家损失9间铺面地，最终被发现并受到指控。"
    },
    "6409": {
        "非国家工作人员受贿罪": "与非国家工作人员受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张敬飞将泰康公司项目给邓琛并推荐给合作商，邓琛与泰康公司成功合作。\n经过：邓琛向泰康公司提供投保客户信息，获得服务费，分多次给张敬飞好处费。\n结果：张敬飞退还邓琛部分钱款，两人被抓获，退交部分违法所得。",
        "对非国家工作人员行贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张敬飞将泰康公司项目介绍给邓琛并帮助其与泰康公司合作。\n经过：邓琛向泰康公司提供投保客户信息并获得服务费，分多次给予张敬飞好处费共计340万元。\n结果：张敬飞陆续退还邓琛300万元，两人被捕后分别退交部分违法所得。"
    },
    "6282": {
        "非国家工作人员受贿罪": "与非国家工作人员受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张某甲想从小石渣运输业务中获利，请托陆建明。\n经过：陆建明提议将业务转包给张某甲并索要30万好处费，张某甲答应并通过妻子转账给陆建明的朋友段某用于还债。\n结果：陆建明帮助张某甲获得了小石渣运输业务，张某甲支付了30万好处费。"
    },
    "4852": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈长鉴与陈某1互换土地引起争议。\n经过：陈明诗在协商无果的情况下，两次破坏陈某1的枇杷树。\n结果：枇杷树枯死，损失价值17442元，陈明诗被抓获。"
    },
    "4873": {
        "非法侵入住宅罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：林某鹏参与聚众斗殴致陈某1林死亡，讨要说法。\n经过：林宝友等人闯入陈某1林家破坏财物，损失达人民币13538元。\n结果：林国鹤被捕，林宝友主动投案。",
        "故意毁坏财物罪": "与故意毁坏财物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：林某鹏参与聚众斗殴致人死亡，嫌疑人未归案；\n经过：林宝友伙同亲友讨要说法，持铁锤砸毁电梯间和指纹锁，进入房间破坏财物；\n结果：造成经济损失13538元，两被告人均被抓获归案。"
    },
    "4863": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：董某与高某乙因倒酒发生争执；\n经过：高某乙等人驾车寻找董某并撞向董某，董某持斧子砸坏宝马轿车；\n结果：董某赔偿王某3000元并获得谅解。"
    },
    "4847": {
        "故意毁坏财物罪": "与故意毁坏财物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：佘瑞川饮酒后产生幻觉，臆想自己遭遇与领导和书记等人有关。\n经过：佘瑞川拿柴刀破坏村便民服务中心办公室的门窗和设备。\n结果：佘瑞川造成物品损失价值6388元，被抓获归案并如实供述，具有完全刑事责任能力。"
    },
    "6094": {
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李大良以谢某1等人的项目经理有在建工程为由举报，威胁其会失去中标资格。\n经过：谢某1等人担心被“废标”，答应支付20万“封口费”。因资金紧张只支付17万，李大良继续施压。\n结果：谢某1等人被迫分三次转账17万给李大良。"
    },
    "6072": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴持标、厉永高等人发现赌博输赢可借此敲诈勒索；经过：叶小忠等人安排赌局，假装发现作弊，殴打被害人，逼迫赔偿巨额款项；结果：未实际获取钱款，多人受到惩罚。",
        "妨害作证罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：徐忠华为在判决中获得从轻处罚，与楼某、斯某2合谋制造盗窃电动车案件。\n经过：徐忠华出资购买电动车，安排斯某2停放并让楼某“偷窃”。随后徐忠华、徐某2将楼某“抓获”并向警方报案。四人在接受调查时作出虚假陈述。\n结果：楼某被刑事拘留、审查起诉，后因情节轻微被不起诉。徐忠华伪造立功情节的行为被发现，严重影响了司法秩序。"
    },
    "6046": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邓某某与杨某某有经济纠纷。\n经过：陈益桃受邓某某指使，纠集他人强行把杨某某带到别处看管，并采用殴打和威胁方式逼迫杨写下悔过书和欠条。\n结果：杨某某被释放，陈益桃等人的行为导致杨某某轻微伤，陈益桃的亲属后来赔偿了杨某某2万元。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：邓某某与杨某某有经济纠纷。\n经过：陈益桃等人把杨某某带到别处看管，用殴打和威胁方式让杨写下悔过书和5万欠条。\n结果：杨某某被打成轻微伤，瞿某某取款时被抓，邓某某当晚也被抓，陈益桃十月才被抓。陈益桃亲属后来赔给杨某某2万。"
    },
    "6081": {
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：柯某接到了王某电话，需要将一批货物运送出海；\n经过：柯某找到杨雄贵帮忙联系船只运输，期间毒品被发现，杨雄贵伙同康某2威胁柯某，要求支付赎金；\n结果：柯某报警，康某2和杨雄贵被捕，毒品被查扣，康某2家属退赃。",
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：柯某雇佣康某2、杨雄贵运输毒品。\n经过：康某2、杨雄贵发现运的是毒品，用杨雄贵电话向柯某索要100万，否则销毁毒品或报警。\n结果：柯某付了2.5万，二人被抓获，赃款已退还。"
    },
    "-1071": {
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：董国华担任设施中心和服务中心主任期间，利用职务之便；\n经过：采用骗取、套取等方式挪用公款购买个人房产、投资、还款等；\n结果：部分房产被查封，部分赃款被追缴，但仍有大部分贪污金额未退还。",
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：董国华为焦守江承揽文化局及相关单位的工程项目提供帮助。\n经过：董国华于2003年向焦守江索要现金30万元。\n结果：焦守江支付了30万元给董国华，该套房产已被查封。",
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无相关信息。\n经过：焦守江为了感谢董国华的帮助，送给他30万元现金。\n结果：焦守江向董国华行贿30万元，后被查获归案。"
    },
    "-991": {
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：同事霍某、方某向被告人郑江南购买毒品；经过：郑江南以3000元价格购入20克大麻，并分给霍某、方某各约5克；结果：郑江南被抓获归案。",
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郑江南与同事霍某、方某有购买和吸食毒品的行为。\n经过：郑江南多次在其暂住地容留霍某、徐某、方某等人吸食毒品大麻。\n结果：郑江南于2018年5月9日被抓获归案。"
    },
    "-5180": {
        "滥伐林木罪": "与滥伐林木罪相关的犯罪情节的起因、经过、结果分别为：\n起因：孙某某将杨树卖给万某某，但没办采伐证；经过：万某某在明知孙某某没办证的情况下仍组织人砍伐；结果：被查处，滥伐林木300株，折算30.8782立方米。"
    },
    "-743": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：涂某、汪某盗窃大量电缆线和铝绞线；\n经过：黄鑫梅在未核实这些物品合法来源的情况下进行收购；\n结果：黄鑫梅收购的物品价值人民币12988元，并在5月19日被抓获归案。",
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：汪某等人盗窃电缆线后出售给黄鑫梅。\n经过：黄鑫梅在未核实电缆线来源的情况下进行收购。\n结果：黄鑫梅收购的电缆线价值人民币12988元，被抓获归案。"
    },
    "-3859": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王某低价购入假烟并高价卖出。\n经过：王某先后向多人销售假烟总计550条。\n结果：王某被查出并追究刑事责任，法院判决其构成非法经营罪。"
    },
    "0": {
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：唐某某醉酒驾驶小型轿车。\n经过：唐某某驾车撞到行人张志辉，造成其受重伤。\n结果：唐某某承担事故全部责任，张志辉因车祸致重伤二级和轻伤二级。"
    },
    "1": {
        "抢劫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李红雨等人预谋盗窃；\n经过：在撬门时惊醒户主任XX，对任进行殴打并盗走六只山羊；\n结果：任XX受轻伤，山羊价值3000元，胡银甫赔偿1000余元。"
    },
    "2": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年10月13日18时左右，徐瑞阳以非法占有为目的，将纳少帅的摩托车骑走。\n经过：徐瑞阳以借车为由，将摩托车骑走低价销赃挥霍。\n结果：摩托车价值人民币15000元，被认定为诈骗罪。"
    },
    "3": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人韦文能与被害人王某因议论画眉鸟发生口角；经过：韦文能返回拳击王某面部将其打倒在地，又追上李治学进行殴打；结果：王某经抢救无效死亡，韦文能家属赔偿并取得谅解。"
    },
    "4": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人韦文能与被害人王某因议论画眉鸟发生口角；\n经过：韦文能回头一拳打倒王某，并追打案外人李治学；\n结果：王某经抢救无效死亡，韦文能赔偿并获得家属谅解。"
    },
    "5": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘豹因索要喜面与石某发生口角；\n经过：张东、刘豹准备砍刀，砍伤石某后持续追赶并拳打脚踢；\n结果：石某轻伤二级，三人逃离现场。"
    },
    "6": {
        "重大责任事故罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：汪某某在施工过程中未经许可擅自封闭道路，并在安全警示标志设置不规范的情况下进行施工作业。\n经过：在施工过程中发生了交通事故。\n结果：一人在事故中死亡。"
    },
    "7": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：梁帅帅等人计划骗车转卖。\n经过：赵卫春假装购车，签合同付首付，提车后交给梁帅帅等人，得到好处费。\n结果：4S店损失14万多元，赵卫春被起诉。"
    },
    "8": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张群伪装成帮忙挑选衣服的人。\n经过：张群利用童某试穿衣服时将她的包偷走。\n结果：张群被发现并逮捕，被判犯有盗窃罪。"
    },
    "9": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人计如勤在高度公司担任电工；\n经过：计如勤通过伪造电费收据、虚报电费方式，骗取公司电费300546元；\n结果：计如勤被抓获羁押，扣押赃款3万并发还被害人。"
    },
    "10": {
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年7月23日凌晨1时30分许，刘计岗伙同马广亮持砍刀在上海市闵行区颛桥镇颛建路中沟路附近寻找目标。\n经过：刘计岗和马广亮随机选择了两名被害人胡某某和王甲，并对他们进行了攻击，导致他们受伤。\n结果：胡某某右肘部及双下肢皮肤裂创、右桡骨小头、右尺、桡骨下段及左腓骨近端骨折，构成轻伤；王甲左颈皮肤裂创和右尺骨远端骨折，也构成轻伤。"
    },
    "11": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡某的男友万某与邹潇微信争吵并相约见面；\n经过：邹潇、辜九六、夏人杰、杨博携带工具到达约定地点，因未见到万某再次相约见面并殴打万某致轻伤二级；\n结果：四名被告自动投案并如实供述罪行，部分被告赔偿并取得谅解，一名被告有前科。"
    },
    "12": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：马昭、玉贵邀马光朝去追债。\n经过：玉贵逼田某某交钱未果发生争执，众人扭打，公安赶到现场后马光朝等人逃跑。\n结果：马光朝等人不同程度受伤，乘机逃跑。"
    },
    "13": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年10月，黄某弟在家中打牌时要求陈显清送毒品。\n经过：陈显清携带毒品前往黄某弟家，并贩卖给黄某弟收取钱财。次年8月，陈显清与他人吸毒被警方查处，丢弃毒品后被捕。\n结果：警方在陈显清处扣押多种毒品共计50余克，陈显清尿检呈阳性，且其在之后的审判中被判犯有非法持有毒品罪。"
    },
    "14": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：俞某某通过手机短信、QQ等形式接收“六合彩”码单。\n经过：俞某某将接收的“六合彩”码单报给上线庄家，并从中非法获利。\n结果：俞某某接收的“六合彩”码单合计金额为人民币480848.18元。"
    },
    "15": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某与代某因喝酒产生争执；\n经过：胡某1、吴某和张某故意伤害代某及其家人，随后以此为由向代某家人索要医药费，使用威胁手段迫使对方交出现金；\n结果：胡某1、吴某收到现金2800元并挥霍一空。"
    },
    "16": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：上诉人秦某某酒后搭乘出租车到目的地。\n经过：到达目的地后，秦某某借口车费问题持匕首划伤司机，并在醉酒状态下驾车撞击公共设施。\n结果：秦某某被认定为轻伤，赔偿司机损失并得到谅解。"
    },
    "17": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年1月18日4时许，上诉人张某某翻墙进入位于银川市西夏区平吉堡农场的被害人徐某某家中盗窃棉衣等财物。\n经过：在张某某将财物窃取成功准备逃离时，被赶回家中的徐某某发现，徐某某将张某某追至院外一片空地并将张某某的胳膊抓住后，张某某推了徐某某的胸口位置，致徐某某摔倒头部受伤后，张某某逃离现场。\n结果：被盗财物价值为人民币170元。徐某某身体所受损伤程度评定为轻微伤。"
    },
    "18": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：丁某甲与梁某某因债务纠纷引发争执；\n经过：丁某甲等人将梁某某强行带走并限制人身自由，期间对其进行殴打和威胁；\n结果：梁某某被迫写下欠条，家人支付欠款后才被释放，梁某某受到轻微伤。"
    },
    "19": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：四名男子酒后无故对路人及电动三轮车进行殴打。\n经过：警察接警后前往处理，其中一名被告用脚跺伤警察并伙同他人殴打警察。\n结果：警察受伤被鉴定为轻伤和轻微伤，四名男子被起诉。"
    },
    "20": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为了索要烟款，原审被告人杨建伙同他人绑架了刘某1；\n经过：他们把刘某1带到淮北，期间多次殴打他并索要更多钱物；\n结果：尽管没有找到毒品，他们仍将刘某1送到公安局，导致刘某1受轻伤。杨建后来赔偿了损失并获得谅解。"
    },
    "21": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某甲、马建成认为杨某乙赌博时出千作弊。\n经过：杨某甲、马建成伙同他人拘禁杨某乙、赵某某，索要赔偿款，期间同伙用木棒将杨某乙打成重伤。\n结果：杨某甲支付1200元医疗费，其他人释放赵某某，杨某乙受重伤。"
    },
    "22": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：上诉人黄义购买了一张已经过期的林木采伐许可证。\n经过：黄义雇佣人员对这片森林进行了非法砍伐，期间曾因村民阻止而停工，但最终仍完成了采伐并将木材售出。\n结果：黄义的行为被举报后，经过鉴定确认他非法采伐的林木活立木蓄积达到了1572.3755立方米，超出了原有合法许可的数量。"
    },
    "23": {
        "开设赌场罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王真才在其永春家中等地非法销售六合彩。\n经过：王真才通过微信、银行卡转账方式向下线销售六合彩，销售金额共计1660348元，非法获利450062元。\n结果：王真才被公安机关抓获归案，并如实供述了自己的犯罪事实。"
    },
    "24": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘高为牟取非法利益。\n经过：刘高通过互联网注册了地下“六合彩”赌博网站，并接受他人投注，非法获利6万元。\n结果：刘高主动上缴非法所得6万元。"
    },
    "25": {
        "非国家工作人员受贿罪": "与非国家工作人员受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：袁某某担任临沂经济技术开发区芝麻墩街道小岗居委支部书记，协助芝麻墩街道办事处进行旧村拆迁还建。\n经过：袁某某单独或伙同刘敬永等人，在2006年至2011年间非法收受他人财物总计33.9万元，并为他人谋取利益。袁某某实际分得12.5万元。\n结果：2011年7月29日，袁某某的亲属向公诉机关上缴了5万元的赃款。"
    },
    "26": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：于守刚在为农民钟某某办理购买国家补贴农机时，向钟某某收取了抵押金。\n经过：于守刚向钟某某收取抵押金后，将其占为己有，并且出具了加盖公章的收据。\n结果：案发后，于守刚退还了全部赃款。"
    },
    "27": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李雪等人认为汤某的车辆从其跟前划了一把方向并且报警。\n经过：李雪驾车紧追汤某，两车发生碰撞；李雪和杜某下车与汤某等人撕扯；李某1驾车赶到现场撞击汤某轿车多次，李雪也驾车撞击汤某轿车。\n结果：汤某车辆严重受损，李雪等人与汤某达成民事调解协议并履行，汤某对李雪予以谅解。李雪于2011年10月25日主动到公安机关投案。"
    },
    "28": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵利与骆某在酒店房间因报酬问题发生争执；经过：赵利用水杯砸伤骆某头部，同伙继续殴打骆某；结果：骆某被打成轻伤，在赵利授意下被迫写下3千万借条。"
    },
    "29": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：曾建波邀请罗国龙等人诈骗被害人罗某1；\n经过：罗国龙等人以赌博作弊为由对罗某1进行殴打和威胁，迫使他交出现金和写还款便条；\n结果：罗某1被迫交出15000元，并遭受轻微伤害；罗国龙等人归还赃款和赔偿医疗费，取得谅解；罗国龙自首。"
    }
}