{
    "751": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵玉秀、唐增清注册成为“善心汇”会员。\n经过：赵、唐二人通过宣传“善心汇”，发展下线并从中获利。\n结果：两人被认定为传销活动组织成员，被判处罚金和追缴违法所得。"
    },
    "720": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：羊双彪等人在金华开设工作室，为赌博人员售卖和兑换游戏币。\n经过：工作室从2019年4月至案发非法获利共计9万余元，另一工作室从同年11月至案发非法获利共计8万余元。\n结果：五名被告人在2020年6月被传唤归案并如实供述犯罪事实，退出违法所得。"
    },
    "753": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某怀疑邻居陶某。\n经过：王某于凌晨1点将陶某搭建的棚子点燃。\n结果：棚内物品及照明电线被烧毁，消防员灭火。"
    },
    "730": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张建发现妻子周某与张某1有不正当关系；\n经过：张建诱骗张某1并索要10万，张某1未能支付，张建等人对其殴打、威胁，并逼迫写20万借条，张某1被迫答应给付；\n结果：张某1因心理压力试图自杀未遂，张建和张小春后来被传唤到案。"
    },
    "796": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年6月21日凌晨，被告人姚孟云伙同他人在重庆市九龙坡区一居民楼利用插片开锁实施盗窃。\n经过：姚孟云等人进入失主朱某家中，盗走两部手机及挎包内的5万元现金，并将手机销赃获利600元。\n结果：2017年8月5日，姚孟云在垫江监狱门外被民警抓获，并如实供述了自己的罪行。"
    },
    "761": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吴某甲在参与花山区相关项目征迁工作中，利用职务便利。\n经过：吴某甲非法收受相关被征迁人员贿赂共计47000元，为其谋取利益。\n结果：吴某甲因受贿罪被判刑，并追缴违法所得。",
        "滥用职权罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2008年，马鞍山市花山区政府开展杨坝农民创业园项目征迁。\n经过：吴某甲通过放松皮尺等方式虚增房屋面积，傅某违规登记虚增的丈量数字，导致田某甲家族领取征迁房屋补偿款2665972.20元，造成国家征迁补偿资金损失995065.08元。\n结果：案发后，挽回了部分损失，花山区人民检察院依法扣押田某甲赃款人民币500000元。"
    },
    "716": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：国太集团实际控制人徐勤等人预谋策划非法吸收公众存款。\n经过：蒋某某、王某2、尹某某、杨某3、周某某等五人在公司主管人员的组织和指使下，通过各种方式吸引社会公众签订理财协议，非法吸收公众存款。\n结果：五名被告人均被发现涉及非法吸收公众存款的行为，且数额巨大，给投资者造成了损失。但他们均接到警方的通知后主动投案自首，并如实供述了自己的犯罪行为。"
    },
    "711": {
        "非法占用农地罪": "与非法占用农地罪相关的犯罪情节的起因、经过、结果分别为：\n起因：广东清远某水泥有限公司经理王某某在使用林地申请未获批情况下，急于完成工作。\n经过：王某某擅自安排工人修建作业路，导致非法占用林地面积122.59亩。\n结果：王某某主动投案并如实供述罪行，涉及地类为灌木林地，包括薪炭林和水土保持林。"
    },
    "712": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某以做生意资金周转为由，用伪造的房产证作抵押向荆某某借钱。\n经过：陈某写下借条并承诺归还，但到期未能偿还，荆某某发现房产证系伪造报警。\n结果：陈某亲属代为归还款项和之前的借款，取得荆某某谅解。"
    },
    "760": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孙某为开挖掘机，纠集众人去找堵车的人；\n经过：孙某等人用石头砸坏车玻璃、车门，并殴打车主；\n结果：被损坏物品价值6159.06元，孙某等人赔偿10万元并获谅解。"
    },
    "766": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘文绘携刀进入被害人家中寻找财物；\n经过：刘文绘未能找到财物，遂对被害人实施性侵犯，并强迫被害人交出现金500元，破坏被害人的通讯工具后逃离现场；\n结果：刘文绘被判处有期徒刑十二年，并处罚金人民币一万元。",
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子持刀进入女子家中意图盗窃，发现女子后意图强奸；\n经过：男子未能实施强奸，改为强迫女子为自己口交，并劫取财物；\n结果：男子逃离现场，破坏女子通讯工具，但最终被抓获归案。"
    },
    "735": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某某与庄某某发生矛盾，相约当晚在沂南县青驼镇水上公园解决。\n经过：张某某纠集被告人董某某等人，刘某某纠集彭某某、毕某某等人，双方发生殴斗。被告人董某某与张某某等人持镐把殴打持铁制棒球棍的彭某某等人。\n结果：毕某某被打成轻伤，彭某某被打成轻微伤。同案犯张某某赔偿了毕某某和彭某某的损失，被告人董某某的亲属也在审理期间赔偿了二人的损失并取得了谅解。"
    },
    "786": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年8月15日下午，被告人魏某1伙同岳某1进入李某1经营的手机店意图抢劫。\n经过：魏某1和岳某1采取了勒脖子、捂嘴等暴力手段将李某1店内抽屉里的125元抢走，随后逃离现场。\n结果：两人在逃跑过程中主动向公安机关投案自首，被抓获归案。警方从魏某1身上搜出并扣押了被抢的125元，并于次日发还给被害人李某1。案发后，魏某1的亲属向李某1道歉，并赔偿了20000元经济损失，取得了被害人的谅解。"
    },
    "737": {
        "非法买卖枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年7、8月，侍某在网上购买了一支枪。\n经过：侍某通过网络向他人贩卖了三支枪。\n结果：侍某被警方逮捕，并在其住所中搜出一支枪。其他两支枪也被警方找回。侍某承认了自己的罪行。"
    },
    "715": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周石命因家庭经济困难对生活绝望，决定杀死自己女儿和妻子后再自杀。\n经过：周石命将索债人送走后，进入女儿卧室将其掐死。\n结果：周某因机械性窒息死亡；周石命获刑；家属谅解并撤诉。"
    },
    "754": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李晓亮以100元价格购买一把射钉枪。\n经过：李晓亮找人将射钉枪改装成火药动力枪并藏于家中。\n结果：警方在李晓亮家中查获该枪，认定为非制式枪支，具有杀伤力。"
    },
    "788": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人叶某某使用信用卡恶意透支消费。\n经过：经银行多次催收，叶某某超过三个月仍未归还本金。\n结果：叶某某最终向公安机关自首，并在法院审理期间偿还了全部欠款。"
    },
    "703": {
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某2因涉嫌抢劫罪被通缉。\n经过：刘某1明知刘某2是逃犯，仍为其提供住所和住在一起。\n结果：刘某1被抓获并如实供述罪行，自愿认罪认罚。"
    },
    "785": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：缺钱；经过：彭某某驾车接近被害人，趁机抢走被害人的包；结果：抢走财物共计价值人民币3000元，后彭某某主动投案并如实供述。"
    },
    "723": {
        "非法占用农用地罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某某在未办理林地占用手续的情况下，非法占用林地。\n经过：刘某某雇佣机械挖坡采砂，将砂石运至堆沙场粉碎淘洗并销售。\n结果：刘某某占用山川坡上段和堆沙场的总面积达17.73亩，损坏了防护林和一般用材林。刘某某因此被罚款和追缴违法所得。"
    },
    "789": {
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年1月，吕某某在新哨小学种植毒品罂粟。\n经过：同年3月12日，公安民警现场查获3100株。\n结果：送检检材中检出吗啡、可待因。"
    },
    "776": {
        "行贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张胜利为了感谢赵某某在其承揽工程中的帮助；\n经过：张胜利在本市美居物流园给予赵某某现金40万元；\n结果：张胜利因此被指控行贿罪，并接受了审判。"
    },
    "741": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人彭乃朵在五华县梅林镇宣某“猪济塘”山下干农活时，因未及时熄灭丢弃的烟头。\n经过：引发山火，烧毁山林面积221亩（其中有林地面积110亩），造成经济损失23310元。\n结果：当晚，被告人彭乃朵自动投案，如实供述自己的罪行，并赔偿了复绿费用。"
    },
    "724": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孟某某得知其违章建筑会被拆除；\n经过：瞿某某和孟某某等人购买汽油，并在强拆过程中侮辱、推搡执法人员，阻碍执法，甚至站在彩钢棚顶威胁跳楼、纵火；\n结果：执法人员被迫停止工作，未能完成拆除任务。"
    },
    "798": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王瑞醉酒后在公共场所随意毁损财物；\n经过：造成车辆和医院玻璃转门损坏，损失共计人民币34866.10元；\n结果：王瑞被抓获到案并已赔偿被害人全部经济损失，取得谅解。"
    },
    "790": {
        "污染环境罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郭某甲在未取得相关许可的情况下，租用电镀厂进行镀锌加工。\n经过：郭某甲将电镀过程中产生的废水通过暗管、渗坑排放至果园沟渠，导致环境污染。\n结果：郭某甲向公安机关自首并处置了污染物，其排放的重金属锌、镍、铬超国家标准三倍以上，构成污染环境罪。"
    },
    "718": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宏野公司在改制过程中，领导班子成员共同决定向财政部门和省完善社会试点办申报并领取163名内退人员经济补偿金。\n经过：宏野公司套取国家财政补贴1453166元，留在了改制后的企业恒太宏野公司，账目记载为管理费。\n结果：宏野公司在改制过程中，套取国家财政补贴1453166元。",
        "私分国有资产罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宏野公司在国企转制时，申请并获取了本不应获得的163名内退人员经济补偿金。\n经过：宏野公司将这笔款项留作改制后的恒太宏野公司的管理费，未支付给内退职工。\n结果：宏野公司被发现套取国家财政补贴，涉及金额1453166元，宏野公司在改制成本中多做了经济补偿金1122778.40元。",
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宏野公司领导班子决定向财政部门和省完善社会试点办申报并领取163名内退人员经济补偿金。\n经过：宏野公司套取国家财政补贴1453166元，留在了改制后的企业恒太宏野公司，账目记载为管理费。\n结果：宏野公司领导班子成员构成贪污罪，依法应当追究刑事责任。"
    },
    "707": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：白某在福兴电器厂工作，该厂使用盐酸进行金属除锈。\n经过：该厂将含盐酸废水排入渗坑，造成环境污染。\n结果：环保部门查处并认定为危险废物，违法排放3吨以上。"
    },
    "770": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：习某1因车辆让道与文某1发生争执；\n经过：习某1邀约亲戚持械殴打文某1和李某1，导致轻伤二级和轻微伤；\n结果：习海洋被判处有期徒刑一年，缓刑一年六个月。"
    },
    "758": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李某1、肖某1等人建立红桃K网络赌博俱乐部，在多地开设赌博场所。\n经过：该俱乐部利用苹果手机APP软件组织赌博活动，设有客服和制表岗位，收取赢家5%的“抽水”，毛某在2016年10月至2017年4月期间担任资深客服并获取非法收益。\n结果：2018年4月俱乐部被公安机关查处，毛某主动投案退赃。"
    },
    "783": {
        "合同诈骗罪": "与合同诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某拿到伪造的建筑工程文件，寻找受害者。\n经过：陈某假装是公司员工，骗取信任，与受害者签订协议，收到费用。\n结果：陈某仅归还一小部分钱款，之后逃跑，最终被警方抓获。"
    },
    "795": {
        "失火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年4月5日，被告人姚某甲在英德市东华镇鱼湾村委会跃进村邓新拱山山脚扫墓时，因燃放鞭炮不慎引起火种。\n经过：火种导致山火蔓延至邓新拱山山上，烧毁了山上种植的林木。后经鉴定，该山地过火面积197亩，其中有林地面积135亩，无林地面积62亩，主要树种为桉树、湿地松。\n结果：案发后，被告人姚某甲积极参与山火扑灭行动，并请求群众报警。他还在现场等候公安机关民警的处理，归案后如实供述自己的主要犯罪事实。此外，他还与被害人达成赔偿协议，赔偿了被害人的经济损失，并取得了谅解。"
    },
    "736": {
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：司某某等人电话联系被告人刘媛购买毒品。\n经过：刘媛多次将毒品海洛因贩卖给司某某等人，获得钱财和手机。\n结果：刘媛被民警抓获，从其处查获毒品海洛因和手机，从司某某处查获钱财。刘媛尿液吗啡检测结果呈阳性，归案后检举他人犯罪线索并协助公安机关抓获嫌疑人。"
    },
    "800": {
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为销售理财产品获奖励，王彦国提议挪用公款。\n经过：王彦国、张敏使用木材预付款购买理财产品，获利3.72万元。\n结果：挪用的公款已全部归还，两人如实供述犯罪事实，张敏还举报他人。"
    },
    "762": {
        "生产、销售假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘军在家自制假药；\n经过：向他人销售假药；\n结果：假药被认定为假药，刘军自首并如实供述。"
    },
    "734": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某某为了承揽小学及幼儿园建设工程项目，找孔某甲帮忙，并承诺事后会感谢。\n经过：赵某某借用建筑公司资质，未经竞标成功承揽项目；之后在孔某甲办公室送给他2万元现金。\n结果：无明显结果描述，但后续可能涉及定罪量刑等法律程序。"
    },
    "717": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：徐冠森经营明珠化工公司，为牟利，未取得危险化学品经营许可证。\n经过：徐冠森购进化硫磺加工、分装后销售，2013年4月至2018年6月间销售给19家单位共计2385.2吨，销售额323.049万元，获利10万元。\n结果：案发后，明珠化工公司和徐冠森经公安机关电话通知后投案自首，并如实供述犯罪行为。"
    },
    "706": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张竹钦驾驶重型半挂牵引车追尾碰撞二轮摩托车和越野客车。\n经过：事故造成两死一伤和三车损坏，张竹钦负主要责任并报警。\n结果：张竹钦自首、获得谅解，被判有期徒刑二至三年，可适用缓刑。"
    },
    "745": {
        "窝藏罪": "与窝藏罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张某甲的朋友胡某等人枪击汤某的车辆并告诉他犯罪经过。\n经过：张某甲联系朋友陈某，安排胡某去上海躲避。\n结果：张某甲和胡某等人向警方投案并如实供述犯罪事实。"
    },
    "709": {
        "生产、销售有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：店主彭勇为了降低成本，提高利润，决定将店内客人食用后的串串锅油回收再利用。\n经过：彭勇聘请了李明亮负责熬制这种“老油”，并在之后将这种“老油”混入新的串串锅底中提供给顾客食用。\n结果：成都市青羊区市场和质量监督管理局发现了这一行为，对现场进行了查处，并查扣了45公斤熬制的串串锅油成品。同时，根据彭勇的供述，店里在这段时间里已经销售出了大约35斤的这种“老油”。彭勇后来承认了自己的错误，并支付了一定的赔偿金，并公开道歉。"
    },
    "777": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赡养老人问题；经过：兄弟间发生口角及打斗，造成对方轻伤二级；结果：达成民事赔偿协议并履行完毕，获得被害人谅解。"
    },
    "792": {
        "挪用资金罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人赵某某用公司资金进行验资。\n经过：赵某某将拍卖款项200万用于自己公司的验资，未按规定支付给德润公司破产案件管理人。\n结果：2011年12月至2012年4月期间，赵某某陆续归还所挪用的资金，并被认定犯有挪用资金罪。"
    },
    "791": {
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：雷某以介绍工作的名义将蒋某骗到传销窝点。\n经过：庹某根据吴某的指示，参与非法限制蒋某人身自由。\n结果：蒋某在外出时报警并获救，庹某后来被捕但未被收押。"
    },
    "748": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：姜春龙与荣显臣因琐事发生口角并撕扯；\n经过：姜春龙将荣显臣推倒在地，导致荣显臣休克后死亡；\n结果：姜春龙家属代为赔偿荣显臣家属22万元，获得谅解，并与荣显臣家属达成和解协议。"
    },
    "767": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：煤矿与韩家门村有赔偿纠纷，村民堵塞煤矿门口。\n经过：四名被告人指使工人砸坏村民停放的六辆汽车，造成损失共价值98610元。\n结果：案发后煤矿赔偿了受害人的损失，四被告人得到受害人谅解；被告人任某某被抓捕归案，另外三名被告人自首。"
    },
    "750": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年10月，宋某某在其家中多次容留王均成、敖荣新吸毒。\n经过：2015年12月9日17时，宋某某与王均成、敖荣新在家吸毒时，被公安抓获。\n结果：现场发现含甲基苯丙胺的冰毒，宋某某等人被依法处理。"
    },
    "726": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年4月24日，被告人卫某与他人合谋，通过网络租车平台预订车辆；\n经过：卫某等人签订租车合同并提取车辆后，将车辆变卖，所得款项被其他人私吞；卫某随后向警方自首。\n结果：被告人的家属赔偿了被害单位损失，并获得了谅解。最终，被告人被判刑罚。"
    },
    "727": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：申玉兰无证驾驶前轮制动无效的无牌三轮电动车载人；\n经过：因路面存在高度落差，申玉兰在未能确保安全的情况下通过，导致车辆侧翻，致人死亡；\n结果：死者家属得到赔偿并对申玉兰表示谅解，申玉兰主动投案。"
    },
    "793": {
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2020年5月22日晚，何祥龙酒后驾车。\n经过：行驶途中在红绿灯路段被警方查获。\n结果：血液酒精含量超标，对犯罪事实供认不讳。"
    },
    "757": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：叶某甲与陈某因座位靠背调整争吵。\n经过：叶某甲纠集叶某乙、曾某殴打陈某，致陈某轻伤二级。\n结果：三被告人逃离现场后，叶某乙协助联系叶某甲、曾某自首，三被告人均如实供述并接受社区矫正。"
    },
    "752": {
        "虚开增值税专用发票、用于骗取出口退税、抵扣税款发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：詹剑华为了给辽宁正品公司虚开发票，联系了岳阳市百业公司的刘某。\n经过：詹剑华通过支付手续费的方式，让刘某为辽宁正品公司开具四张增值税专用发票，金额共计37万余元，税款6万余元。\n结果：詹剑华已被抓获归案，并已经补缴了税款。"
    },
    "708": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子凃尚俊在三年间，多次性侵四名女童。\n经过：被告人在自己家中对受害女童实施奸淫行为。\n结果：被告人于2018年3月21日被捕，并被认定犯有强奸罪。"
    },
    "702": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：乡宁县枣岭乡卫生院院长任XX任职期间，收取药品回扣。\n经过：任XX先后多次以现金形式收受承包人尹XX给其药品回扣共计78000元，用于支付各项费用和个人消费。\n结果：案发后，任XX主动投案并上交涉案款70000元，法院认定其构成受贿罪。"
    },
    "799": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年10月28日晚，被告人贾晓彪在其租住房间内被捕。\n经过：警方在其租住处发现8包疑似毒品，并进行称重和鉴定。\n结果：其中3包含甲基苯丙胺成分，共计24克。"
    },
    "773": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：尹套群在申报危房改造工作中，利用职务便利；\n经过：套取了8户农户的危房改造款，除去发放补助和村务开支，还剩27555元；\n结果：尹套群将这27555元非法占有。"
    },
    "781": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某酒后捡拾稻草及纸袋，并用打火机引燃稻草。\n经过：陈某引燃车辆致其焚毁，且周边有其他轿车停放。\n结果：警察接报后将火扑灭，陈某被其父报警后抓获，并如实供述。"
    },
    "746": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘志刚联系杨洪志寻找并挖出白桦树进行贩卖。\n经过：杨洪志选择地点后，刘志刚找来工人进行挖掘，并将树木运至指定地点。\n结果：共挖掘了351株白桦树，其中幼树和成树数量不等，立木蓄积1.63立方米。两名被告人均被捕。"
    },
    "744": {
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某欠王某某2万块钱到期没还。\n经过：王某某找来邹某某一起把赵某关在办公室和澡堂里二十多小时，期间还打了赵某，导致赵某轻微伤。\n结果：王某某在诉讼过程中赔了2万块到法院。"
    },
    "705": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郭某被任命为公司销售部经理兼餐饮部副经理。\n经过：郭某利用职务便利，将六家单位消费款90243元私自占有。\n结果：郭某在公司要求核对账务时逃匿，其父在案发后代为退还全部赃款。"
    },
    "764": {
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某某请求王某某帮助村民安装变压器。\n经过：王某某挪用村提留款9万，违规资助变压器安装。\n结果：款项已归还，王某某、杨某某主动投案。"
    },
    "768": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：涉县鑫宝集团劳资纠纷及房屋滴水处理问题；经过：为防止二人进京上访，乡、村干部多次劝说，后以不解决诉求就在全国“两会”期间继续上访相威胁；结果：村支书被迫支付1.5万元人民币。"
    },
    "719": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人在广发银行和民生银行申领信用卡并恶意透支。\n经过：被告人在多个地点进行消费和提现，经银行多次催收超过三个月仍不归还。\n结果：被告人的行为构成信用卡诈骗罪，被追究刑事责任。"
    },
    "713": {
        "虚开增值税专用发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：日照文博服装有限公司法定代表人杨兴栋为抵扣税款；\n经过：让他人虚开增值税专用发票3张，并支付开票费用，用发票抵扣税款50854.69元；\n结果：杨兴栋补缴了税款和滞纳金，并被公安机关电话传唤到案。"
    },
    "778": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人梁某明知“卤水”对人体有害，仍用于加工卤肉。\n经过：梁某使用含有亚硝酸盐的卤水加工生肉并销售。\n结果：卤肉被检出亚硝酸盐超标，梁某主动投案并如实供述。"
    },
    "780": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人陈某某驾驶轿车与被害人王某某驾驶的电动车相撞。\n经过：事故造成王某某死亡，陈某某弃车逃逸后主动投案并如实供述。\n结果：陈某某赔偿被害人家属并获得谅解，法院依法判决。"
    },
    "739": {
        "故意杀人罪": "与故意杀人罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘定黎与龙某某因工作安排发生争吵，心生报复；\n经过：刘定黎买刀质问龙某某并发生抓打，持刀刺杀龙某某左肩；\n结果：龙某某送医后死亡，刘定黎逃跑后自首，赔偿部分款项。"
    },
    "797": {
        "非法经营罪": "与非法经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张某在沈阳多地销售走私进口卷烟。\n经过：被告人张某向多人销售多种走私进口卷烟，价格不等。\n结果：被告人张某被抓捕归案，并被扣押了大量走私进口卷烟。"
    },
    "721": {
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：徐某保管帐外资金；经过：徐某挪用公款给丈夫公司支付货款；结果：挪用款项已全部归还，徐某接受纪委调查时坦白罪行。"
    },
    "775": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨朔利用职务便利，侵吞公司货款。\n经过：杨朔将517959元货款用于个人消费，包括网络游戏、购物和吃喝玩乐。\n结果：杨朔如实供述犯罪事实，亲属代为退赔大部分赃款并得到谅解。"
    },
    "714": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某担任至臻堂公司业务总监。\n经过：刘某以高回报为诱饵，非法吸收公众存款2800余万元。\n结果：刘某被抓获，并退缴了50万元赃款。"
    },
    "759": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人成某拖欠服装厂40名工人2013年度工资合计305556元。\n经过：被告人成某为逃避支付工资携家人逃匿，政府部门介入调查并要求其支付拖欠工资，但被告人未按要求执行。\n结果：被告人归案后支付了部分工资和垫付款，并与政府部门达成分期还款协议，部分工人放弃了部分工资。"
    },
    "701": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人的儿子在医院与人发生争执，对方报警。\n经过：警察到达现场劝阻无效，被告人殴打警察并阻碍执法。\n结果：警察受伤，被告人被强制带回公安机关处理，并被诊断为警察受伤。"
    },
    "693": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邓建彬因炒地皮欠下巨额债务被人逼债。\n经过：邓建彬到盛意电器经营部分六次共骗得谭某1格力牌空调82台，并将所得货款全部用于偿还其债务。\n结果：邓建彬被抓获归案，涉案空调未缴回。经物价部门鉴定，该批空调共价值人民币198150元。"
    },
    "691": {
        "抢劫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无信息；\n经过：孔铎桦抢劫和抢夺他人财物；\n结果：孔铎桦被认定有罪，家属向被害人道歉，得到谅解。",
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无；经过：孔铎桦实施了抢劫和抢夺他人财物的行为；结果：孔铎桦被判处有罪，后在二审期间得到被害人的谅解。"
    },
    "699": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：上诉人耿乐等多人伙同他人，在邢衡高速公路引线隆尧县与任县搭界施工处等地，以要挟方法强行向过往车辆收取过路费。\n经过：耿乐等人多次实施上述行为，涉及金额共计人民币52200元。\n结果：耿乐等人因犯寻衅滋事罪被追究刑事责任，具体情况为上诉及原审判决中的相关内容。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：五人在邢衡高速公路引线隆尧县与任县搭界施工处向过往大车司机收取过路费。\n经过：耿乐、刘磊磊、刘金贵伙同他人对过往大车司机进行威胁并收费，其中刘磊磊和刘金贵分别参与了部分收费行为。\n结果：耿乐等五人收取了总计52200元的过路费，其中刘磊磊参与了6000元的收费，刘金贵参与了4000元的收费。"
    },
    "649": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王斌任职期间，收到追加寄宿生补助费并进行截留。\n经过：王斌和张志云将截留的部分款项私分，张志云将部分款项交给他人管理。\n结果：王斌和张志云实际占有了一定数额的截留款项。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王斌担任报账员时，收到追加的寄宿生补助费。\n经过：王斌和校长张志云截留了部分款项，并将其用于个人占有。\n结果：张志云退还了一部分金额，但仍有部分款项被二人占有。"
    },
    "650": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年5月，毛树兵建立名为“天猫网”的QQ群。\n经过：毛树兵与多人在QQ群内用发、返红包方式赌博。\n结果：涉案赌资达到60余万元，被法院依法审理。"
    },
    "670": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：岳紫豹酒后在网吧楼梯下小便，与刚好下来的原某某等人发生言语冲突；\n经过：岳紫豹用铁棍敲击原某某、贾某某头部并追赶殴打；\n结果：致原某某、贾某某轻微伤，事后岳紫豹赔偿并获得谅解。"
    },
    "662": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴某某被季某某等人殴打，告诉曾磊金。\n经过：曾磊金与季某某电话约架，曾磊金邀约张忠华、蔡昌龙携带武器赴约，双方见面后持械互殴。\n结果：蔡昌龙用武士刀将姜某某砍成轻伤二级，三被告被抓捕，曾磊金和张忠华获谅解。"
    },
    "639": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：尹某某等人利用公司违规机会私出柴油。\n经过：尹某某等人通过开油品出库单和安排运输等方式实施贪污行为。\n结果：尹某某等人将所得款项挥霍，但在纪委调查时配合调查并退还非法所得。"
    },
    "651": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张修成被抽调至镇招商办工作，负责帮助企业注册、验资等。\n经过：张修成在帮助墩尚镇“引进”外资时，虚列支出，侵吞公款91760元。\n结果：张修成被判犯贪污罪，需退还非法所得并接受刑事处罚。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：受政府指示帮助企业引进外资。\n经过：虚列支出，侵吞公款91760元。\n结果：被判刑并处罚金。"
    },
    "642": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某甲与毕某某因女友问题发生争执，相约斗殴。\n经过：赵某甲纠集白某某、计某，毕某某纠集团伙，在学校操场等候。赵某甲、白某某、杜某某持镐把，计某持刀，与持棒球棒、砖头的毕某某一方互殴。\n结果：多人受伤，其中两人重伤，两人轻微伤。赵某甲、计某向警方投案自首，赔偿受害者损失并获得谅解。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某甲与毕某某因女友问题争执，相约斗殴。\n经过：赵某甲、白某某、杜某某持械与毕某某纠集的人在校门口互殴，多人受伤。\n结果：毕某某、王某甲受重伤，李某某、赵某甲受轻微伤。赵某甲等人赔偿并获谅解。"
    },
    "618": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：工作人员何某等人巡查时发现卢红巧涉嫌非法营运。\n经过：卢红巧拒绝接受检查，开车撞击阻止其离开的工作人员卯某致其轻微伤，后逃离现场。\n结果：卢红巧被公安机关通知到案。"
    },
    "644": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：两名原审被告人在广东省广宁县南街镇寻找目标实施飞车抢夺。\n经过：两人骑摩托车靠近一名站在路边的女子梁某英，并将其挂包抢走，包内装有约3500元现金等物品。\n结果：两名原审被告人的行为构成抢夺罪，被追究刑事责任。"
    },
    "696": {
        "组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘振兴、宋秀梅等人组织多名妇女卖淫。\n经过：刘振兴通过李汶珈招募宋秀梅管理卖淫窝点，李小玲为窝点介绍客源。\n结果：公安机关查扣15.2万元非法所得，李汶珈、李小玲主动投案。"
    },
    "697": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宋正安在商务局工作期间，利用职务之便为他人谋取利益。\n经过：宋正安接受了他人给予的贿赂款项共计33万元，并帮助他们在商务项目中取得优势。\n结果：宋正安家属在案件审理期间退还了全部赃款，但宋正安的行为已经构成了受贿罪。",
        "玩忽职守罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宋正安作为商务部门分管领导，在验收万村千乡市场工程项目过程中严重不负责任。\n经过：宋正安未调查核实、实地查看，便签署验收合格意见，导致四家公司违规获得国家补贴款888.5万元。\n结果：造成国家专项资金重大流失，宋正安的行为构成了玩忽职守罪。"
    },
    "631": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王力涉嫌非法占用农用地罪被起诉；\n经过：王力为了让判决更有利于自己，指使姜昭送给法官栾某5万元现金；\n结果：行贿行为被发现并追究刑事责任。",
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王力因龙粮公司缺少资金，召集他人商量倒“转圈粮”。\n经过：王力等人利用龙粮公司的玉米，通过虚假入库的方式，骗取国家粮食收购款。\n结果：龙粮公司共计虚假入库玉米5708.679吨，获取购粮款12673267.38元。",
        "妨害作证罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王力想逃避刑事追究。\n经过：王力指使刘某某向公安机关投案自首，并掩盖非法占用农用地的事实。\n结果：王力因此被指控犯有妨害作证罪。",
        "非法占用农用地罪": "与该罪名“非法占用农用地罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：王力擅自平整购买的林业用地，建设办公楼和设施。\n经过：王力非法占用山里乡与大佳河乡道北国有林地169亩，影响森林植被更新。\n结果：王力的行为被鉴定为非法占用农用地罪，他试图通过指使他人投案自首来逃避刑事责任。"
    },
    "661": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：上诉人李银辉为了非法获取财物；\n经过：李银辉于2019年5月25日凌晨，潜入广州市番禺区一商铺，窃取了两部苹果手机和100元现金；\n结果：李银辉得手后驾车逃离现场，被盗物品价值共计2655元。"
    },
    "615": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：葛亮因不满土方价格，与村上发生争议。\n经过：葛亮多次到工地阻挡施工，并辱骂他人、持凶器恐吓他人，导致工地停工。\n结果：葛亮的行为给两家公司造成了共计30926.94元的重大经济损失，并被认定为寻衅滋事罪。"
    },
    "655": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某与王顺银家人发生纠纷，王顺银堵路不让杨某通行。\n经过：派出所接到报警后派人处理，但王顺银、王官文不配合，并殴打工作人员。\n结果：王某1受伤，王顺银、王官文被判犯妨害公务罪。"
    },
    "629": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吉某华利用职务便利，指使邹某超虚构贷款方式侵吞资金。\n经过：吉某华违规解冻刘某江已被冻结的贷款并与其取现。\n结果：吉某华和刘某江共同侵吞了共计29.9997万元的资金。"
    },
    "653": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：因行车冲突，被告人李某甲与宋某产生争执。\n经过：李某甲指使他人召集更多人参与斗殴，双方多人互殴。\n结果：造成一人轻伤，多人被带回派出所，后续有人砸车并打错人。最终被告赔偿受害者并获得谅解。"
    },
    "673": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：程某某为谋求个人职位提升。\n经过：程某某通过王某某向李某某行贿10万元。\n结果：程某某被侦查人员带走，并如实供述自己的犯罪事实。"
    },
    "656": {
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人曹见亮利用职务之便。\n经过：挪用公款1688000元进行营利活动。\n结果：被认定构成挪用公款罪，情节严重。"
    },
    "233": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：石康军在其住所多次容留张某某吸毒。\n经过：石康军在其位于珠晖区的家中三次提供场所供张某某吸食毒品甲基苯丙胺。\n结果：石康军因犯容留他人吸毒罪被追究刑事责任。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人石康军为筹集毒资，进行贩卖毒品活动。\n经过：石康军于2017年5月至6月间，分六次向贩毒人员贩卖冰毒总计5.6克，并被查扣待售毒品甲基苯丙胺和甲基苯丙胺片剂共212.26克。\n结果：石康军因贩卖毒品罪被提起公诉并接受审判。"
    },
    "458": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：邹凤玉成为“百川世界”传销组织会员。\n经过：邹凤玉和肖某1合伙成立公司并以此为据点发展会员、推荐商户等，直接或间接发展下线会员并合伙以他人名义注册会员。\n结果：邹凤玉与其他人合伙带动泰宁县传销组织的建立和壮大。"
    },
    "398": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某身为北流新圩供销社理事会主任，利用职务便利为他人谋取利益。\n经过：陈某多次收受加油站、门市部承包者的好处费共计15.71万元。\n结果：陈某因受贿行为被查处，并追缴全部违法所得。",
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某为加油站、门市部承包者提供帮助。\n经过：陈某伙同会计杨乃辉挪用公款22万进行营利活动，获利0.66万。\n结果：陈某被发现并追究刑事责任，被判刑。"
    },
    "5": {
        "合同诈骗罪": "与合同诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：肖胜奎介绍陈中元认识李会民，声称李会民在山西省运城国新公司工作。\n经过：李会民以虚假身份接待陈中元和刘家宏，与其签订煤炭供销代发合同，收取预付款项但未履行合同。\n结果：李会民通过虚构事实和隐瞒真相的方式诈骗湖北中高泽公司共计160万元。"
    },
    "347": {
        "销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王月趁在网上非法购买并销售未经许可的药品。\n经过：王月趁购买并销售三无性保健品，其中包括含有禁用药物成分的产品。\n结果：王月趁被发现并被判刑，涉及金额共计14587元。其他涉案人员也受到相应处罚。",
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王月趁在网上购买未经国家有关部门批准生产的药品“湿寒筋骨丹”。\n经过：王月趁将购买的“湿寒筋骨丹”销售给徐某，销售金额为2700元。\n结果：王月趁因犯销售假药罪被判刑。"
    },
    "259": {
        "伪造、买卖国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为将广西低价生猪贩卖至四川，闫冰峰联系巫章辉帮其办理运输所需的检疫合格证明。\n经过：巫章辉联系刘登翠制作虚假证明，收取闫冰峰办证费，刘登翠找到制假人员完成证明并交付给巫章辉。\n结果：使用虚假证明运输的生猪在四川被查获并销毁；巫章辉、刘登翠主动投案并如实供述犯罪事实。"
    },
    "457": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人曹杰等人担心吴某无法按时还款。\n经过：被告人曹杰等人在吴某不知情的情况下开走其抵押车辆，要求吴某支付8.2万元赎回。\n结果：吴某妻子付款后取回车辆，被告人非法获利5.4万元，后退还并取得谅解。"
    },
    "139": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：叶真文身为市房开公司董事长，同意下属虚增工程量和工资，导致国家损失。\n经过：叶真文利用职务之便为他人谋利，非法收受或索取贿赂共199万元。\n结果：叶真文被判犯受贿罪，具体刑期未给出。",
        "滥用职权罪": "与滥用职权罪相关的犯罪情节的起因、经过、结果分别为：\n起因：叶真文身为市房开公司董事长，明知他人套取资金行为会给国家造成损失。\n经过：叶真文同意下属采取虚增工程量和人工工资手段，套取国有资金用于各种用途。\n结果：造成了国有资产损失1660499.02元。",
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：叶真文利用职务便利，挪用公款。\n经过：叶真文挪用公款给王某2的公司使用，并收受贿赂。\n结果：叶真文构成挪用公款罪，被判处刑罚。"
    },
    "392": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人于奇预谋抢劫金店。\n经过：于奇携带气枪和斧子进入金店，威胁服务员并抢劫黄金首饰和金某，骑电动车逃离现场。\n结果：于奇被抓获，赃物被追回，返还给金店。",
        "非法持有枪支罪": "与非法持有枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无合法依据而持有枪支；\n经过：在家中被公安机关搜查发现；\n结果：被扣押枪支和弹药，并追究刑事责任。"
    },
    "84": {
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某2涉嫌故意伤害罪外逃，杨女娣想帮助他躲避抓捕。\n经过：杨女娣委托南某给杨某2办理化名身份证。\n结果：杨某2使用该身份证住宿，但最终被发现并受到惩罚。",
        "组织、领导传销活动罪": "与组织、领导传销活动罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年以来，广东省珠海市吴宗霖（另案处理）伙同他人在互联网开设积分拆分投资游戏平台，称可以为会员提供投资理财服务，要求参与者缴纳费用获取会员资格。为了扩大传销活动规模和影响，发展更多会员，吴某2在中国澳门注册成立“中国一川（澳门）国际有限公司”（以下简称“一川公司”），公司实际控制人为吴某2。\n经过：被告人杨女娣自2015年经曲阳县灵山镇朱家峪村杨某5（已判）介绍，参与“一川公司”（幸福100）传销组织，以互联网理财为名、高额回报为诱饵，积极发展大量会员，在公司网站（××）开展投资活动，对外宣传投资者可以通过发展下线提成等方式获取盈利，并组织相关人员到其家授课。截止案发，被告人杨女娣ynD1573账号下已发展下线五层会员共计236人次，根据身份证信息作为唯一条件分析，唯一会员数共94人。\n结果：杨某5被法院以组织、领导传销活动罪判处有期徒刑四年六个月，并处罚金人民币十万元。"
    },
    "427": {
        "扰乱法庭秩序罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李寿庆在法庭上多次打断、质疑公诉人、审判人员的讯问，随意发言、质问、辱骂公诉人，情绪激动异常。\n经过：李寿庆在法庭上多次辱骂同案犯，不顾审判长多次警告、训诫和值庭法警的制止，导致庭审秩序混乱，无法正常进行。\n结果：李寿庆在法庭上不配合，态度蛮横，大声喧哗，随意插话、吵闹、打断审判长的问话，多次用手猛拍桌子、不停地大吵大闹，质问、指责公诉人和审判人员，导致庭审秩序大乱，庭审活动无法继续进行。他还将手机摔到公诉人面前的地面上，将手机摔成几块摔坏，致使庭审程序无法进行，审判长被迫再次宣布休庭决定延期审理。"
    },
    "222": {
        "运输毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无\n经过：2015年10月，刘荣山让麦麦提艾力•阿卜杜热依木将伽师县8乡27大队5组收割的大麻拉运至晾晒地晾晒。麦麦提艾力•阿卜杜热依木与其另一名驾驶员驾驶双桥车将伽师县8乡27大队5组收割的大麻运输至西克尔老铜矿废弃厂房进行晾晒、剪枝。\n结果：2015年10月13日，富连成驾驶福田牌货车将伽师县西克尔农场种植的大麻运输至西克尔老铜矿山沟里进行晾晒。两处晾晒地点被公安机关发现，并将晾晒的大麻枝等物品全部予以查获。麦麦提艾力•阿卜杜热依木非法获得赃款62000元。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘荣山、富连成、黄晓涛为了谋取非法利益，共同商议并实施在承包的土地上种植大麻并予以出售。\n经过：被告人刘荣山和另外两名同伙一起在两个地方种植了大麻，并雇人进行了管理。当其中一个种植地点被警方发现时，他们通过非正常手段避免了处罚。然后，他们将种植的大麻收割并晾干。在此期间，一名被告以大麻作为运费支付给了另一名被告，后者又将这些大麻贩卖给他人。\n结果：警方发现了晾晒的大麻和销售的大麻，并将其全部没收。两名被告因涉嫌贩卖毒品罪而被捕，最终被判刑。",
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年4月，被告人刘荣山、富连成、黄晓涛为谋取非法利益，共同商议共同出资在西克尔农场被告人刘荣山承包的10余亩玉米地中套种大麻并予出售。\n经过：随后，被告人刘荣山、富连成、黄晓涛共同出资在西克尔农场承包的10余亩玉米地中套种大麻，雇佣张某甲等人进行管理；同时，被告人刘荣山在伽师县8乡27大队5组承包的48亩玉米地中也套种了大麻，雇佣张某丙等人进行管理。\n结果：2015年9月，因8乡27大队5组48亩套种大麻被伽师县公安局禁毒大队发现，为了使大麻不被强行铲除，被告人刘荣山通过被告人富连成、黄晓涛与伽师县公安局禁毒大队原教导员依斯马依、副大队长黄晓勇谋划，通过不正当手段使大麻未被查处砍除,伽师县公安局禁毒大队也未继续查处西克尔农场的大麻。2015年10月2日，被告人刘荣山让被告人麦麦提艾力•阿卜杜热依木将伽师县8乡27大队5组收割的大麻拉运至晾晒地晾晒。于是，被告人麦麦提艾力•阿卜杜热依木与其另一名驾驶员驾驶新Ｑ17852、挂新Ｐ1354双桥车将伽师县8乡27大队5组收割的大麻运输至西克尔老铜矿废弃厂房进行晾晒、剪枝。2015年10月13日，被告人富连成驾驶新Ｑ22176福田牌货车将伽师县西克尔农场种植的大麻运输至西克尔老铜矿山沟里进行晾晒。此后，两处晾晒地点被公安机关发现，并将晾晒的大麻枝等物品全部予以查获。经鉴定，在所送2019株（西克尔小农场发现的）可疑植物内均检出四氢大麻酚成分，为大麻原植物，在所送检的墨绿色可疑物内均检出大麻烟"
    },
    "247": {
        "非法经营罪": "与非法经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨东、巫晓倩为获取非法利益，长期从事非法客运。\n经过：两人多次购买客车并雇佣司机，未取得许可的情况下定点拉客运营，被交通部门处罚五次仍继续非法营运，金额达36万余元。\n结果：杨东和巫晓倩非法获利18万余元，被公安机关抓获。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：巫晓倩认为杨某1频繁举报导致自己损失。\n经过：巫晓倩召集他人找到杨某1，威胁举报和伤害其家人，要求赔偿。\n结果：杨某1被迫支付2万元，巫晓倩将赃款挥霍，两人后来被公安机关抓获。"
    },
    "532": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张书需在优速快递仓库倒车；\n经过：张书需倒车时挤撞到任某2导致其死亡；\n结果：张书需自动投案，并取得被害人亲属的谅解。"
    },
    "195": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某拒绝签收执行通知书并对送达人员谩骂。\n经过：张某对抗法院强制执行，辱骂并攻击法院工作人员阻碍执行，致工作人员轻微伤。\n结果：张某被执行机关抓获归案，被评定为完全刑事责任能力。"
    },
    "431": {
        "销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017下半年至2018年间，梁国超请他人加工含有违禁药物的保健品，然后在网店及实体商店销售。\n经过：2018年2月至3月，这些保健品被发现含有违禁药物，但梁国超仍然持续销售，直到2018年4月被捕。\n结果：警方发现了大量违法保健品，并逮捕了梁国超。他后来交出了非法收益，但仍被判刑。"
    },
    "178": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张盼盼和苏国文、孙鹏光、刘东海等人与顺翔公司发生冲突。\n经过：张盼盼和苏国文、孙鹏光、刘东海等人预谋报复，闯入顺翔公司工作简易房，持械将张某3砍伤，并损坏他人车辆。\n结果：张某3受伤构成轻伤二级，车辆损失价值为1636元。张盼盼等人与被害人达成民事调解协议并获得谅解。张盼盼被抓获归案并如实供述犯罪事实。"
    },
    "21": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郭志军邀郭志兵前往沐溪河非法电鱼。\n经过：二人用电击工具捕获野生鱼约1斤，被农业局执法大队现场查获。\n结果：郭志军、郭志兵如实供述犯罪事实，被判非法捕捞水产品罪。他们造成的损失包括直接捕获价值450元及不低于1500元的间接经济损失，并对渔业资源造成严重破坏。"
    },
    "210": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年11月初，被告人韦某与冼某预谋后，在冼某经营的茶庄开设赌场。\n经过：二人以“扯头注”方式召集参赌人员赌博，从中抽头渔利，韦某负责管理、招揽参赌人员。收取“水钱”60000元，扣除开支后韦某分得21000元。\n结果：2014年12月8日，公安机关查获该赌场，抓获韦某，扣押赌资和赌具。2016年4月12日，韦某退回违法所得21000元。"
    },
    "497": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张秀敏收取刘某1钱财并为其购买毒品；\n经过：张秀敏与刘某1多次在其租房内容留对方共同吸食毒品；\n结果：张秀敏被公安机关抓获，并从其身上搜出毒品。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张秀敏为了贩卖毒品，向他人购买毒品。\n经过：张秀敏多次向同一买家贩卖毒品，并收取相应款项。\n结果：张秀敏被警方抓获，并在其身上搜出毒品。"
    },
    "496": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人谢某某怀疑部队军犬将其家养的鸡咬死。\n经过：谢某某持猎枪至部队哨所寻队长理论未成，被保卫人员报警，后被民警抓获归案。\n结果：从谢某某住处收缴了三支自制火铳、一支自制猎枪及四发猎枪弹，经鉴定均为枪支。谢某某没有持枪证件。"
    },
    "291": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：方大福得知陈友金有林木要出售。\n经过：方大福和陈友金未经许可，三次砍伐林木。\n结果：二人被发现并追究刑事责任，共计砍伐林木274株。",
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：方大福得知陈友金有林木出售。\n经过：陈友金将非自家所有的林木卖给方大福，方大福未办证即进行砍伐。\n结果：二人共砍伐了255株林木和19株他人林木，总计立木蓄积69.3111立方米。"
    },
    "546": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年1月至5月，南海云在微信群发布赌博程序。\n经过：组织多人参与赌博，抽头渔利超3万。\n结果：案发后，南海云退出全部违法所得。"
    },
    "150": {
        "放火罪": "与放火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无明确起因信息；经过：季德刚引燃摩托车后离开，火势蔓延导致两车受损；结果：季德刚亲属赔偿两名被害人并获得谅解。"
    },
    "207": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：谢某认为水罐车压坏道路；经过：谢某扣留水罐车并让陈文学看管，李某1被迫支付赎金；结果：李某1付钱后取回车辆，谢某给陈文学部分赎金。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：司机李某3走错路，掉头时，被时任肇源县福兴乡福兴村村长的谢某以车辆把路压坏为由，将李某3驾驶的水罐车扣留。\n经过：谢某雇佣陈文学和李某2看管被扣押的水罐车，要求车主支付8000元才能拿回水罐车；车主被迫答应并汇款给谢某。\n结果：谢某收到8000元后，让车主取回水罐车，从中获利，并分给陈文学1300元。"
    },
    "573": {
        "聚众斗殴罪": "与“聚众斗殴罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：谭长银、唐一辉在酒店外被秦某某等人殴打。\n经过：谭长银邀约何代强、蒋金作等人带凶器帮忙打架，双方在红绿灯处相遇并发生互殴。\n结果：多人受伤，其中三人轻伤一级，一人轻伤二级；五被告人赔偿被害人损失并获得谅解。"
    },
    "191": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某某在未经张某某同意且未办理林木采伐许可证的情况下，雇佣李某甲砍伐张某某的林木。\n经过：李某某将砍伐林木卖给他人。\n结果：经鉴定，李某某盗伐林木合计立木蓄积4.3638立方米，价值人民币1746元。"
    },
    "377": {
        "虚开增值税专用发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告单位为获取非法利益，在没有真实交易的情况下决定接受虚开发票。\n经过：通过中间人介绍，以其他公司名义为被告单位虚开53份增值税专用发票，并进行虚假申报抵扣。\n结果：造成国家税款损失891566.88元，但事后被告单位已补缴全部税款。"
    },
    "513": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：狄杰胜看到秦某提着一包准备上高速路。\n经过：狄杰胜用手捂住秦某的嘴，将其拖到高速路下的涵洞里，把沙土按在秦某脸上，脱光了秦某的衣服，试图用衣服绑住秦某的手。在未能成功的情况下，他拿走了秦某包里的200多元现金并逃离现场。\n结果：狄杰胜被控告犯有抢劫罪。\n\n请注意，以上信息仅涉及抢劫罪的相关内容。",
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定起因；经过：狄杰胜驾驶摩托车尾随或接近受害者，然后夺取她们的财物；结果：狄杰胜成功抢走了受害者的钱财和物品，包括现金、手机、Ｕ盘、手镯等，并造成受害者一定程度的惊吓和人身伤害。"
    },
    "13": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年7、8月，赵连山为多人赌博提供场地等。\n经过：赵连山从中抽头渔利8000元。\n结果：赵连山退赃8000元，缴纳罚金1万，被评估具备社区矫正条件。"
    },
    "35": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：八名被告人通过出售非法的《地下城与勇士》游戏外挂程序来获取利润。\n经过：非法经营额共计数百万元，情节特别严重或严重。\n结果：被告人均被逮捕并退赔了相应的赃款。"
    },
    "531": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：叶炉勇虚构帮助外地农民工孩子上公立小学的事实。\n经过：叶炉勇以需要疏通关系费用为由骗得148100元，又以其他名义骗得10200元。\n结果：叶炉勇使用假章伪造通知书继续欺骗，共骗得158300元，投案自首并退还大部分赃款，获得被害人谅解。",
        "买卖国家机关印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：叶炉勇虚构帮助外地农民工小孩上公立小学的事实，以需要疏通关系为由诈骗多人。\n经过：因无法兑现承诺，叶炉勇为安抚受害者，购买假印章伪造通知书欺骗他们。\n结果：鉴定结果显示通知书上的印章是假的，叶炉勇诈骗金额共计158300元。他后来自首并退还大部分赃款，获得受害者谅解。"
    },
    "11": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：酒后滋事；经过：用方砖砸坏自助存取款机器，造成损失14360元；结果：被现场抓获，先后被行政拘留和刑事拘留，朋友代为赔偿损失。"
    },
    "320": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：尹某某驾驶重型自卸货车视线受阻；\n经过：与无号牌两轮摩托车相撞，导致两人死亡；\n结果：尹某某被带到派出所，造成二人死亡。"
    },
    "397": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人马新伟为了盈利，将一百余吨废旧蓄电池售给无证人员；\n经过：马新伟收到对方转账后，被公安机关传唤到案；\n结果：无害化处理避免了环境污染，马新伟构成污染环境罪。"
    },
    "577": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：新西兰维克多券商有限公司授权被告人徐友远为亚太地区CEO，与被告人吴迪一起组织传销活动。\n经过：徐友远等人创建开通了维克多中国服务部官方网和会员管理系统网站，采取层级发展模式吸收会员加入，收取软件使用费并制定返利规则，鼓励成员发展更多下线。\n结果：至2014年8月15日，维克多中国服务商共发展参与炒汇会员2619人，涉及资金9373万元，案发后警方扣押了涉案财物及部分赃款。"
    },
    "365": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人马龙通过提供虚假收入证明获得高额度信用卡。\n经过：马龙恶意透支信用卡资金，并肆意挥霍，银行多次催收后超过三个月仍未还款。\n结果：马龙向公安机关自首，公安机关立案侦查，马龙被指控犯信用卡诈骗罪。"
    },
    "171": {
        "非法占用农用地罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘永能授意唐文学倾倒废土。\n经过：唐文学将废土倒入双卷槽箐，填平后堆放石料。\n结果：导致22128平方米林地受损，地类改变。"
    },
    "115": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无；经过：崔峥嵘以借款方式从该款中支取30万元并交给李某某，李某某将剩余23万元中5.5万元用于个人支配；结果：2015年10月13日，崔峥嵘存入宁武县人民检察院账户10000元。",
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无；经过：崔峥嵘以借款方式挪用公款30万，其中5.5万被李某某个人支配；结果：李某某支付崔峥嵘23万购羊款，崔峥嵘将1万据为己有。"
    },
    "175": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人任德军等人怀疑赌博中的被害人诈赌，想要索回赌资。\n经过：他们使用暴力手段非法拘留受害者，并将其转移到KTV房间。\n结果：在拘禁过程中造成多名受害者受伤，警察于次日将受害者解救并逮捕了多名被告人。"
    },
    "591": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：警察处理彭某某与村上的纠纷；经过：彭某某与冯某某发生冲突，拿镰刀威胁警察；结果：彭某某被控制并带回派出所。"
    },
    "300": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年12月至2016年1月期间，被告人赵某某趁被害人陈某某不备用其手机将陈的两张银行卡绑定他人手机。\n经过：赵某某利用支付宝和微信将陈某某卡内的5500元转走并占为己有。\n结果：赵某某在案发后赔偿了陈某某9000元并取得谅解，并于次年向公安机关自首。"
    },
    "482": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李婷在昆明市盘龙区组织传销活动。\n经过：李婷采用购买“连锁经营”份额获得发展下线资格，并通过发展下线购买份额，形成层级返利方式的传销组织。\n结果：该组织人数超过30人且层级超过三级。"
    },
    "566": {
        "伪造公司、企业、事业单位印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孟某1、李某某为了学校网络远程教育业务的运营，需帮助外省户籍学员通过奥某中心的资格审核。\n经过：李某某指使他人购买伪造的印章，制作虚假的在职证明和学历证书。后因审核更严格，又购买户口专用章伪造居住证。\n结果：警方现场查获大量伪造印章、证件等物，多名被告人被抓获并依法受到惩处。",
        "买卖、伪造国家机关证件、印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为了帮助不符合条件的学生通过资格审核。\n经过：学校组织员工购买伪造的公章和证件，制作虚假材料。\n结果：被告人均被警方逮捕并查扣了大量的伪造印章和证件。"
    },
    "26": {
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人宋永胜明知张新梅是逃犯。\n经过：宋永胜为张新梅提供住处进行窝藏。\n结果：宋永胜因此被追诉。",
        "非法吸收公众存款罪": "与非法吸收公众存款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：蔡磊与重庆福缘联盟科技有限公司合作，开设实体店。\n经过：以购物名义吸引投资，承诺高额返利，涉及104名投资者，金额超过1000万。\n结果：造成投资者损失516万余元，资金流向总公司，多人被捕。"
    },
    "338": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人在出租屋内私接电线，用非原装充电器为电动车充电后离开。\n经过：当晚电动车起火引发火灾，致人死亡和多人受伤。\n结果：消防部门认定起火原因为电气线路短路；被告随后被抓获并如实供述罪行。"
    },
    "516": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年5-6月及7月5日，被告吴某在其出租屋内容留多人吸毒。\n经过：无具体描述。\n结果：被告吴某因此获刑。",
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：广宁县公安局民警对涉嫌吸毒的人员进行抓捕。\n经过：吴某、李某持刀反抗，吴某使用防狼喷雾并向执法民警挥舞刀具，李某用短刀砍向盾牌。\n结果：吴某、李某被制服，一名协警受轻微伤。"
    },
    "437": {
        "虚开增值税专用发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨何法伙同他人注册3家个体经营户，通过税务审批。\n经过：杨何法伙同他人在无实物、无物流、无资金来往的情况下，虚开增值税专用发票110份，金额共计10723128.12元，税额1822931.78元，并将这些发票销售给多个公司进行抵扣。\n结果：杨何法的部分所购发票未申报或被税务机关决定不予抵扣，成功抵扣税额为1411238.58元。杨何法被抓获归案，并被判刑。"
    },
    "409": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人魏某某在造林期间，未经同意和许可，擅自雇佣工人砍伐林木。\n经过：魏某某将砍伐的部分林木售出获利，其余遗留在现场。经鉴定，砍伐林木合计立木蓄积14.9722立方米。\n结果：魏某某于2016年12月12日自首，并退出木材销售款。随后与村委会签订补种、抚育协议并获得谅解。此外，司法局对其进行了社区矫正审前调查评估。"
    },
    "462": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无明显起因；\n经过：被告人谭逢进邀约他人随意殴打他人，致人轻伤一级；\n结果：被告人的行为构成寻衅滋事罪，应当追究刑事责任。",
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人谭逢进酒后应易某某的邀请，驾驶车牌号轿车。\n经过：谭逢进与易某某对文某实施殴打。民警接警后赶至现场，后将谭逢进带至宜宾县人民医院抽取血液送检。经检验，送检的谭逢进血液中检出乙醇成分。\n结果：认定构成危险驾驶罪。"
    },
    "148": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：潘世禧入室盗窃被发现；\n经过：潘世禧用凳子击打阻止他的人并与其扭打，随后追赶并逃离现场；\n结果：受害者受轻微伤，无财物损失情况说明。"
    },
    "132": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：罗友军的母亲在林业局上访时吞药死亡。\n经过：罗友军及其亲属将尸体停放在医院通道导致堵塞，警方准备搬走尸体时遭到他们暴力阻挠，多名警察受伤。\n结果：罗友军因此被指控并审理。"
    },
    "368": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘华贵、朱国明等四人预谋后搭载两名被害人上车；\n经过：四人试图通过偷窃手段获取财物未果后，转而采用暴力方式强行夺取了两名被害人的钱财；\n结果：四人成功抢走了17000元人民币并逃离现场，之后进行了分赃。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘华贵等四人预谋盗窃；\n经过：刘华贵开车搭着其他三人找到目标伍某，将其诱骗上车后通过偷窃的方式盗走伍某手机及现金；\n结果：四人成功得手并将伍某哄骗下车后分赃。"
    },
    "500": {
        "放火罪": "与放火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人屈某某与他人发生争执，后遭对方殴打；\n经过：被告人屈某某手持汽油进入被害人的门店内并点燃汽油，造成财物损失；\n结果：门店财物被烧毁，损失价值人民币3465.9元。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某某与刘某某甲因铝合金门尺寸问题发生争执。\n经过：陈某某叫来被告人屈某某帮忙，屈某某与刘某某甲发生厮打并拿出长刀砍伤刘某某甲，后用汽油纵火烧毁门店。\n结果：刘某某甲受伤为轻伤，门店财物受损价值3465.9元。屈某某被抓捕归案并赔偿1万元。"
    },
    "354": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：金世集团与永辉工贸因债务纠纷。\n经过：康××纠集团伙与冯良展纠集团伙持械斗殴，致多人受伤、车辆受损。\n结果：多人受伤，车辆受损，康××等被抓获，部分人达成和解协议。"
    },
    "386": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人赵某某为了提高豆腐产量和降低成本，自2011年起在其豆腐坊内，使用工业氯化镁作为添加剂进行食品生产。\n经过：赵某某长期将含有工业氯化镁的大豆腐销往本村，销售额共计约3万元，并从中非法获利1万元。在此期间，当地质监部门对其产品进行了抽检。\n结果：抽检结果显示，赵某某所使用的添加剂多项指标不符合食品安全标准，检验结论为不合格。因此，赵某某的行为涉嫌构成生产、销售有毒、有害食品罪。"
    },
    "231": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人史春亮经营的塑料制品厂购买并处置废旧铅酸蓄电池。\n经过：史春亮购入大量铅酸蓄电池电池壳进行加工，并将部分产品出售。\n结果：被公安机关查处，发现现场堆放有危险废物，涉嫌非法转移和处置危险废物。涉案废物已被转移到危险废物处理站暂存。"
    },
    "551": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：侯某拒绝了于润琪使用信用卡的要求。\n经过：于润琪偷窃侯某的信用卡并盗刷30000元人民币。\n结果：于润琪被抓获归案，退还赃物并赔偿损失，获得被害人的谅解。",
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无\n经过：于润琪与侯某争执后持刀行凶，期间夺取侯某手机。\n结果：侯某受伤，于润琪被抓获归案，事后赔偿并取得谅解。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：侯某拒绝于润琪盗刷信用卡并提分手。\n经过：于润琪在酒店找到侯某并与之争吵，随后持刀行凶。\n结果：侯某受伤轻伤二级，于润琪抢劫手机并逃离现场，后自首。"
    },
    "93": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：于春卫医疗损害赔偿纠纷败诉需赔偿19万。\n经过：于春卫有能力却不履行判决并外出，导致申请人罗某上访。\n结果：于春卫及其家属与申请人达成26万执行和解协议，并得到谅解。"
    },
    "416": {
        "过失致人死亡罪": "与过失致人死亡罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨小平和李某1喝酒时因琐事发生争执；经过：杨小平将李某1推到在地，导致其头部受伤；结果：李某1经抢救无效死亡，杨小平被抓获归案并支付部分赔偿款，取得谅解。"
    },
    "77": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：康某某将工程项目发包给河南林九公司，河南林九公司在康某某不知情的情况下又将工程的劳务部分转包给沈阳鑫路公司。\n经过：至2015年7月，该工程主体封顶但未经验收合格，此时康某某拖欠沈阳鑫路公司的工程款。\n结果：由于康某某没有按照合同约定支付工程款，导致沈阳鑫路公司无法支付农民工工资，从而引发了涉嫌拒不支付劳动报酬罪的问题。"
    },
    "159": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：林俊坚在其住处容留吸毒人员吸毒。\n经过：林俊坚从2016年8月到2017年2月期间，多次在其住处容留林某2、林某3等人吸毒。\n结果：2017年2月14日，公安机关清查林俊坚的住处时将其抓获，并现场发现吸毒工具。",
        "贩卖毒品罪": "与“贩卖毒品罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：林俊坚购买毒品甲基苯丙胺后进行分装。\n经过：林俊坚在其住处将甲基苯丙胺贩卖给林某2和林某3，共计贩毒六次。\n结果：公安机关清查林俊坚住处时发现毒品和吸毒工具，并将其抓获。"
    },
    "593": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：林某某接受上级授意，利用职务之便索取贿赂。\n经过：林某某伙同上级冯某家向车队老板索要钱财，并放松执法。\n结果：林某某和冯某家共同受贿153500元，林某某还单独受贿5000元。"
    },
    "25": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴某某为了节约食盐成本，获取更多利润。\n经过：吴某某多次非法购买散盐，一部分散盐用于直接销售，一部分散盐用于自己在家加工辣椒制品，并将加工的辣椒制品在其调味品店内销售。\n结果：吴某某被抓获后向公安机关检举他人犯罪行为，但其销售含有亚硝酸盐的食品的事实已经构成犯罪。"
    },
    "91": {
        "失火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人梅某在其父亲坟前祭奠；\n经过：因疏忽大意，点燃的香纸引燃周边树木等，毁损多人果园和财物；\n结果：造成价值724253元的损失，事后自首，得到部分受害者谅解。"
    },
    "480": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无相关信息。\n经过：2012年5月，王保民得知西北工业集团华山分厂灯光球场施工方使用的不是三园混凝土公司的商砼，遂安排张某、潘峰利某开车堵住工地大门，挡住了正在施工的商混车。潘峰利还动手殴打了李某面部，造成李某左侧耳膜穿孔。\n结果：潘峰利因此被判刑一年零六个月。",
        "强迫交易罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无明显起因描述。\n经过：王保民等人使用威胁手段，强迫他人购买商品或服务，涉及金额巨大。\n结果：王保民等多人被认定犯有强迫交易罪，并被判处相应刑罚。",
        "非法占用农用地罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：上诉人王保民等人为了谋取不法利益；\n经过：采取威胁手段，强行要求他人购买商品或服务；\n结果：导致他人被迫进行交易，涉及金额巨大，构成非法占用农用地罪。"
    },
    "172": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年4月开始，刘俊、余静、林永康在广州市荔湾区逢源北街38号606房。\n经过：多次容留罗某1、梁某1、陈某、李某3某等人吸食毒品，其中林永康负责招呼吸毒人员及打扫卫生，刘俊为他提供毒品吸食及房间居住作为报酬。\n结果：2017年7月25日，刘俊、余静、林永康再次容留梁某1、陈某、李某1、李某2、胡某1和陈某权等人吸食毒品时被民警抓获，并缴获相关物品。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年11月至2017年7月期间，被告人刘俊多次贩卖毒品海洛因和甲基苯丙胺。\n经过：2017年7月25日，被告人刘俊在广州市荔湾区逢源北街38号604房及606房，准备贩卖毒品给吸毒人员罗某1，并将毒品甲基苯丙胺贩卖给吸毒人员梁某1。\n结果：同日，公安机关现场搜查，缴获了刘俊的毒品海洛因和其他毒品若干，以及吸毒工具和相关物品，并将其抓获。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘俊长期在广州贩卖毒品。\n经过：2017年7月25日，刘俊贩卖给梁某1毒品，并被警察现场抓获。\n结果：警察在现场缴获大量毒品和吸毒工具，刘俊等人被捕。"
    },
    "325": {
        "强奸罪": "与强奸罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年11月2日晚，朱新胜邀请涂某去他家。\n经过：涂某欲离开时，朱新胜将房门反锁，假装有人来，并强行将涂某按在床上实施性侵。\n结果：涂某在性侵过程中一度失去意识。事后涂某报警，朱新胜被抓获。"
    },
    "525": {
        "非法种植毒品原植物罪": "与非法种植毒品原植物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年种麦时，被告人王克兰在家门口撒了大烟种子。\n经过：王克兰管理大烟苗，后被巡逻民警发现并铲除2857株。\n结果：法院审理期间，调查报告显示王克兰具备社区矫正条件。"
    },
    "499": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某1与邵某因喝酒发生争执。\n经过：李某1叫来华某等人到酒吧处理矛盾，随后双方发生厮打，互掷玻璃杯、啤酒瓶、果盘等物品，导致多人受伤及酒吧物品损坏。\n结果：华某等人赔偿了酒吧损失和被害人损失，并取得谅解。",
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无相关信息。\n经过：2017年5、6月份，被告人袁某某明知周红卫（另案处理）在夏邑县北岭镇薛楼村刘振铺西瓜大棚和北岭镇卢集村马某塑料颗粒厂开设赌场，伙同李元章（已死亡）等人开岗车和站岗放哨，提供帮助，方便参赌人员进出赌场，以使赌场人员逃避打击。袁某某在西瓜棚赌场附近站岗放哨四五次，在废弃的院子赌场附近站岗放哨三四次，每次站岗结束，李元章给他300元。当时站岗放哨的人员还有张某1心、杨某和冯博等人。李元章管理岗车和放哨的，进赌场时，李元章给他们发对讲机，通过对讲机进行联络，赌博结束后，李元章再将对讲机统一收回。\n结果：袁某某因涉嫌开设赌场在夏邑县公安局门口被抓获。"
    },
    "193": {
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘云东、周光星怀疑谢某云报警举报他们吸毒。\n经过：刘云东、周光星等人将谢某云带到宾馆房间质问并殴打，限制其人身自由数小时。\n结果：谢某云受伤后逃脱并报警，刘云东、周光星等人被警方传唤到案，并被判刑。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘云东、周光星怀疑谢某云举报他们吸毒。\n经过：刘云东、周光星、张某2将谢某云带到宾馆房间质问并殴打。\n结果：谢某云受伤，刘云东、周光星被传唤到案，双方达成赔偿协议，谢某云谅解。"
    },
    "294": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张天明成立“善心汇”公司，以扶贫济困名义吸引成员加入。\n经过：杨光荣加入后，积极发展下层会员，成为“A轮功德主”，下层会员达15层、26082人。\n结果：杨光荣从中获利10余万元，警方扣押其电脑并发现其账户涉及30489个会员账号。"
    },
    "144": {
        "伪造国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：白世亮为了取得更多借款；\n经过：白世亮使用伪造的房产证进行抵押并将车辆开走；\n结果：白世亮被发现并指控伪造国家机关证件罪。"
    },
    "40": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：胡某某通过网络征婚平台结识龙某某并谎称自己是公务员，为了与龙某某保持恋爱关系。\n经过：胡某某陆续编造自己的领导职务并伪造相关文件，骗取龙某某信任。\n结果：龙某某在恋爱期间陆续转账给胡某某共计27800元。"
    },
    "454": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：许某甲利用担任党支部书记职务便利引进天津泽润公司。\n经过：许某甲以补贴等为由向天津泽润公司索要人民币共25万元。\n结果：许某甲收取了25万元人民币。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：许某甲利用宁阳县葛石镇黑石村党支部书记身份，向天津泽润公司索要赞助。\n经过：许某甲收到民政局军队干休所10万元存单后，将其隐匿并占为己有。\n结果：许某甲未将10万元交于村财务入账，并将其据为己有。",
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人许某甲利用担任葛石镇黑石村党支部书记职务之便；\n经过：在支付张某甲工程款时，实际支付张某甲工程款4万元，许某甲开具一张6.87万元的工程款发票向程庄村村会计程某甲报账，通过虚开发票报销方式，侵吞公款2.87万元；\n结果：公诉机关认定，被告人许某甲的行为构成职务侵占罪，请求依法判处。"
    },
    "234": {
        "非法占用农用地罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王某在羊册镇开采石材。\n经过：占用林地超过许可证范围。\n结果：非法占用28.603亩林地未处理。"
    },
    "197": {
        "过失致人死亡罪": "与过失致人死亡罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某甲驾驶鲁Ｈ×××××自卸车倒车时疏忽大意。\n经过：刘某甲的行为导致车后轮碾压到骑电动车经过的王某乙，致其死亡。\n结果：刘某甲报警并如实供述犯罪事实；民事赔偿事宜已在法院调解下解决。"
    },
    "498": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：苏少聪酒后驾车撞到姜某1后逃逸。\n经过：姜某1受重伤二级，苏少聪被认定负全责且血液酒精浓度超标。\n结果：苏少聪赔偿受害者并获得谅解，涉案车辆投有交强险。"
    },
    "202": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子张超邀约女子刘某1等人吃饭唱歌。\n经过：张超将醉酒的刘某1带到房间，试图性侵她，刘某1反抗并咬伤他，之后呼救。\n结果：张超因害怕未能得逞，被控告强奸罪。"
    },
    "512": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定起因。\n经过：杨志明使用锡条开锁进入住宅进行多次盗窃，窃取了电子产品、衣物、现金等财物，并且在一次盗窃过程中被发现并逃离现场。\n结果：杨志明盗窃了大量的财物，并且在最后一次盗窃过程中还盗窃了一辆三轮摩托车。",
        "放火罪": "与放火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨志明怀疑文某1朝与黄金萍有不正当关系导致自己无法复婚。\n经过：杨志明先后三次携带汽油前往文某1朝、王某1家中纵火，造成财物损失并导致一人受伤。\n结果：杨志明的亲属赔偿了三位受害者共计50000元并获得谅解，杨志明因此案中的放火行为被判处有期徒刑五年六个月。"
    },
    "493": {
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：康某甲为偿还自己承包工程的借款。\n经过：康某甲两次挪用了共计21.361万元的拆迁补偿款。\n结果：康某甲在纪委找他谈话前已主动退还了全部款项。"
    },
    "407": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：申某某以修路为由，擅自将树木卖给周某某砍伐。\n经过：申某某安排周某某砍伐树木，但遭到制止；申某某召集村民帮忙，周某某在明知无证情况下继续砍伐。\n结果：申某某得赃款，二被告人砍伐的树木未办证，已被鉴定为非法砍伐，事后退还违法所得。"
    },
    "472": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吕朝辉和吕福运等人在河南省沈丘县生产销售含有非法添加物的假冒保健品。\n经过：吕福运负责生产和发货，收取了17500元的报酬。他们通过物流公司运送产品并收到原料。\n结果：该团伙涉及金额高达1310364元，被查实的产品中含有国家禁止添加的成分。吕福运于2019年自首，并退还了17500元的违法所得。"
    },
    "182": {
        "包庇黑社会性质组织罪": "与包庇黑社会性质组织罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某1非法占用农用地被举报后，通过刘某1找到时任沈阳市规划和国土资源局东某分局队长的毛宏涛帮忙处理。\n经过：毛宏涛同意帮忙将赵某1被举报一事压下，并被告知刘某1对村内举报自行处理。事后，赵某1向毛宏涛行贿人民币2万元。毛宏涛和黄某为帮助赵某1逃避法律追究，在明知赵某1为非法侵害土地实际侵害人的情况，指使赵某1制作虚假的土地承包协议书，找来沈某2顶替赵某1行政处罚，并对沈某2作出虚假行政处罚决定。毛宏涛还多次通过电话、微信等方式与时任沈阳市自然资源局副局长的赵某3打探案件情况，请托并暗示赵某3对赵某1非法占地一事做简化处理。\n结果：赵某1因涉嫌组织、领导黑社会性质组织罪、非法占用农用地罪等罪名被公安机关移送审查起诉。毛宏涛因涉嫌犯包庇、纵容黑社会性质组织罪于2019年8月2日被刑事拘留，同年8月29日被依法逮捕，最终被判处有期徒刑一年六个月，并处罚金人民币五万元。"
    },
    "225": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵洪斌驾驶车辆疏忽大意。\n经过：赵洪斌的车撞到马某致其死亡。\n结果：赵洪斌在现场等待接受调查，并取得被害人近亲属的谅解。"
    },
    "96": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：付燕军租赁汽车后伪造证件。\n经过：付燕军冒充他人将车辆抵押获取钱财。\n结果：付燕军多次实施诈骗行为，涉及金额总计17.8万元人民币。",
        "合同诈骗罪": "与合同诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：付燕军租赁汽车。\n经过：付燕军使用伪造证件将汽车抵押获取钱财。\n结果：付燕军获得资金后逃逸，构成合同诈骗罪。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：付燕军被公安机关抓获。\n经过：公安机关在付燕军身上搜出疑似毒品。\n结果：疑似毒品中含有甲基苯丙胺成分共计11.146克。",
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：付燕军因琐事与张某5发生争吵；\n经过：付燕军驾驶摩托车带汽油到张某5家门口，倒汽油欲点火；\n结果：张某5的堂兄张某1发现后制止，付燕军扔下汽油桶驾车离开。"
    },
    "459": {
        "聚众斗殴罪": "与该罪名“聚众斗殴罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某1与李军杰打斗，被告人舒柯与许某因此约架。\n经过：舒柯纠集多人持械到约定地点，与对方互殴，致人轻伤及轻微伤。\n结果：舒柯等人四处躲藏，部分人员被捕并受到刑事处罚。",
        "窝藏罪": "与窝藏罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人舒柯、万磊等人聚众斗殴后被通缉。\n经过：罗雯提供资金和电话卡给舒柯、万磊；占越多次为舒柯提供物资和金钱支持。\n结果：被告人为逃避法律责任而接受他人帮助，窝藏行为构成犯罪。",
        "包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：罗雯明知舒柯、万磊是犯罪的人。\n经过：罗雯向舒柯提供财物，帮助其逃匿。\n结果：罗雯因涉嫌包庇罪于2019年3月7日被弋阳县公安局刑事拘留，同年4月12日被执行逮捕。"
    },
    "98": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某在广州市伟权货运代理有限公司担任快递员。\n经过：李某采用伪造快递单据的方式，骗得公司货款人民币10900元。\n结果：李某于2014年3月27日被公安人员抓获。",
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某在广州市伟权货运代理有限公司担任快递员。\n经过：李某利用职务便利，将公司货款22764元非法占为己有后逃匿。\n结果：2014年3月27日，李某被公安人员抓获。"
    },
    "212": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：字花为了种植核桃树。\n经过：字花携带弯刀环剥了21株林木的根部。\n结果：12株树木死亡，字花与林业和草原局达成了赔偿协议并支付了赔偿款。"
    },
    "439": {
        "滥伐林木罪": "与滥伐林木罪相关的犯罪情节的起因、经过、结果分别为：\n起因：占用林地种植芒果增加经济收入。\n经过：在未取得许可情况下雇佣工人砍伐橡胶树。\n结果：导致19.7亩林地严重破坏，林木总立木蓄积量41.7317立方米。两人在接受调查时如实供述犯罪事实，并签署了《认罪认罚具结书》。"
    },
    "520": {
        "非法经营罪": "与非法经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王起、刘某乙夫妇未取得药品经营资质。\n经过：王起负责联系买家，通过德邦物流公司将回收的药品邮寄销售给刘某丙。\n结果：销售额总计692204元。",
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：孙效羽购买并销售假药。\n经过：孙效羽向刘某甲出售假药，刘某甲进一步销售给王起，王起再次销售给刘某丙，最后刘某丙销售给药店。\n结果：警方从刘某丙和药店处扣押了假药，认定部分药品为假药。"
    },
    "446": {
        "伪造国家机关公文、印章罪": "与“伪造国家机关公文、印章罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：赵泉胜的太阳能光伏发电项目未获批准，却非法占用农田。\n经过：赵泉胜伪造了磁县国土资源局的公文，并使用伪造的印章。\n结果：警方发现了伪造的印章，并对赵泉胜进行了调查。",
        "伪造公司印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵泉胜未获批准占用磁县集体农用地建设光伏发电项目。\n经过：赵泉胜以他人名义注册公司，并伪造公司印章签订施工合同。\n结果：警方发现并没收了赵泉胜伪造的印章，其违法行为被揭露。",
        "非法占用农用地罪": "与非法占用农用地罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵泉胜代表公司与村委会签订土地承包合同，用于开发农业和光伏发电项目。\n经过：项目未获批准，赵泉胜仍继续建设，违法占用集体农用地和基本农田。\n结果：造成了严重土地和农业损害，赵泉胜被发现使用伪造公章。"
    },
    "283": {
        "销售有毒有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某某从李ＡＡ处购买了30盒“虫草鹿鞭丸”并进行销售。\n经过：刘某某在自己的保健品店内销售这些“虫草鹿鞭丸”，售出27盒后被警方发现。\n结果：“虫草鹿鞭丸”被认定为假药，且含有毒有害成分，刘某某因此被追究刑事责任。",
        "销售假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某某从他人处购买了30盒“虫草鹿鞭丸”，并在自己的保健品店销售。\n经过：刘某某销售了27盒，剩下的3盒被警方查获。这些药品被认定为假药。\n结果：刘某某因此被判犯有销售假药罪，并受到相应的刑事处罚。"
    },
    "301": {
        "开设赌场罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人魏秀杰为了非法盈利。\n经过：被告人魏秀杰通过网络建立微信群，组织多人进行赌博并从中抽头渔利。\n结果：被告人魏秀杰非法获利1.8万元，并被公安机关抓获。"
    },
    "37": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人焦中奎作为超市生鲜采购员，预支公司蔬菜采购款。\n经过：焦中奎将93万余元采购款用于网上赌博，未归还。\n结果：导致部分蔬菜供应商货款无法清偿，构成职务侵占罪。"
    },
    "374": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：范某军家人认为风水不好；经过：范某军在协商过程中争吵并将模型推倒砸坏；结果：造成7600元损失，范某军接受调查并赔偿，取得谅解。"
    },
    "448": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年7月至8月间，黄湫媚在其租住处多次容留夏伟、苏某吸毒。\n经过：无特定经过信息。\n结果：无特定结果信息。",
        "贩卖毒品罪": "与该罪名“贩卖毒品罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年9月初，黄湫媚和夏伟商量从广东购买100克冰毒回阜阳贩卖。\n经过：2013年9月14日下午，从广东寄来的装有2袋共计99.99克冰毒的包裹被送到阜阳，黄湫媚和夏伟在取毒品时被抓获。\n结果：此外，黄湫媚还曾在2013年4月和8月向吕某和苏某分别出售过毒品。",
        "容留、介绍卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年3月至9月间，黄湫媚为了非法获利。\n经过：黄湫媚介绍了卖淫女朱某某等人，在自己租住的地方为客人提供性服务，并从中抽取介绍费。\n结果：法院依法对黄湫媚进行了审理和判决，对其实施了相应的处罚措施。"
    },
    "575": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：郭某甲等五人预谋盗窃原油。\n经过：郭某甲等人多次盗窃原油并运输至指定地点，王某乙明知是盗窃的原油仍帮忙运送出售。\n结果：总计盗窃20.08吨原油，价值56305元，被扣押12.8吨，价值37288元的原油被王某乙卖出。",
        "掩饰犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无直接相关信息。\n经过：郭某甲等多人盗取原油后，联系王某乙运输原油。\n结果：王某乙运送8吨原油至辽宁盘锦出售，被认定为掩饰犯罪所得罪。"
    },
    "43": {
        "污染环境罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年5月至6月期间，王彦文无证销售190余吨废旧铅酸电瓶。\n经过：王彦文将废旧铅酸电瓶售予郭某，后者用这些电瓶非法炼铅。\n结果：郭某通过银行转账方式向王彦文支付了143万余元的货款。"
    },
    "59": {
        "妨害公务罪": "与妨害公务罪相关的犯罪情节的起因、经过、结果分别为：\n起因：公安机关依法对被告人闫永祺进行传唤；\n经过：闫永祺拒不配合，并将一名民警推倒，致其轻微伤；\n结果：闫永祺因此被控告涉嫌妨害公务罪。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人闫永祺多次赴京上访。\n经过：以继续在京上访相要挟，迫使多名政府工作人员给付其现金。\n结果：共非法获取现金4000元。"
    },
    "580": {
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：滕召宏知道两辆摩托车是满某偷来的。\n经过：滕召宏以低价购买这两辆摩托车。\n结果：滕召宏被发现并归案，如实供述了自己的罪行。",
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：滕召宏怀疑满某纵火；经过：滕召宏等四人限制满某自由并逼迫其承认纵火；结果：满某被迫交出5300元赔偿款，被警方解救。"
    },
    "102": {
        "抢劫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄新华等人预谋抢劫。\n经过：黄新华等人携带工具到指定地点，由张某骗开门，其他人持匕首威胁、捆绑、殴打两名被害人，并劫取财物。\n结果：黄新华等人逃离现场，其中一些人被捕并追回部分赃物。黄新华被捕归案。"
    },
    "276": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王文军、朱德轩、顾某某、郑学超、刘冰等人利用四川华奥德盛玻璃制品有限责任公司生产建设之机，以签订施工合同之名诈骗施工单位或个人保证金，或以借款为名诈骗施工单位或个人资金。\n经过：王文军、刘冰共同合同诈骗224万元，朱德轩、刘冰、顾某某共同诈骗和合同诈骗428万元，顾某某、刘冰共同合同诈骗20万元，郑学超诈骗249.5万元。\n结果：上述人员将所骗款项用于个人消费、偿还个人欠款等，导致被骗单位和个人遭受经济损失。",
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王文军、朱德轩等人利用四川华奥德盛玻璃制品有限责任公司生产建设之机。\n经过：通过签订施工合同诈骗施工单位或个人保证金，或以借款为名诈骗资金。\n结果：王文军、刘冰等人骗取了大量款项，部分用于个人消费和偿还欠款，最终被法院判决犯有合同诈骗罪。"
    },
    "213": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：两名被告人在禁渔期使用电力电器捕捞工具捕鱼。\n经过：被告人在堵河流域捕鱼时被渔业执法人员当场查获，并扣押了捕捞工具和渔获物。\n结果：被告人为破坏生态资源支付了补偿款，但具体判决结果未提及。"
    },
    "267": {
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年10月31日，芒部中队民警在镇雄县芒部镇元孔村路段开展路检路查。\n经过：当日16时26分许，在元孔村卫生室路段查获被告人王某华驾驶的云Ｃ×××××号“五菱”牌小型面包车，该车核载8人，共承载15名元孔小学学生，严重超过额定载客。\n结果：王某华的行为已触犯《中华人民共和国刑法》第一百三十三条之一第一款（三）的规定，构成危险驾驶罪，请求依法判处。"
    },
    "68": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年1月，被告人郁硕江未办理采伐许可证。\n经过：郁硕江砍伐了种植在南丹县芒场镇蛮坝村蛮坝屯“龙邦坡”的林木，总计15.5185立方米。\n结果：2017年4月19日，郁硕江主动投案至南丹县森林公安局山某派出所。"
    },
    "29": {
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人曾冬玉因女儿离婚和生意纠纷等事件上访。\n经过：曾冬玉在京非正常上访，被行政处罚；以进京非正常上访为威胁，向永顺县政府驻京维稳劝返工作组索要钱财。\n结果：曾冬玉成功勒索4.2万元人民币，最终被警方抓获并接受调查。"
    },
    "441": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘永华为清理屋后沟坑流水不畅的茅草，在离废旧轮胎约8米远处点火烧茅草。\n经过：火势失控蔓延至废旧轮胎，虽有灭火尝试但未能扑灭，最终造成重大财产损失。\n结果：火灾导致简某1废旧轮胎加工店损失293900元，新化县S217线69K处公路桥梁损失1852500元。"
    },
    "229": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某使用信用卡透支消费和取现。\n经过：杨某逾期未还款且经银行多次催收仍不归还。\n结果：杨某被公安机关传唤后主动到案并还清全部欠款。"
    },
    "189": {
        "包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：付某某交通肇事后逃逸，并找王某某顶罪。\n经过：王某某向警方虚假供述自己是肇事者。\n结果：王某某被起诉并被判刑，但最终获得付某某家人的原谅。",
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：付某某驾驶轿车撞上行人韩某某等三人。\n经过：付某某逃逸并找人顶罪；后二人先后自首。\n结果：付某某被认定全责，赔偿受害者并取得谅解。"
    },
    "145": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：经营者张红为少交水费找孙ＸＸ帮忙。\n经过：孙ＸＸ用工具调慢水表，张红多次让人为调慢水表并付酬劳。\n结果：窃水33个月，价值28116元；两人被传唤到案，张红补交了水费。"
    },
    "304": {
        "非法采矿罪": "与非法采矿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年4月，李某某和李某以种植名义转包土地。\n经过：无证开采砂土113977.4立方米，价值1595683.6元。\n结果：情节特别严重，被公诉机关指控。",
        "非法占用农用地罪": "与非法占用农用地罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年，被告人李某某擅自在其承包的临沭县玉山镇镇武庙村村东集体土地上非法采土。\n经过：非法占用耕地22.19亩。\n结果：造成耕地大量毁坏。"
    },
    "311": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无具体起因。\n经过：袁某某容留吴某某、娄某某、王某在其租住的房间内吸食毒品；还容留郑某某、张某某、娄某某、吴某某在同一地点吸食毒品。\n结果：袁某某及吸毒人员在房间内被公安机关抓获，并查获甲基苯丙胺嫌疑物。袁某某系吸毒人员。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无具体起因说明。\n经过：被告人袁某某曾两次向郑某某贩卖甲基苯丙胺，每次贩卖金额分别为100元和150元。\n结果：无与该罪名相关的结果说明。"
    },
    "254": {
        "包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘志远酒驾发生交通事故，被交警处理。\n经过：王建峰明知实情，却多次向交警和公安作假证，谎称是自己驾车，意图包庇刘志远。\n结果：王建峰的行为构成包庇罪，依法应予惩处。",
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘志远酒驾发生交通事故。\n经过：警察到达现场处理时，刘志远言语威胁并拉扯警察。\n结果：刘志远后来配合了血样提取，并向警察道歉取得谅解。王建峰为了包庇刘志远，向警方作虚假陈述。",
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘志远酒后驾车倒车发生事故；\n经过：警察到场处理时，刘志远言语威胁并拉扯警察；\n结果：刘志远被发现醉驾，事后道歉获得原谅。"
    },
    "382": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王代全因与程某某分手意图报复；\n经过：王代全潜入程某某租住房，制作爆炸装置安放在电炒锅底部，并连接引爆导线；\n结果：程某某发现爆炸装置后报警，王代全被抓获，爆炸装置未引爆。",
        "盗窃爆炸物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：与前女友产生纠纷，意图报复。\n经过：潜入前女友租住房，制造爆炸装置并安置在电炒锅底部，连接电源线。\n结果：前女友发现异常后报警，爆炸装置被及时拆除，未造成爆炸事故。"
    },
    "19": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：丁昌勇驾驶收割机倒车；\n经过：不慎将尾随的丁某2轧死；\n结果：丁昌勇主动报警，赔偿并获得谅解。"
    },
    "209": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：夏礼政将罂粟果交给魏在琴用于制作卤菜。\n经过：魏在琴将罂粟果加入卤料中制作肉制品并销售。\n结果：销售了约60斤肉制品，获利约1200元，被市场监管局查处，检测出食品中含有禁止添加的罂粟碱、吗啡、可卡因等成分，结论为不合格。",
        "非法种植毒品原植物罪": "与非法种植毒品原植物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：夏礼政两次在地里种植罂粟。\n经过：夏礼政将罂粟果交给儿媳魏在琴用于卤菜增香；魏在琴使用罂粟果卤制肉制品并销售。\n结果：公安民警铲除了夏礼政种植的罂粟并进行了扣押；市场监管局在魏在琴店内查获了含有罂粟成分的卤制品和原料。"
    },
    "345": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：高轩加入乾坤可道传销组织。\n经过：高轩、张焕焕发展下线，收取费用。\n结果：二人获利数万元，吸收资金超百万，后退还部分涉案款。"
    },
    "130": {
        "运输毒品罪": "与运输毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：伍某4让杨光雨帮其运输毒品。\n经过：杨光雨将毒品藏于车内带回南宁市青秀区某小区停车场。\n结果：杨光雨被公安人员抓获，并搜出多包含有甲基苯丙胺和MDMA的毒品。"
    },
    "140": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年2月下旬，钱翠兰等三人开始在山上开赌场。\n经过：他们用扑克牌组织赌博活动，并通过抽头获利3万余元。\n结果：案发后，三人退出了所有违法所得。"
    },
    "303": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：唐山首先上前指认并殴打李某某。\n经过：余明洋等人持刀砍李某某，刘松拽开护着李某某的朱某1，导致李某某再次遭砍倒地。\n结果：李某某轻伤二级，刘长平等人逃逸，之后被捕。",
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：龙磊电话联系刘长平一起吸毒。\n经过：刘长平预定房间，龙磊邀请多人前往共同吸毒。\n结果：众人在房间内吸毒时被公安机关当场查获，提取的物品检测出毒品成分。",
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：龙磊得知刘长平参与聚众斗殴；\n经过：龙磊将其带到奶奶家并提供饮食；\n结果：龙磊通风报信，刘长平逃离宣汉。"
    },
    "154": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：汪秋桂为了盗伐树木。\n经过：汪秋桂携带油锯来到指定地点，盗伐了24株松树和3株杉树，并将木材裁成原木段堆在现场。\n结果：护林员发现了被盗伐的树木并报案，经过鉴定确认被砍伐树木的蓄积量为3.5393立方米。"
    },
    "373": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王连进利用职务便利，为他人谋取利益。\n经过：王连进接受贿赂款1万元，并为其违章建筑更改年代，使之符合拆迁补偿条件。\n结果：违章建筑获得拆迁补偿，王连进从中获取利益。",
        "滥用职权罪": "与滥用职权罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王连进为了非法获取鞋都三期拆迁安置房，从叶某5处购买了一处现搭违章房屋。\n经过：王连进利用职务便利，自己制作丈量草图，并以其女儿张某2名义建立拆迁档案，在送给其同事时任鞋都办拆征科金某11万元钱后，该违章建筑年限被认定为98年后，并以其丈夫张某1名义建立了拆迁档案。\n结果：王连进以张某1的名义办理了产权调换协议等手续，并以2912元/平方米的价格从鞋都办增购安置房90平方米，但拆迁补偿费用尚未结算，差价款为268920元。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王连进为获取拆迁安置房。\n经过：王连进购买违章房屋，伪造丈量草图，以亲戚名义建立拆迁档案；向同事行贿以改变建筑年限；办理产权调换协议并增购安置房。\n结果：安置房差价高达268920元，但拆迁补偿费用尚未结算。"
    },
    "230": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：工人施工危及被告人的自住房，被告人一家阻拦；\n经过：被告人周秀卿将汽油泼向挖掘机并引起火灾；\n结果：挖掘机驾驶座被烧毁，多人受伤，被告人赔偿被害人损失并获得谅解。"
    },
    "545": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：林盛灌、林德剑预谋以虚假投资项目骗财。\n经过：林盛灌、林德剑编造澳门赌博投资项目，诱使林某3夫妇投资并持续追加投资，共计骗得860.6万元。\n结果：两人将大部分款项用于赌博和个人债务，部分用于支付利息分红，实际骗得704.98万元。林德剑被捕后坦白罪行，林盛灌主动投案但未如实交代。"
    },
    "7": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：何某某因琐事与石某某发生纠纷。\n经过：何某某纠集关某某等人驾车尾随石某某，途中撞停石某某的车，并持械打砸车辆，殴打石某某致其轻伤。\n结果：何某某等人逃离现场，石某某车辆损失严重，事后何某某家属赔偿了石某某并取得谅解。"
    },
    "54": {
        "组织、强迫、引诱、容留、介绍卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人赵彦红、刘涛为了谋取利益；\n经过：二人通过电话、互联网QQ聊天等方式多次为张某某、杨某某联系嫖客，并接送她们向他人卖淫；\n结果：从中获利2万余元，被公安机关抓获并扣押了部分赃款和赃物。"
    },
    "549": {
        "包庇罪": "与包庇罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张某1交通肇事后逃逸，请张建东找人顶包。\n经过：张建东等人寻找并劝说尚岩香冒名顶替，尚岩香收钱后与张某1签订协议，并向警方自首。\n结果：尚岩香被行政拘留；张某1被判交通肇事罪。"
    },
    "32": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘家双发现患有智力障碍的王某；\n经过：刘家双尾随王某进入公厕，意图与其发生性关系，但被王某亲属发现阻止；\n结果：刘家双未能得逞，随后被王某亲属控制并移交给警方。"
    },
    "323": {
        "诈骗罪;拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n诈骗罪:\n起因：张素霞用虚假房产证明向李某1借款。\n经过：张素霞两次向李某1借款共155万未还，还骗了李某230万。\n结果：张素霞被指控诈骗。\n\n拒不执行判决、裁定罪:\n起因：法院判决张素霞、郭建彬偿还陈某370万。\n经过：张素霞收到执行通知后未还款，受到司法拘留和罚款。\n结果：张素霞依然不执行判决。"
    },
    "539": {
        "非法经营罪": "与非法经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：方凯坚租赁方建安旧房藏放假烟。\n经过：联合打假队查获假烟成品和半成品。\n结果：二被告人被抓获归案并预缴罚金。"
    },
    "361": {
        "制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郭镇运明知郭某2涉嫌贩毒被通缉，仍为其提供隐藏处所。\n经过：郭镇运在其住处藏匿郭某2，公安机关在现场查获大量甲基苯丙胺及制毒工具。\n结果：郭镇运和郭某2被公安机关抓获，并缴获大量毒品和制毒工具。"
    },
    "236": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年8月至2016年1月，余小燕多次容留潘淑霞、陈某、王某林在其租住房间吸毒。\n经过：余小燕为上述人员提供吸毒场所。\n结果：余小燕因容留他人吸毒罪被抓获归案，并被判处刑罚。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：余小燕和潘淑霞、陈某、王某林等多人在石狮市吉祥公寓进行多次吸毒活动。\n经过：潘淑霞向余小燕贩卖了4克甲基苯丙胺，并向李某某贩卖了10克甲基苯丙胺。\n结果：潘淑霞被公安机关抓获并协助其抓捕其他嫌疑人，邓清金在家中被搜出11.69克甲基苯丙胺。",
        "贩卖毒品罪": "与贩卖毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年12月的一天，潘淑霞向李某某贩卖毒品。\n经过：2016年1月的一天，潘淑霞在石狮市香江路吉祥公寓612房间贩卖4克毒品甲基苯丙胺给余小燕。\n结果：2016年1月27日，潘淑霞被抓获，并协助警方抓获其他嫌疑人。"
    },
    "65": {
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：朱传朋为获取非法利益，从他人处购买鸦片和罂粟壳。\n经过：朱传朋将购买的鸦片和罂粟壳贩卖给其他人，并自己种植罂粟，制造鸦片。\n结果：朱传朋被警方抓获，并被查扣了大量鸦片和罂粟壳，以及他种植的罂粟植株。",
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年至2013年间，被告人朱传朋为了制造毒品，开始种植罂粟。\n经过：朱传朋在其所在地及周边村庄非法种植罂粟，并在罂粟成熟后进行割浆，制造毒品鸦片。\n结果：2014年10月，朱传朋在吴大地里再次种植了1273株罂粟，最终被公安机关发现并销毁。"
    },
    "484": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：徐占友在任职期间接受张弘请托，承诺帮助解决拆迁补偿问题。\n经过：徐占友收到张弘转交的薛志新的贿赂款和手机后，违规审批了薛志新的拆迁补偿申请，并在复核中未履行职责。\n结果：薛志新因此成功骗取了高额拆迁补偿款，给国家造成了重大经济损失。徐占友被传唤到案并退回全部赃款。",
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：薛志新为了在拆迁补偿中获得优惠。\n经过：薛志新通过张弘向徐占友行贿3万元和一部手机。\n结果：徐占友接受贿赂后违规审批，帮助薛志新骗取拆迁补偿款。",
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：薛志新想骗取拆迁补偿款，请托徐占友。\n经过：徐占友收受贿赂后违规审批，薛志新骗得补偿款。\n结果：薛志新等四人被传唤到案，徐占友退回赃款。",
        "介绍贿赂罪": "与介绍贿赂罪相关的犯罪情节的起因、经过、结果分别为：\n起因：薛志新为获得非法拆迁补偿款，请托徐占友帮忙。\n经过：徐占友接受张弘转交的薛志新的贿赂款和手机，在明知薛志新的企业不符合补偿规定的情况下，仍违规审批，帮助薛志新骗取补偿款。\n结果：薛志新成功骗取拆迁补偿款529413.13元，徐占友被传唤到案并退回全部赃款，薛志新等人也被抓获。"
    },
    "511": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某某发生交通事故被判赔25万元；经过：李某某低价变卖车辆，谎报收入，隐匿1.3万元，未按规定报告财产，被行政拘留；结果：已赔偿15.9万元并获得家属谅解。"
    },
    "81": {
        "挪用资金罪": "与挪用资金罪相关的犯罪情节的起因、经过、结果分别为：\n起因：殷刚与李某串通，利用李某保管银行承兑汇票的职务便利。\n经过：李某挪用公司汇票交给殷刚，殷刚通过托收、贴现等方式赚钱，并借款给他人。\n结果：挪用资金共1490万，案发时尚有571万未归还。殷刚被捕后如实供述并自愿认罪，协助抓捕逃犯。"
    },
    "444": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宋某甲借用亲友身份证申领信用卡。\n经过：宋某甲虚构交易刷卡透支，用于放高利贷等。\n结果：宋某甲无法偿还透支款，逃避还款义务，透支金额高达898万多元。",
        "妨害信用卡管理罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宋某甲为了获取资金放高利贷和投资经营。\n经过：宋某甲通过借用亲友身份证办理了大量信用卡，并通过虚构交易等方式进行刷卡透支，总计透支金额高达8981031.95元。\n结果：宋某甲因为投资失败和高利贷收不回来，导致无法偿还透支款项，最终被法院判决构成信用卡诈骗罪。",
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宋某甲借用亲友身份证办卡，虚构交易刷卡套现。\n经过：投资失败无法偿还透支款，宋某甲逃匿并虚假转让砖厂。\n结果：宋某甲从九家银行透支8981031.95元未偿还，构成信用卡诈骗罪。"
    },
    "55": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某某酒后滋事。\n经过：警察到达现场处理，李某某使用木棍攻击警察，导致警察受伤。\n结果：警察最终将李某某制服并逮捕，李某某被指控犯有妨害公务罪。"
    },
    "449": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴常文和多人酒后无故朝他人车辆扔石头。\n经过：在对方下车查看时，吴常文等人持木棍和石头对其进行殴打。\n结果：两名被害人受伤，一人轻伤二级，一人轻微伤，吴常文被警方抓获。",
        "介绍卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年1月19日，沈某向宾馆房间发放印有被告人吴常文联系方式的招嫖卡片。\n经过：次日凌晨0时许，被告人吴常文接到招嫖电话后，联系卖淫女徐某到宾馆房间，以300元一次的价格卖淫。\n结果：卖淫女徐某在与嫖客发生性关系时被公安人员查获。被告人吴常文于2016年3月19日被公安人员抓获。"
    },
    "216": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：胡静松担任高管处处长及南下公司总经理，利用职权帮助桂某等人获得工程项目。\n经过：胡静松多次收受桂某、倪某、刘某总计206.83844万元贿赂，并为其谋取利益。\n结果：胡静松在提拔考察时被举报，退还桂某12万元。后州纪委调查胡静松并查实受贿事实。胡静松及其家属共退回款项156.43844万元。"
    },
    "589": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：邓某昌、汪某江承包汪家村土地，部分村民认为租金低要求加租。\n经过：被告人汪安带领村民至果园吵闹，两次持械砍毁邓某昌果园内的桃树。\n结果：共砍毁92颗桃树，造成经济损失21400元，汪安赔偿损失并获得谅解。"
    },
    "426": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为谋取私利，被告人连红杰与身为邯郸供电公司的么秀红预谋窃电。\n经过：连红杰让么秀红同事李贺彬为饭店私接电线，又让李贺彬同事巩某帮忙照顾，每月支付好处费。\n结果：么秀红、李贺彬和巩某共分得89100元，给国家造成电量损失17.8万元，连红杰后来自首。"
    },
    "442": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴吉磊等人预谋通过假药诈骗钱财。\n经过：吴吉磊等人将李某带到现场，使用虚假药物和威胁手段，骗取李某7800元药费。\n结果：吴吉磊等人被抓获，诈骗财物已追回并发还给被害人。",
        "生产假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴吉磊等人预谋用散装白酒和药材制造假药。\n经过：吴吉磊等人将假药冒充特效药卖给李某，骗取7800元药费。\n结果：吴吉磊等人被抓获，假药被查扣，李某的损失已被追回。",
        "销售假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴吉磊等人将散装白酒和药材制成假药，并冒充真药进行销售。\n经过：吴吉磊等人在菜市场发放传单，引诱老年人接受假药治疗并收取高额费用。\n结果：吴吉磊等人被抓获归案，假药被查扣，受害人的损失已被追回。"
    },
    "535": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘建学与张某3因收购废品发生纠纷。\n经过：刘建学遇到张某3后用铁管殴打他，导致张某3倒地；然后用石头砸自己的头，看到张某3爬出店铺后，再次用铁管殴打他直到他不能动弹。\n结果：张某3经抢救无效死亡，刘建学被刑事拘留并承认犯罪事实。"
    },
    "594": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：付某请求将其丈夫分配到特定监狱并得到关照。\n经过：付某通过袁某联系到刘某，并送给刘某6万元人民币。\n结果：刘某接受了贿赂款，并完成了付某的请托。后来因畏惧调查而退款。"
    },
    "184": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：五名被告受雇于他人，被安排至工地工作。\n经过：五名被告预谋并实施了两次盗伐及盗窃行为，并将所得木材售出。\n结果：被盗木材的款项已退还给被害单位，六名被告人均被判刑。",
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：五名被告受雇于他人盗伐林木。\n经过：他们在山上发现了其他人砍倒的杉木，并决定将其盗走出售。他们又连续第二天返回同一地点盗伐更多的杉木。\n结果：他们被抓获并被起诉。他们被判定犯有盗窃和非法采伐林木的罪行，并被判处罚金和赔偿损失。"
    },
    "235": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人公茂然在自家水田地烧荒。\n经过：火苗引燃了水田地边上的烧柴棚子，并蔓延至附近居民区，造成重大财产损失。\n结果：被告人在火灾发生后积极参与灭火，并在现场等待归案。最终被认定犯失火罪。"
    },
    "581": {
        "介绍、容留他人卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：徐某2租用酒店房间从事容留他人卖淫活动。\n经过：张丽、张洪波、江盼等人受他人委托参与管理卖淫窝点，容留多人从事卖淫活动。\n结果：公安机关接到举报后，捣毁了卖淫窝点，并将相关人员抓获。"
    },
    "423": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：薛某1将土坑登记在自己名下并申报补偿款。\n经过：薛某1利用职务便利领取补偿款120524.2元。\n结果：薛某1将赃款退还，2018年10月11日被捕。"
    },
    "530": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无\n经过：高秀平等人为了非法获取国家农机补贴，采取虚报购置国家补贴农机具的手段。\n结果：骗取国家补贴款共计280000.00元，案发后，部分被告人主动到公安机关投案。"
    },
    "280": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：邵化鹏与田某2因琐事发生口角并相约打架；经过：邵化鹏纠集多人携带砍刀、钢管等工具到田桥镇“胜利饭店”，将饭店内的物品砸坏并将赵某3、赵某2打伤；结果：邵化鹏等人的行为造成两名被害人的轻微伤后果，后与被害人达成赔偿协议并取得谅解。"
    },
    "252": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邓波驾驶悬挂套牌小型轿车撞上陆某驾驶的三轮车。\n经过：事故造成陆某重伤二级，邓波驾车逃逸。\n结果：邓波构成交通肇事罪并因此受到法律制裁。"
    },
    "42": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：费朝建邀约邹鸿雁、余某1电鱼。\n经过：三人在茨岩河用电鱼方式捕获2.07千克河鱼。\n结果：鱼被收缴，二人如实供述罪行并缴纳生态修复费。"
    },
    "34": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年1月至2018年2月期间，赖帮仁以营利为目的，设立试图通过赌博非法获利。\n经过：赖帮仁雇佣黄小荣在其位于石城县琴江镇兴隆村廓头街的房屋二楼设立据点，以香港“六合彩”开码结果为依据，接收他人投注报码并赔付。\n结果：黄小荣帮助赖帮仁接收赌资共计244500元，两人非法获利。赖帮仁向公安机关退还非法所得，已被国库存入。两被告签署了认罪认罚具结书，并获得了建议适用社区矫正的意见。"
    },
    "248": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴正国没有按照法院的判决偿还债务。\n经过：吴正国采取转移、隐匿财产的方式逃避法院执行，包括使用他人的银行卡、开设新的公司等手段。\n结果：吴正国未能履行和解协议，导致债权人无法收回欠款。",
        "挪用资金罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴正国从裴某处借款并转到金洋公司账户。\n经过：吴正国将借款用于非工程项目，并挪用项目资金还款和退保证金。\n结果：吴正国挪用的285万元至一审判决时尚未退还。"
    },
    "56": {
        "包庇罪": "与包庇罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年7月30日，因“车蚁金服”平台资金链断裂。\n经过：缪圣淼与王江等人商议顶包事宜，收受贿赂100万元，并在警方讯问时做假证，包庇王江。\n结果：缪圣淼的行为被认定构成包庇罪。",
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：“车蚁金服”平台在未经批准情况下，发布理财产品并公开宣传。\n经过：通过互联网向公众吸收存款，涉及金额6亿多元，造成损失超2亿元。\n结果：10947名集资参与人受害，多名被告被判非法吸收公众存款罪。"
    },
    "156": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：黄志勇为尽快调整建设用地指标送钱给吴某1；\n经过：黄志勇分两次送给吴某1共25万好处费；\n结果：吴某1收钱后该地块顺利调增建设用地指标。"
    },
    "430": {
        "集资诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈翠华经营的公司需要资金周转。\n经过：陈翠华通过高息诱惑公众存款，并承诺有多处房产做保障，实际将大部分款项隐瞒并拒绝交代资金去向。\n结果：共计骗取230户647笔110395020元，造成集资款无法返还。",
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈翠华经营的公司拖欠66名工人工资48万多元。\n经过：陈翠华收到劳动保障监察部门的整改和支付令后仍不支付工资。\n结果：陈翠华因此被控告犯有拒不支付劳动报酬罪。"
    },
    "17": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年5月，汪红星与陈某签订钢材买卖合同，后汪红星未按约还款。\n经过：2016年3月，陈某将汪红星起诉至法院，法院调解要求汪红星偿还货款和利息。\n结果：案发后，汪红星已全额归还欠款和利息，并得到陈某谅解。"
    },
    "239": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某某为哈尔滨华行膨化食品有限公司经营者。\n经过：王某某以低价订购大豆后，在对方送货后逃匿，骗取财物。\n结果：王某某被抓获归案，其家属赔偿损失并获得被害人谅解。"
    },
    "528": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：巡逻人员发现孟明明偷越国境并试图对其检查。\n经过：孟明明为了逃脱向巡逻人员挥舞跳刀，并将其刺伤。\n结果：巡逻人员受伤被鉴定为轻微伤，孟明明被逮捕并接受审判。"
    },
    "279": {
        "非法买卖枪支罪": "与非法买卖枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年7月，李子东在店内向罗××购买一支气枪。\n经过：李子东支付12000元人民币，购得该气枪；后被公安机关发现并扣押。\n结果：该气枪被鉴定为具备枪支基本件，但无法正常发射；李子东因此受到指控。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无\n经过：2014年4月30日15时，公安人员搜查李子东经营的“顺盛汽车美容中心”。\n结果：在其住宿处发现并扣押了冰毒4小包（共重18克）、大麻3.2克、摇头丸2粒及吸毒工具。",
        "非法持有枪支罪": "与非法持有枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：同案人罗××和刘××分别交1支气枪给被告人李子东。\n经过：李子东将这两支气枪放在他经营的“顺盛汽车美容中心”内。\n结果：这两支枪在美容中心被公安机关查获，同时被查获的还有其他物品。"
    },
    "10": {
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某因涉嫌组织卖淫罪被上网追逃，被告人王四元用张某的身份证帮其办酒店入住。\n经过：王四元明知张某是逃犯仍为其提供住宿，在警方调查后仍继续供张某居住。\n结果：张某最终在王四元提供的房间被抓获，王四元因此被判窝藏罪。"
    },
    "381": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：三人在河边看到很多鱼。\n经过：一人回家取来爆竹并点燃投入河中，炸死大量鱼。\n结果：两人被捕，捞起的死鱼重量为3.26公斤。琴江河是国家级水产种质资源保护区。"
    },
    "515": {
        "污染环境罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：马景、吴文浩商量策划倾倒垃圾；\n经过：马景组织车辆运输垃圾到指定地点，吴文浩提供场地；\n结果：马景被抓捕归案，吴文浩主动投案。"
    },
    "185": {
        "合同诈骗罪": "与该罪名（合同诈骗罪）相关的犯罪情节的起因、经过、结果分别为：\n起因：广贸公司资不抵债，被告人宋某某和宋某策划合同诈骗。\n经过：通过混合纯镍粉制作假样本，签订虚假购销协议等手段，广贸公司骗取江东支行980万元贷款。\n结果：虽部分贷款得到偿还，但后续又用类似手段骗贷，最终未能偿还得民丰公司借款。",
        "伪造国家机关证件罪": "与伪造国家机关证件罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人宋某某为偿还未遂的50万元欠款；\n经过：找人伪造一本假房产证用作抵押欺骗债权人；\n结果：债权人识破并报案，宋某某因此受到法律制裁。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人及其同伙怀疑朱某某和杨某某与钱某某合作导致损失。\n经过：被告人将朱某某和杨某某扣留在湘潭市雨湖区的宾馆内，并对他们进行了殴打和恐吓，强迫他们写下欠条。\n结果：朱某某和杨某某被非法限制自由超过50小时，直到宾馆服务员报警后才被解救。"
    },
    "559": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄某交给被告人童焱明一袋物品，包括5包毒品疑似物。\n经过：被告人童焱明通过支付宝向黄某支付32000元，并被捕。\n结果：警方在被告人家中查获88.29克毒品甲基苯丙胺。"
    },
    "396": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘红广夫妇未经许可在家制作、收购物美价廉卷烟并销售。\n经过：被查处后继续售卖，在家中发现制假工具和材料。\n结果：警方在其家中搜查出大量假烟和相关物品，夫妻俩被判刑罚。"
    },
    "186": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某意图盗窃。\n经过：杨某盗窃时被人发现，用菜刀砍伤两名被害人。\n结果：杨某被公安民警当场抓获，两名被害人的伤势构成轻微伤。"
    },
    "240": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人覃某为了骗取国家“家电下乡”补贴款。\n经过：被告人覃某伪造李某某等93名农户的补贴手续、制作虚假档案，利用受委托管理国家专项补贴款的职务便利，共计骗取国家“家电下乡”补贴款47084.83元据为己有。\n结果：案发后，被告人覃某将所得赃款上缴彰武县人民检察院。"
    },
    "271": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：夏俊海与其胞弟因家庭琐事争吵；经过：夏俊海持尖刀约见胞弟并互殴，捅刺胞弟胸部；结果：胞弟心脏破裂死亡，夏俊海事后投案自首。"
    },
    "1": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2011年4月，周小金与他人合伙在多地开设赌场。\n经过：开设了20多天，以扑克牌九形式赌博，抽头薪达30多万元，并雇佣人员接送赌客、望风等。\n结果：周小金等人被抓获归案，法院依法审理判决。"
    },
    "120": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：袁红振在2016年3月至2017年3月期间，未经许可非法经营药品。\n经过：袁红振利用其在湖南省“御大夫”医药生物有限公司的业务员身份所建立的药品营销网络，通过QQ和微信平台购买并销售多种药品，包括硫酸氢氯吡格雷片等，主要在西峡县及周边地区的药店中进行销售。\n结果：袁红振因非法经营药品被提起公诉。",
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人袁红振为了获取非法利润，未经许可非法经营药品。\n经过：袁红振利用自己的药品营销网络，通过QQ和微信平台购买并销售多种药品，其中包括硫酸氢氯吡格雷片等假药。\n结果：袁红振将这些假药主要销售到西峡县及周边地区的药店中。"
    },
    "384": {
        "非法种植毒品原植物罪": "与非法种植毒品原植物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年11月底，翟某某在高速服务区围墙外种植罂粟。\n经过：2020年5月3日，翟某某种植的1135株罂粟被警方查获并铲除。\n结果：经鉴定确认为罂粟后，翟某某在警方询问时主动坦白了犯罪行为。"
    },
    "53": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杜银笔与王某2因琐事争执；经过：杜银笔用匕首捅刺王某2胸脸部位；结果：王某2死亡，杜银笔被抓捕。"
    },
    "9": {
        "非法买卖爆炸物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：司有国和秦守富商量贩卖雷管。\n经过：司有国和秦守富将3000枚雷管以21000元价格卖给孙新庆；孙新庆再将其转卖给郭现圈；郭现圈又将雷管转卖给梁向恩。\n结果：梁向恩被捕，3000枚雷管被公安机关查获。"
    },
    "66": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：侯中阳为了在被调查的介绍贿赂问题上获得从轻处理。\n经过：侯中阳让陈某给其司机白某20万，白某把10万给赵某，赵某把这10万送给姜某。\n结果：姜某收下10万元并据为已有，侯中阳受到党内严重警告处分。"
    },
    "387": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：监督小组决定拆除砖道。\n经过：师铁军组织村民拆除砖道，损毁路面价值25887元。\n结果：二被告人赔偿损失27000元，获得谅解。"
    },
    "180": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：夏某某为了获取经济利益，在禁渔期使用迷魂阵非法捕鱼。\n经过：夏某某连续三次在岳阳县东洞庭湖水域进行非法捕捞，共计捕获一千余斤鱼，并将部分销售获利。\n结果：夏某某于2013年8月16日被捕，捕鱼工具及捕获的1093斤鱼被缴获，后被提起公诉并被判处有期徒刑一年，缓刑二年。"
    },
    "328": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘红霞担任社保科科长，违规帮王新坡办理养老保险业务。\n经过：刘红霞利用职务便利，非法收受王新坡贿赂共65.8万元，为王新坡违规办理养老保险业务。\n结果：国家遭受重大损失，刘红霞和王新坡被起诉并追究刑事责任。",
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王新坡为了谋取违规办理保险业务的不正当利益。\n经过：王新坡通过伪造档案等非法方式为他人办理企业养老保险业务，多次给予刘红霞财物共计65.8万元。\n结果：王新坡的行为致使国家遭受重大损失，最终被控告并追究刑事责任。",
        "滥用职权罪": "与该罪名（滥用职权罪）相关的犯罪情节的起因、经过、结果分别为：\n起因：刘红霞和王新坡为了谋取私利互相勾结。\n经过：王新坡伪造了21人的虚假养老保险档案材料，刘红霞利用职务便利将他们纳入养老保险基金发放范围。\n结果：导致21人违规领取了国家社保养老保险金，造成国家社保资金的重大损失。"
    },
    "36": {
        "非法买卖枪支罪": "与非法买卖枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：欧某1想买枪防身，通过颜卫星联系。\n经过：颜卫星收取5000元定金，安排他人送枪，自己转交。\n结果：王某拿到枪并支付尾款，颜卫星被抓获。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人颜卫星应他人请求，协助贩卖毒品。\n经过：颜卫星收到毒品后，与同伙驾车前往目的地进行交易，交付部分毒品并收取现金。\n结果：交易完成后，颜卫星被警方逮捕，并在车内查获剩余毒品和现金。"
    },
    "351": {
        "非法占用农用地罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：鲍老五为发展生产，未办手续便占用陈某1林地。\n经过：鲍老五砍树开荒种作物，改变林地用途，非法占用17.4亩。\n结果：鲍老五接通知后自动到案，并如实供述罪行。"
    },
    "486": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：曾某与苟某、胡某争吵；\n经过：潘敏锋带多人帮苟某、胡某殴打曾某，潘某甲持刀刺伤曾某腿部；\n结果：曾某死亡，潘某甲告诉潘志瑾刺伤曾某并将刀交给潘志瑾，潘志瑾藏匿凶器，后被抓获。"
    },
    "152": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王某某在电视台工作期间，利用职务之便；\n经过：多次采取截留、售卖、虚增金额等方式贪污公款共计约68000元人民币；\n结果：王某某被判犯贪污罪，需退还非法所得并处罚金。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：电视台台长李某某与他人合伙开公司，让王某某出了10万块的股份。\n经过：李某某从电视台账上划走50万注入公司，包括王某某的10万块。\n结果：公司经营不善，包括王某某在内的投资款未能归还。"
    },
    "214": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年12月12日，被告人牛某某为谋取非法利益，组织多人在其承租的房屋内赌博。\n经过：牛某某提供麻将牌和场所，并从中抽头渔利。\n结果：公安机关现场抓获参赌人员，收缴赌资及违法所得。"
    },
    "596": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人利用职务之便，通过制造虚假的征地款发放表等方式，多次非法套取征地款。\n经过：被告人在2012年至2014年间，先后采取多种手段，侵占、挪用公款共计五百多万元。\n结果：案发后，被告人退还了一部分款项，但大部分资金已被挥霍一空，最终被法院判处有期徒刑并处罚金。",
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人利用职务之便，挪用公款进行赌博和偿还赌债。\n经过：被告人私自提取了930058.09元公款，并与他人合谋挪用另外100000元给陈某1用于个人工程周转。\n结果：被告人挪用的公款未能归还，构成挪用公款罪。"
    },
    "206": {
        "非法买卖毒品原植物种子罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘洪涛联系马永会购买大麻种子。\n经过：马永会购买200公斤大麻种子并邮寄给刘洪涛，刘洪涛收到后种植在承包地里。\n结果：涉案大麻种植面积被测定为17759.49平方米，折合26.64亩，被鉴定为印度大麻。",
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘洪涛联系马永会购买大麻种子。\n经过：马永会购买200公斤大麻种子并运送给刘洪涛，刘洪涛等人将其种植在承包的地里。\n结果：种植的大麻面积为26.64亩，被鉴定为印度大麻，平均每亩株数为12616株。"
    },
    "176": {
        "虚开用于骗取出口退税、抵扣税款发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：公司法定代表人费某和会计石某丽为骗取出口退税和抵扣税款，虚构了农副产品的采购和销售记录。\n经过：两人使用虚假身份证复印件和虚构的入库、出库记录制作账本，涉及虚开的增值税发票和出口商品发票共计数亿元人民币。\n结果：通过虚假记录和报告，两人骗取国家大量退税款。其行为被控构成虚开用于骗取出口退税、抵扣税款发票罪和骗取出口退税罪。",
        "骗取出口退税罪": "与骗取出口退税罪相关的犯罪情节的起因、经过、结果分别为：\n起因：公司法定代表人费某和会计石某丽为了骗取出口退税款，开始实施税务欺诈行为。\n经过：他们虚构了农副产品采购和销售记录，制作虚假账本，并使用虚假身份证复印件和入库、出库记录，虚开大量增值税发票和出口商品发票，涉及金额数亿元人民币，骗取国家退税款数千万元。\n结果：公诉机关提供相关证据，指控费某和石某丽犯有虚开用于骗取出口退税、抵扣税款发票罪和骗取出口退税罪，依据《中华人民共和国刑法》追究其刑事责任。"
    },
    "356": {
        "非法制造、买卖枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨庆玮通过网络购买枪支、弹药并贩卖。\n经过：杨庆玮贩卖给他人多支气枪及弹药。\n结果：杨庆玮被警方查获，收缴了气枪、弹药及部件，部分买家也被调查。"
    },
    "245": {
        "虚开增值税专用发票、用于骗取出口退税、抵扣税款发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人魏如敏为了非法利益，在没有真实交易的情况下，通过为自己或他人开具增值税专用发票。\n经过：魏如敏在2015年5月至同年10月间，先后为自己和他人的公司开具了总计445份的增值税专用发票，虚开了税额高达14322052.08元，并且都已经向税务机关申报抵扣。\n结果：魏如敏在2016年12月15日主动向税务机关投案，并如实供述了自己的犯罪行为。"
    },
    "138": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：韩某某为了掩盖自己和他人盗窃铁矿石的事实。\n经过：韩某某向西石门铁矿保卫科三分队队长朱某和副队长彭某甲行贿现金30000元。\n结果：朱某和彭某甲收受贿赂，未举报韩某某等人的盗窃行为，并将赃款平分。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：司机韩某某与他人预谋盗窃铁矿石。\n经过：韩某某等四人盗窃铁矿石并出售给任某，任某明知是赃物仍收购。\n结果：被盗铁矿石价值12万余元，任某掩饰隐瞒犯罪所得收益总价值23200元。",
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韩某某等盗窃铁矿石并卖出，买家任某明知仍收购。\n经过：任某低价买入盗窃来的40吨铁矿石，高价卖出。\n结果：任某掩饰隐瞒犯罪所得收益总价值23200元。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某、彭某乙发现韩某某等人盗窃铁矿石。\n经过：两人利用韩某某等人的畏惧心理对其进行敲诈，向他们索要钱财。\n结果：成功敲诈了韩某某2万元，并且每人分得1万元。",
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：西石门铁矿保卫科队长朱某和副队长彭某甲发现了韩某某等人的盗窃行为。\n经过：朱某和彭某甲接受了韩某某贿赂的6000元和24000元，并分掉了这些钱。\n结果：朱某和彭某甲被指控犯有受贿罪，并面临相应的法律责任。"
    },
    "64": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：楚沂艺术品公司无文物销售资质，谎称是苏富比拍卖行征集处。\n经过：徐某某等业务员与客户签订虚假合同，以拍卖名义收取服务费，骗取钱款。\n结果：楚沂公司全员逃匿，徐某某被捕后如实供述犯罪行为，涉及金额达37.3万元。"
    },
    "226": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年10月，彭利林虚构投标江永县川岩水库除险加固工程需交纳保证金的事实。\n经过：何某按照彭利林要求分三次转账共计16万元。彭利林获得款项后并未参与招标，何某发现被骗后仅追回4万元。\n结果：彭利林使用诈骗所得款项偿还个人债务，被控诈骗罪。",
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：彭利林承包江永县国土资源局土地整治工程；经过：彭利林收款后未支付73名劳动者工资共20多万元并逃匿；结果：人力资源社会保障局责令支付后仍不支付，构成拒不支付劳动报酬罪。"
    },
    "265": {
        "放火罪": "与放火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人苏贵彬酒后想起前女友的哥哥曾监视他们交往，心生不满。\n经过：苏贵彬前往前女友哥哥家，在两个房间内放火，并故意制造声响提醒对方家中失火。\n结果：财物损失无法估价，被告人在现场附近被抓获；事后家属赔偿并取得被害人谅解。"
    },
    "129": {
        "非法买卖枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周某在略阳县城遇到罗某某，罗某某向其推销枪支。\n经过：周某以550元的价格从小路上的罗某某处购买了一支射钉枪改装的火药枪。\n结果：周某于2017年5月4日在公安机关宣传政策下主动将疑似枪支上交，并被鉴定为具有致伤力的射钉枪改制的火药枪。"
    },
    "61": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人马某某通过邮购方式从兰州购买了装有毒品可疑物的包裹。\n经过：当马某某前往武都区钟楼滩四海星辰货运部取包裹时，被民警抓获，并当场从包裹中查获了白色块状毒品可疑物一包。\n结果：经检验，该毒品可疑物中含有海洛因成分，净重为19.89克。"
    },
    "257": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张某甲得知他人殴打南燕砂场驾驶员；\n经过：张某甲带领多人追打法人，持洋镐把殴打二人；\n结果：致人轻伤二级，后投案自首并赔偿取得谅解。"
    },
    "153": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某某在禁止捕捞期使用地笼网捕鱼。\n经过：李某某被捕捞行为被巡警发现并挡获，现场查获了渔具和捕获的水产品。\n结果：李某某被认定为非法捕捞，需对我市天然水域内投放一定数量的鱼类进行修复。"
    },
    "48": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：豫光金铅公司与开封永和公司签订处理危险废物的合同，但由于开封永和公司资质到期，剩余1200多吨废物未能按正当程序处理。\n经过：李根和刘会超商议通过非法途径处理剩余的危险废物，联系米卫东和吴根常进行非法处理。米卫东和吴根常同意每处理一吨废物收取250元，李根安排米卫东从豫光金铅公司运输危险废物至山西垣曲非法处理，部分废物被直接冲入尾矿溜槽。\n结果：李根、刘会超非法处理394.8吨危险废物，其中李根和张某某处理了150.64吨，米卫东非法处理了244.16吨，吴根常处理了43.62吨。李根于2018年12月26日自首，刘会超于2019年12月17日在河南省被捕。"
    },
    "309": {
        "聚众斗殴罪": "与“聚众斗殴罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：罗国胜与黄正亮怀疑黄某5独断专行并对其财务报表表示怀疑。\n经过：罗国胜和黄正亮商量对付黄某5的计划，召集多人参与。参与者购买木棍并集合于罗国胜办公室，未能找到黄某5后对售楼部工作人员进行驱赶和暴力行动。\n结果：冲突中导致黄某4死亡和其他几人受伤，罗国胜等人后来投案。",
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：罗国胜与他人怀疑合作伙伴黄某5独断专行并对其财务报表存疑。\n经过：罗国胜与同伙预谋对付黄某5，聚集多人持械寻找黄某5未果后转向售楼部工作人员施暴；冲突中死者黄某4遭击打身亡。\n结果：黄某4因锐器刺伤致死，其他人受轻伤；多名被告人后续投案。"
    },
    "514": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：江廷德需要资金经营；\n经过：江廷德编造谎言，骗取张某甲共计3万元；\n结果：江廷德被扭送至公安机关，未归还骗取的资金。",
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：经营亏损；经过：挪用公司资金、擅自转让公司资产、虚构事实骗钱；结果：无法归还大部分款项，被扭送至公安机关。",
        "挪用资金罪": "与挪用资金罪相关的犯罪情节的起因、经过、结果分别为：\n起因：江廷德做生意亏损，挪用公款。\n经过：江廷德利用职权，挪用公司资金共22.5万元，归还15万元后仍有7.5万元未归还。\n结果：江廷德被扭送至公安机关，并被发现其他经济问题。"
    },
    "394": {
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：熊水兵与邻居熊某因巷道占用问题发生纠纷；\n经过：熊水兵在打斗中用冲担打伤熊某头面部、左小腿，致对方轻伤二级；\n结果：熊水兵主动投案并如实供述，赔偿熊某损失并取得谅解。"
    },
    "393": {
        "包庇罪": "与包庇罪相关的犯罪情节的起因、经过、结果分别为：\n起因：嫌疑人刘某逃脱后向刘燕平求助并获得500元。\n经过：李玉龙明知刘某是逃犯仍提供食物和住宿；刘耀进等人两次搜寻均未告知刘某位置。\n结果：刘某被抓获，李玉龙、刘耀进等人未成功协助其逃脱。",
        "窝藏罪": "与窝藏罪相关的犯罪情节的起因、经过、结果分别为：\n起因：犯罪嫌疑人刘某逃脱后通过电话请求刘燕平帮助，获得500元资助。\n经过：刘某来到李玉龙家寻求帮助，李玉龙明知其为逃犯仍提供食宿；搜寻小组两次到访，李玉龙均未透露实情并给予刘某物资支持。\n结果：刘某未能成功逃离，于15日上午被公安机关抓获；李玉龙的行为构成窝藏罪。"
    },
    "576": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某2指使张某、安某挪用公款；经过：张某、安某将40万租金转账给姚某还债；结果：40万被张某2占有，张某2未归还并潜逃。"
    },
    "118": {
        "伪造、买卖国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡某某为祈某某、朱某某伪造国家机关证件、印章；经过：胡某某与对方电话联系后收取费用及相关材料，交付伪造证件或印章；结果：胡某某两次实施犯罪行为，一次被公安机关当场抓获。",
        "伪造公司、事业单位印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡某某接到了伪造印章的需求；\n经过：胡某某收取费用并交付了伪造的印章；\n结果：胡某某因此被公安机关逮捕。"
    },
    "136": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人薛亚因不堪忍受前夫樊某1吸毒、家暴及不断索取钱财的行为，于2018年12月5日产生杀死樊某1的想法。\n经过：2018年12月13日晚上7点左右，樊某1再次以购买车辆为由向薛亚要钱并引发争执。薛亚遂趁机用预谋好的绳子从背后勒住樊某1的脖子，直至对方死亡。\n结果：薛亚在作案后当晚9点左右，在亲友的陪同下主动前往当地公安机关投案自首。法医鉴定显示，樊某1死因为机械性窒息，系被人用绳索缢颈所致。"
    },
    "415": {
        "假冒注册商标罪": "与假冒注册商标罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2010年2月，李某甲在未获得许可的情况下开始制造假冒避孕套。\n经过：李某甲雇佣工人在郑州的一处出租屋内使用自行购买的设备和材料生产假冒避孕套，并通过物流公司销往多地。\n结果：案发后，李某甲生产的假冒避孕套被扣押，价值人民币138682元。",
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李某甲未经许可生产假冒避孕套；\n经过：通过物流公司销售到多地；\n结果：避孕套被扣押，价值人民币138682元。"
    },
    "481": {
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：郑某某为偿还个人债务。\n经过：郑某某分三次挪用公款104134.50元，以支付货款名义提取。\n结果：郑某某于次年10月代偿全部款项，并在9月主动向纪委坦白。"
    },
    "169": {
        "容留卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韩宪龙自2018年3月起承租多处房屋。\n经过：韩宪龙在出租屋内容留多人卖淫，并收取台费，被警方现场抓获。\n结果：韩宪龙涉嫌容留卖淫罪，被抓捕归案。"
    },
    "72": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无；经过：王秋昌伙同他人两次强占宗教场所并收费，占用村集体水井停水半月，影响村民生活；结果：无。",
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年6月，时任武安市西土山乡东土山村书记的王秋昌得知村民韩某10已死亡，但其危房改造申请仍在进行。\n经过：王秋昌隐瞒了这个真相，并指示其他人伪造危房改造材料，以此来骗取国家危房改造补助款。\n结果：王秋昌成功骗取了15000元的补助款，并将其用于村里开支。然而他的行为最终被揭露并受到了法律制裁。"
    },
    "155": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年11月，马某某与徐屯供电所两名员工共谋，利用职务之便盗窃变压器。\n经过：三人将改造工程中换下的13台变压器运到马某某的维修厂，用报废变压器替换。\n结果：涉案变压器价值34,856元，案发后赃款已返还。马某某自首并被判从犯。"
    },
    "417": {
        "假冒注册商标罪": "与假冒注册商标罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年3月，被告人王某生等人受雇于王某强，在广州市白云区生产假冒化妆品。\n经过：他们在出租屋内制造假药和假冒品牌化妆品，包括PAIR痤疮膏、Avene雅漾喷雾和Jayjun面膜。\n结果：2017年4月18日，警方逮捕了被告等人，并发现了大量假冒产品和生产设备。这些产品的价值估计为113,553元。",
        "生产假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年3月，王某生等人受雇于王某强，在广州一出租屋生产假药和假冒化妆品。\n经过：2017年4月18日，警方抓获了王某生等人，并缴获了大量的假药和假冒化妆品。\n结果：经鉴定，缴获的部分产品按假药论处，假冒产品总价值为113553元。"
    },
    "592": {
        "虚报注册资本罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴某某为了提高公司注册资本，在没有资金的情况下向他人借款。\n经过：吴某某借用450万人民币进行验资，并在验资完成后归还这笔钱。\n结果：吴某某的行为构成了虚报注册资本罪，需要承担相应的法律责任。",
        "合同诈骗罪": "与合同诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2011年2月至2012年8月期间，吴某某虚构公司需资金周转或拥有资产的事实。\n经过：吴某某通过与他人签订、履行合同，骗取16位被害人共计328.998万元人民币。\n结果：案发后，部分款项已被追回，吴某某被抓获并接受审判。"
    },
    "491": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年12月，被告人曾再太在未获得许可的情况下雇佣工人砍伐自己种植的林木。\n经过：曾再太打算将砍伐的林木出售以获利。被砍伐的林木面积达到50.6亩，蓄积量为220.6立方米。\n结果：案发后，曾再太因涉嫌滥伐林木罪被网上追逃，并最终在广州被捕并受到刑事拘留和逮捕。"
    },
    "211": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：施展的妻子与郑某3有矛盾，李永海打电话辱骂郑某3并约定见面。\n经过：郑某3纠集团伙携带工具前往饭店，施展等人也准备好工具。双方相遇后发生殴斗。\n结果：李永海用酒瓶和镐把殴打郑某3，施展用尖刀刺死郑某3，其他人也参与了殴打。",
        "故意杀人罪": "与故意杀人罪相关的犯罪情节的起因、经过、结果分别为：\n起因：施展妻子与郑某3有矛盾，李永海电话辱骂郑某3并约见面。\n经过：郑某3带房某和女友王某1赴约，双方发生殴斗，施展持刀刺郑某3多刀，其他人也参与殴打。\n结果：郑某3被刺死，王某1轻微伤，几被告后自首。"
    },
    "272": {
        "失火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人邹某某违规搭建厂房。\n经过：违规厂房发生火灾并蔓延至相邻商铺。\n结果：造成财产损失达3948697.07元，被告人邹某某主动投案。"
    },
    "8": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：谢某1成立电商公司从事诈骗；经过：赵金旺通过发布虚假信息和话术诱导客户加盟并收取加盟费；结果：骗取了471680元加盟费，并非法获利158852元。"
    },
    "112": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人龚某在北锅安修公司任职期间，通过虚构项目部临时用工人员和虚构出差人员的方式套取资金。\n经过：龚某将套取出的部分资金支付给项目部现场工作人员工资及日常无法报销的花销，然后非法占有上虞项目和椒江项目的余款共计151054.5元。\n结果：龚某的行为构成贪污罪，被追究刑事责任。",
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：龚×在北锅安修公司任职期间，通过虚构项目部临时用工人员和出差人员的方式，套取临时用工补助和出差补助。\n经过：龚×将套取出的资金部分用于支付项目部现场工作人员工资及日常无法报销的花销，然后将剩余款项非法占为己有。\n结果：龚×非法占有上虞项目余款人民币95789元、椒江项目余款人民币55265.5元，并用于个人日常花销。"
    },
    "489": {
        "非法种植毒品原植物罪": "与非法种植毒品原植物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年12月，被告人何黑林在其自家地上播种了约40平方米的罂粟种子。\n经过：2019年4月，当地民警接获举报后到现场发现被告人正在铲除罂粟，并将其逮捕，清点带回共计11000株罂粟。\n结果：被告人何黑林被抓获，并被带回派出所接受调查。"
    },
    "588": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：任先权、陈卫商量去老家河边打鱼，联系了其他人一起。\n经过：八人开车到达河边，用准备好的工具电击方式捕鱼。任德万控制开关，其他几人拿网或捡鱼。\n结果：过程中任红灯触电身亡，其他人积极施救并向警方自首。赔偿受害者家属并获得谅解。"
    },
    "244": {
        "拒不执行判决、裁定罪": "与“拒不执行判决、裁定罪”相关的犯罪情节的起因、经过、结果分别为：\n\n起因：肖光炜和潘美珠被法院判决偿还章婷借款，但他们并未如期偿还。\n经过：肖光炜在得知判决生效后，将资金用于其他用途，而没有履行法院的还款判决。\n结果：肖光炜最终向公安机关自首，并主动履行了一部分还款义务。"
    },
    "151": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：村民张某2外出，留被告人张先仓与其患有精神疾病的儿媳刘某在家。\n经过：被告人张先仓试图对刘某实施强奸，但未能成功。\n结果：张某2等人及时赶回家中制止了犯罪行为，被告人张先仓被抓获，并被鉴定为精神发育迟滞且无性自我防卫能力。"
    },
    "22": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某为了加工猪头肉销售牟利；\n经过：在租住房屋使用松香给猪头褪毛，被公安机关查获取样送检；\n结果：送检物品为工业松香，构成生产、销售有毒、有害食品罪。"
    },
    "324": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：四被告人为非法获利，预谋盗伐他人林木。\n经过：四被告人在未经许可和未办理采伐证情况下，砍伐了186株树木。\n结果：被盗伐的林木蓄积为4.9585立方米，被告人均承诺复植补种并签订协议。"
    },
    "82": {
        "非法制造枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈刚在网上购买了不锈钢管等零件。\n经过：陈刚用这些零件自行组装了两支充气式气枪。\n结果：警方发现了这两支气枪，并且认定它们都是枪支。"
    },
    "503": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年2月11日晚，刘风手组织多人赌博并抽头渔利。\n经过：参与者认为庄家作弊，刘风手等人分掉赌资并与参赌者发生争执。\n结果：警方介入调查，部分涉赌人员被逮捕。",
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：参与赌博人员认为庄家李百久作弊。\n经过：刘风手等人事后对李百久等人非法拘禁、殴打，强行夺取赌资及银行卡内存款，并逼迫对方家人汇款。\n结果：李百久趁机逃脱，其余被告人家属代为赔偿部分被害人损失，取得谅解。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘风手等认为李百久赌博作弊。\n经过：刘风手等人将李百久赌资分掉后拘禁、殴打他和另外两人，并索要赌资。\n结果：拘禁期间李百久逃脱，其他人拿到李百久银行卡取出的两万六千；最终刘风手等人被抓获，受害者获得赔偿并对部分加害者表示谅解。"
    },
    "238": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘士彬为其已故妻子付翠珍办理新型农村合作医疗保险。\n经过：刘士彬使用妻子的医保卡进行虚假治疗并报销费用。\n结果：刘士彬通过此手段共骗取资金79438元人民币。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘士彬担任五院检验科负责人，负责试剂耗材的申购和采购。\n经过：刘士彬通过润丰公司及其后继企业鸿润公司，提高价格销售试剂给五院，非法获利；刘士彬安排鸿润公司违反合同仍按旧价格销售试剂，非法获利；武汉明德生物科技股份有限公司生产的试剂被高价销售给五院，并以高于核定价格收费给患者。\n结果：刘士彬侵占公共财产共计315504元人民币（其中241680元未实际取得）。\n\n请注意，以上内容仅涉及“贪污罪”的相关情节。"
    },
    "370": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：段某甲在未获批准和许可的情况下，雇人砍伐他人同意出售的树木。\n经过：砍伐期间，段某甲雇佣司机刀某某用卡车运输木材，但在途中被森林公安民警拦截。\n结果：段某甲滥伐的林木数量较大，被认定为滥伐林木罪。他承认指控，法庭审理后确认了指控的事实。"
    },
    "168": {
        "故意杀人罪": "与故意杀人罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张幸福与邻居张某4因宅基地纠纷争执；\n经过：张幸福拿铡刀砍伤张某4头部致其倒地；\n结果：张某4受重伤，张幸福亲属赔偿并取得谅解。"
    },
    "526": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：曹江菊和严秋霞为了索要欠款，准备了棍棒并将被害人王某某骗到酒店房间。\n经过：在房间内，王某某与曹江菊、严秋霞发生抓扯，逃到窗外。曹江菊手持木棒击打王某某腿部，严秋霞守在窗户另一边。王某某在窗外左右移动避让时坠楼身亡。\n结果：王某某因高坠导致颅脑损伤死亡，曹江菊被警方现场抓获。曹江菊对指控表示无异议，其辩护人请求法院从轻处罚。"
    },
    "116": {
        "制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某某的公公种植罂粟，她帮助割制毒品。\n经过：王某某与其丈夫将罂粟割制成鸦片并贩卖给其他被告人，还自己种植罂粟制成鸦片。\n结果：多人涉嫌购买和贩卖毒品被捕，部分被告提供线索或交换毒品。",
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某某帮助公公种植罂粟。\n经过：王某某收割并制成鸦片，与他人交易贩卖。\n结果：王某某及同案犯被判刑罚。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某某种植罂粟，王某某帮助割制鸦片。\n经过：王某某和刘某某将罂粟割制成鸦片并贩卖给他人，从中获利。\n结果：多人多次购买鸦片进行贩卖或供自己注射，部分被告被抓获归案。"
    },
    "380": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子帮客户办贷款获取信息；经过：男子多次盗用信息贷款购物；结果：男子自首，家属赔偿并获谅解。"
    },
    "133": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张艳超为强行占用土地和解决个人纠纷。\n经过：张艳超和同伙多次威胁、殴打、恐吓他人。\n结果：导致他人受到侵害，扰乱社会公共秩序。",
        "破坏生产经营罪": "与破坏生产经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张艳超和同伙为了非法获取土地使用权。\n经过：他们采用阻碍商户门口的方式，使用车辆和物资干扰商户正常营业，迫使商户无法继续经营。\n结果：商户被迫搬离，导致正常的生产经营活动受到严重破坏。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张艳超为获取土地使用权。\n经过：张艳超纠集同伙对多名个人施加暴力。\n结果：受害者受到不同程度的身体伤害。"
    },
    "517": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年2月20日下午，多人在汪某办公室赌博。\n经过：汪某借给罗某8万多元，并抽头获利1万多元。\n结果：汪某被抓获并如实供述。"
    },
    "342": {
        "运输毒品罪": "与运输毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王小华驾驶藏有毒品和熊掌的哈弗越野车从腾冲市前往保山市。\n经过：途中被抓获，并从车辆内发现大量毒品鸦片和熊掌。\n结果：被告人王小华被判运输毒品罪。",
        "非法运输珍贵、濒危野生动物制品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王小华驾驶藏有熊掌的车辆运输。\n经过：途中被警方抓获，发现熊掌及毒品。\n结果：熊掌属于亚洲黑熊，价值20040元。"
    },
    "429": {
        "买卖国家机关证件罪": "与买卖国家机关证件罪相关的犯罪情节的起因、经过、结果分别为：\n起因：关某盗窃4000份出生医学证明后分给朱某某200份作为报酬。\n经过：朱某某通过网络和QQ等方式售卖113份证明，并帮助关某销售1300多份，从中抽成赚取13万元。\n结果：朱某某被刑事拘留，后因病被取保候审，退还3万元赃款。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：关某告知朱某某需要到蒙城一个朋友处拿东西。\n经过：关某翻墙潜入医院办公室，撬开档案柜盗窃4000份出生证明；关某将盗得的出生证明中的200份给朱某某作为油费；朱某某通过网络途径销售这些证明并抽取提成，共赚取13万元。\n结果：朱某某于2013年11月13日被刑事拘留，后因健康问题被取保候审。2015年2月6日，朱某某退还了3万元赃款。"
    },
    "334": {
        "合同诈骗罪": "与合同诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：彭建民假冒中铁五局名义，虚构宁韶高速工程。\n经过：彭建民与15人签订9份虚假合同，骗得9名被害人12.5万元工程信誉金。\n结果：彭建民将资金用于个人开支，如实供述罪行。"
    },
    "15": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘志勇犯罪团伙为迫使被害人偿还债务。\n经过：采取恐吓、威胁、破坏财物等手段，如喷油漆、封锁门锁、扔掉车钥匙。\n结果：对多名被害人造成滋扰，影响其正常生活。",
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘志勇犯罪团伙使用“套路贷”手段诱骗多名被害人签订陷阱借款协议。\n经过：被害人陷入无法偿还的债务，被迫签订新协议，实际借款远低于还款金额。\n结果：犯罪团伙从中非法获利，多名被害人遭受财产损失。",
        "非法侵入住宅罪": "与非法侵入住宅罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘志勇团伙为了逼迫被害人偿还债务。\n经过：团伙成员闯入林某和何某家，强迫他们还债，长时间停留。\n结果：影响了被害人的正常生活，构成了非法侵入住宅罪。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：犯罪团伙以“辛苦费”名义向已偿债被害人敲诈；\n经过：采用恐吓、威胁手段逼迫被害人支付；\n结果：成功勒索到额外款项。"
    },
    "330": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：孙磊和赫庆磊为了获取非法收益，组织并参与开设赌场活动。\n经过：他们在伊宁市南岸新区和其他地区的家庭住宅、商店、台球室等地开设赌场，每场赌博活动参与人数众多，从中抽取“水钱”。\n结果：孙磊和赫庆磊通过开设赌场活动，积累了显著的非法收益，这些收益被用于个人消费。",
        "伪造、变造、买卖国家机关公文、证件、印章罪": "与“伪造、变造、买卖国家机关公文、证件、印章罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：孙磊为了获取非法利益，伪造国家机关印章和公司企业印章。\n经过：孙磊使用伪造的印章，通过虚假身份和材料向银行申请贷款，并为不合格客户办理信用卡。\n结果：孙磊从中获得了非法利益，并将这些非法收益用于个人消费。",
        "伪造公司、企业、事业单位、人民团体印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孙磊为了获取非法利益。\n经过：孙磊在2016年12月至2018年2月期间，伪造了国家机关印章和公司企业印章，使用虚假身份和材料向银行申请贷款，并为不合格客户办理信用卡。\n结果：孙磊从中非法获利，所得的非法收益被用于个人消费。"
    },
    "198": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陶某在长江河道处任主办会计时，利用协助拆迁工作的职务之便。\n经过：他伙同情妇采用虚列公房住户的方式，骗得四个安置名额并侵吞房屋差价。\n结果：两人共侵占了282214元人民币，之后陶某被判刑。"
    },
    "403": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：个人积怨、收费纠纷、口角矛盾。\n经过：指示他人砍杀、恐吓、参与斗殴和打斗。\n结果：造成人员伤亡和物品损坏。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘奎因之前斗殴怀恨在心；雷某在KTV内与人产生矛盾。\n经过：刘奎对史某吉等人进行报复性砍杀；郝某辉、雷某对洪某源进行砍杀和殴打。\n结果：多名被害人受到伤害，造成身体损害。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李某乙在动漫城赌博赢钱后，被甘某友等人怀疑作弊。\n经过：李某乙遭到甘某友等人的殴打和非法拘禁。\n结果：案件涉及到的其他信息，未提及非法拘禁罪的后续结果。",
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：袁某江与杨某甲产生经济纠纷。\n经过：詹勇勇等人介入后，多次向袁某江索要费用，并用暴力手段进行威胁。\n结果：詹勇勇等人成功索取到费用。"
    },
    "471": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孙某联系蒙虎帮忙处理矛盾纠纷；经过：蒙虎等人携带枪支追赶邓某等人，并开枪射击邓某车辆，致邓某受伤；结果：邓某多处受伤被鉴定为轻伤二级，嫌疑人逃离现场。",
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孙某联系蒙虎处理矛盾纠纷。\n经过：蒙虎等四人携带枪支前往约定地点，发现对方已报警离开，遂驾车追赶并开枪射击，致一人受伤。\n结果：警方在现场提取弹壳，并鉴定出受伤人员的伤情等级。",
        "偷越国境罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：孙某让蒙虎帮忙处理纠纷；经过：蒙虎等人携带枪支寻找对方车辆，并开枪射击；结果：致人受伤，多车受损。"
    },
    "218": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：龚文生意图盗窃，多次盗窃未果后决定纵火。\n经过：龚文生点燃市场内塑料篷布，引发火灾，虽试图灭火但未能成功。\n结果：火灾造成55名商户财物损失250.3100万元及市场建筑损失30.6065万元。附近住户报警，消防员将火扑灭。龚文生被抓获并诊断为完全刑事责任能力人。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：龚文生刑满释放回家后因无积蓄想盗窃。\n经过：龚文生乘车到泸溪县武溪镇白沙城区，伺机盗窃未果后进入一间民房内盗窃31元现金。次日凌晨，龚文生再次实施盗窃行为，点燃市场内的摊位企图窃取财物，导致火灾发生。\n结果：龚文生在现场被发现，后被公安机关依法传唤归案。火灾造成巨大财产损失。龚文生患有轻度精神发育迟滞，但具有完全刑事责任能力。"
    },
    "78": {
        "聚众斗殴罪": "与“聚众斗殴罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：杨独强与郑文因琐事发生矛盾。\n经过：杨独强纠集多人，郑文纠集被告人李园等人，双方持械在约定地点互殴。\n结果：斗殴致多人受伤，车辆受损，被告人江海波在投案途中被捕。"
    },
    "52": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人莫某某、郭某某与被害人王某甲有经济纠纷。\n经过：莫某某和郭某某把王某甲强行带上车并殴打他，带他到四处地方进行威胁、恐吓和殴打，限制其人身自由长达数小时。\n结果：王某甲被迫卖手机还债，身心受到伤害，但事后得到赔偿和对方的谅解。"
    },
    "188": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年9月，被告人李健玲加入名为“善心汇众扶互生大系统”的平台，并交纳入门费；\n经过：李健玲通过微信推广该平台，吸收人员加入，并晋升为平台的“B轮功德主”，发展下线成员7层305人；\n结果：公安机关在调查其他案件时发现了李健玲的行为，将其抓获归案，她承认了自己的行为，获利17960元及余下的虚拟货币被冻结。"
    },
    "312": {
        "非法制造枪支罪": "与非法制造枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无制造资质；经过：使用工具加工钢管、套筒等部件制成枪形物；结果：制成一把金属制枪形物，被抓获并扣押，被鉴定为枪支，构成非法制造枪支罪，被提起公诉。"
    },
    "529": {
        "徇私枉法罪, 行贿罪, 受贿罪": "对于罪名“徇私枉法罪”，相关犯罪情节的起因、经过、结果分别为：\n起因：朱玉东得知王某甲供述盗窃赵某甲92万。\n经过：朱玉东与孙辉商量降低盗窃数额，并采取暗示、诱供等方式改口供。\n结果：朱玉东送给赵某甲5万，以便加深关系，方便提拔。\n\n对于罪名“行贿罪”，相关犯罪情节的起因、经过、结果分别为：\n起因：朱玉东希望加深和赵某甲的关系，便于将来提拔任用。\n经过：朱玉东借办王某甲案的机会，送给赵某甲5万元现金。\n结果：朱玉东通过贿赂谋取了不正当利益。\n\n对于罪名“受贿罪”，相关犯罪情节的起因、经过、结果分别为：\n起因：朱玉东在职期间接受了他人的财物。\n经过：朱玉东收受了张某甲送的5000元现金、两条香烟和一把宝剑。\n结果：朱玉东利用职务便利收受贿赂，违反了国家工作人员廉洁自律的规定。"
    },
    "329": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王昌华拖欠20多名员工工资43万多元。\n经过：他通过逃匿等方式逃避支付工资，政府责令支付仍不支付。\n结果：已支付13.3万元，其余部分经法院诉讼后仍未支付。王昌华被司法拘留并立案侦查，最后与被害人达成和解协议并支付2万元，取得谅解。"
    },
    "289": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某某怀疑被害人王某某对其催眠。\n经过：李某某持菜刀挟持王某某并将其锁在屋中，王某某欲逃离时不慎摔伤。\n结果：王某某构成轻伤一级和多处伤残，李某某被鉴定为限制刑事责任能力，其家人赔偿了王某某1万元。"
    },
    "97": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人蔡正明利用担任会计的便利，修改土地补偿登记表套取公共资金。\n经过：被告人蔡正明伙同他人侵吞公款，并在被发现后采取措施掩盖罪行。\n结果：被告人蔡正明自动投案并退还全部赃款，获得谅解；蔡光火被传唤到案并退还全部赃款。"
    },
    "308": {
        "容留卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人郭某某为谋取非法利益，在自建房内容留他人卖淫。\n经过：郭某某多次容留多名女性在自家经营的酒楼或自建房内向他人提供性服务，并从中抽取场地费。\n结果：郭某某被抓获归案，对其犯罪行为供认不讳，法院依法审理判决。"
    },
    "443": {
        "挪用资金罪": "与挪用资金罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年2月至2014年12月，王某某和伊某某利用管理村集体资金的职务便利。\n经过：他们商议后，先后六次挪用124万村集体资金用于伊某1的银行揽储额进行营利活动。\n结果：被发现并追究刑事责任。"
    },
    "192": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年5月18日9时许，被告人王某某冒用被害人王某3的信用卡。\n经过：被告人王某某乘出租车由临漳县来到成安县青云路郭某的刷卡门市，并在该店内刷取被害人王某3信用卡内25000元现金。\n结果：慌称着急用钱。"
    },
    "125": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人于红杰未按判决赔偿曹雨阳交通事故损失。\n经过：法院多次通知、罚款及拘留，于红杰仍拒绝履行赔偿义务。\n结果：于红杰被控告拒不执行判决、裁定罪，在审理期间达成和解协议并履行部分义务。"
    },
    "162": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宋朝阳利用职务之便，虚列多名员工工资奖金等进行贪污。\n经过：宋朝阳通过修改工资电子发放表，将贪污款项转入自己工资卡；还私自截留退休人员过节费、死亡抚恤金及平安创建奖；同时未将租金入账而私自占用。\n结果：宋朝阳主动向检察机关交代部分贪污行为，在案发后退还全部赃款。"
    },
    "599": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：五人共谋通过色诱方式敲诈勒索；\n经过：女性成员诱使受害者开房，男性成员暴力威胁受害者给钱；\n结果：受害者朋友报警，警察及时赶到并将嫌疑人逮捕。"
    },
    "595": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为了逼迫他人还债；\n经过：组织多人将他人强行带到山顶公园限制自由，其间殴打他人致其受伤；\n结果：与对方达成还款协议并获得谅解，在案发两个月后主动投案自首。"
    },
    "74": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：看到独身女性佩戴贵重首饰。\n经过：尾随并逼迫受害者交出首饰，后又抢劫手机，并用刀威胁发生性关系。\n结果：受害者窒息死亡，抢劫物品被变卖，嫌疑人被捕。",
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：看到陈某的手镯，起了抢劫的念头。\n经过：抢劫了陈某的手镯和手机，并将其带到树林里发生性关系；为了掩盖罪行，使用背包带勒住陈某的脖子几分钟，并用弹簧刀刺伤她的肩膀。\n结果：陈某因勒颈窒息而死；被告人拿走了陈某的背包里的东西逃跑了；几天后，被告人在一家珠宝店把手镯卖掉了；最后，被告人在公路上被警方抓住了。",
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无；经过：使用暴力手段强行与妇女发生性关系；结果：造成妇女死亡。"
    },
    "253": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无具体起因介绍。\n经过：十名被告人共计盗窃作案二十九次，窃得财物价值总计人民币二十六万七千多元。\n结果：十名被告人被抓获归案，涉案财物已被追缴并发还被害人。",
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无直接叙述，被告人实施盗窃后寻求销赃。\n经过：被告人王永年收赃八次，涉案财物价值人民币82340元；被告人吴越收赃一次，涉案财物价值人民币7980元。\n结果：王永年、吴越被认定构成掩饰、隐瞒犯罪所得罪，将依法追究刑事责任。"
    },
    "89": {
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：万庆祥、于新章得知赵某交通肇事信息。\n经过：万庆祥、于新章威胁举报赵某，迫使赵某付3万。\n结果：两人被抓获，退款并获谅解。"
    },
    "507": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王某因与妻子争吵迁怒于路人孙某；\n经过：王某殴打孙某；\n结果：孙某受轻伤一级。",
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某驾驶套用车牌轿车途径交警卡点，发现交警查车。\n经过：王某拒绝配合检查，辱骂追赶辅警，并持螺丝刀下车。\n结果：王某驾车逃离现场，未被当场抓获或制止。"
    },
    "521": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年10月22日，被告人吴坤忠在网上购买了一支射钉枪，并将其改造成一支火药枪。\n经过：2015年10月26日下午3点左右，吴坤忠持该改造枪前往海口市美兰区一处鱼塘附近的树林，准备打鸟。\n结果：吴坤忠在现场被捕，警方收缴了改造枪支和19枚射钉弹。经过鉴定，该改造枪是以火药为动力的枪支，具有致伤能力。"
    },
    "313": {
        "包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某无证驾驶发生交通事故，担心被追责。\n经过：李某让庄某甲冒名顶替，庄某甲同意并在事故现场接受询问；庄某甲和王某继续做假证明包庇李某。\n结果：庄某甲和王某于2017年5月10日自首，并如实供述犯罪事实；被判缓刑。"
    },
    "410": {
        "非法采矿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年，韩廷亮和李永福伙同他人在都兰县和格尔木市非法开采玉石。\n经过：他们在没有采矿资质的情况下进行开采。\n结果：未给出此案的具体判决结果。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n由于未提供具体的罪名，无法为您提供相关情节的总结。请提供有关您想了解的具体罪名。",
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年至2017年间，多名被告人在格尔木市多个地点开设赌场。\n经过：被告人开设赌场并从中抽头获利，同时向参赌人员发放高利贷。\n结果：被告人的行为构成了开设赌场罪，依法应当追究刑事责任。",
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n由于文本中并未提及具体的诈骗罪相关情节，故无法总结与诈骗罪相关的起因、经过、结果。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韩廷亮为索要赌债。\n经过：韩廷亮指使他人将债务人带到草原殴打并强迫其挖坑准备活埋。\n结果：无具体描述。"
    },
    "128": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年9月，罗伟、陈国全等人计划组织赌博活动。\n经过：他们租用了叙州区某茶楼房间，召集多人参与赌博，从中抽头渔利，赌资累计达数十万元。\n结果：公安机关接到举报后，对现场进行了查处，抓获了部分参赌人员，并扣押了大量现金和筹码。罗伟、陈国全等人因涉嫌赌博罪被刑事拘留。",
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：川渝建设集团的钟某与弃土场管理人员陈某2因弃土费问题发生争执。\n经过：双方动员多人进行电话沟通和实际暴力冲突，使用刀具、棍棒等武器。\n结果：造成李某4的宝马车被破坏等后果。"
    },
    "261": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某和王某军为盗窃财物，多次驾车到村庄寻找目标。\n经过：他们趁村民熟睡或家中无人，窃取各种肉类食品和家用电器，共计实施六次盗窃行为。\n结果：被盗物品总价值超过8000元人民币，两名被告被抓获并追究刑事责任。"
    },
    "352": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：旭磊公司的龚常明将危险废物非法转运。\n经过：龚常明将废物交给无资质的周国军晾晒，周明知是危险废物仍组织村民晾晒。\n结果：公安发现后调查周国军，龚常明自动投案并如实供述。"
    },
    "547": {
        "非法制造、运输爆炸物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为了赚钱，黎春和陈某3、陈某2生合谋制造火雷管。\n经过：黎春等人购买材料并制造出1800枚火雷管。随后黎春将这些火雷管与其他火雷管一并装入车辆，准备去交易。\n结果：黎春和陈某2生在交易地点被警方发现，黎春逃跑并在一年后被捕。"
    },
    "359": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵进在杭州富阳腾泓环保科技有限公司经营处理造纸废料的生产线。\n经过：赵进通过他人非法倾倒、填埋造纸废渣，造成公私财产损失约200余万元。\n结果：赵进被抓获归案，公司支付清运费62万元，赵进缴纳生态修复金90万元。"
    },
    "113": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘应祥办理了杉木采伐证。\n经过：刘应祥超范围、超量采伐，滥伐活立木蓄积614.47471立方米。\n结果：刘应祥因此前被判过刑，此次构成滥伐林木罪。"
    },
    "58": {
        "销售伪劣产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年5月至8月期间，被告人张某甲未取得烟草制品专卖零售许可证。\n经过：伙同张某乙、张某丙在九寨沟景区非法销售多种品牌的假冒伪劣卷烟，销售金额高达143,708元。\n结果：现场查获83.3条卷烟，价值56,037元。经检验，大部分为假冒伪劣卷烟。被扣押的卷烟存放在九寨沟县烟草专卖局。"
    },
    "75": {
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某某为筹集资金买入无合法凭证的摩托车。\n经过：陈某某联系陈Ａ帮忙销售摩托车，陈Ａ收到车尚未卖出时被警方抓获。\n结果：涉案摩托车被追回并发还给失主，两人均被抓获并被判刑罚。"
    },
    "47": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘海祥经营麻将馆。\n经过：刘海祥组织他人在此赌博并盈利。\n结果：警察抓了现场的刘海祥等人。"
    },
    "562": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人赵某某与被害人张某某因场地费用产生矛盾。\n经过：被告人赵某某趁张某某不在时，破坏其牌匾并点燃废纸壳，导致财物损失。\n结果：被告人赵某某被抓获归案，并赔偿了被害人损失，得到谅解。"
    },
    "27": {
        "销售假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人通过网络购买假冒衡力牌肉毒毒素。\n经过：被告人包装并销售这些假药至中国多地，雇佣他人帮忙包装并使用快递服务送货，其他人明知是假药仍协助销售。\n结果：警方逮捕了被告人等人，查获大量假药和包装材料，发现他们已售出数百支假药，非法获利数万元人民币。"
    },
    "18": {
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年3月23日晚上，赵声国醉酒后驾车与另一辆车相撞。\n经过：赵声国驾车过程中碰撞到周某的车辆，导致车内人员受伤和车辆损坏。\n结果：赵声国被认定为事故全责并逃离现场，但后来赔偿了受害者并获得谅解。"
    },
    "187": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王法星为感谢贾中建在其在太原市龙潭公园承揽工程和工程结算中的关照；\n经过：王法星用贾中建的身份证在广西壮族自治区北海市购买了一套房屋，并用自己银行卡支付了全部款项；\n结果：贾中建主动投案并如实交待犯罪事实，案发后已退还全部涉案财物。"
    },
    "490": {
        "非法占用农用地罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：岩某甲未办理相关采伐许可证。\n经过：岩某甲砍伐林木并种植旱谷、茶叶。\n结果：被砍伐林地面积5.80亩，损失活立木蓄积量为15.486立方米，价值4645.80元。"
    },
    "141": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨秀德等人想承包土地。\n经过：他们通过操纵选举、暴力恐吓等手段强行承包土地。\n结果：杨秀德等人被起诉多项罪名，包括寻衅滋事罪。",
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为了顺利承包土地，杨秀德、夏方祥等人采取操纵选举、暴力恐吓等方式。\n经过：他们强行承包了周家冲的土地30年，并在未办砍伐手续的情况下滥伐土地上的林木20多立方米。\n结果：被告单位和多名被告被指控犯有滥伐林木罪，接受了法院审理。",
        "职务侵占罪": "与职务侵占罪相关的犯罪情节的起因、经过、结果分别为：\n起因：查账过程中发现承包土地有利可图。\n经过：通过操纵选举方式取得组长职位，强行承包土地，滥伐林木，私自提取查账“劳务费”10万元并侵占。\n结果：被公诉机关指控犯职务侵占罪。"
    },
    "474": {
        "失火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘希方在自家人口地里整理麦地烧荒。\n经过：不慎引燃周围草丛引发火灾，导致南汪格庄村南山过火面积166亩，其中防护林地过火面积为2.5935公顷。\n结果：村民刘某1的58亩桃树和村民刘某2的68亩板栗树被烧，造成经济损失。"
    },
    "587": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：村民报警称胡文永有枪。\n经过：警方调查发现胡文永的枪来自田维云，田维云还私自制造并贩卖多支枪。\n结果：警方收缴了所有非法枪支并对相关人员进行了处罚。",
        "非法制造、买卖枪支罪": "与非法制造、买卖枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：胡文永被举报非法持枪；经过：警方从胡文永、田维云等人家中搜出多支改装枪支，多人供述田维云涉及非法制造、买卖枪支；结果：非法持有的枪支被鉴定为真枪，多人被追责。",
        "非法制造枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡某报警称顾某家中有枪。\n经过：警方发现胡某所述属实，并在顾某家中搜出枪支；随后，警方又在田某家中搜出多支枪支及相关制造工具；田某承认自己非法制造并出售枪支的事实。\n结果：田某被控告非法制造枪支罪，并被逮捕；同时，其他相关人员也受到相应处理。",
        "非法买卖枪支罪": "与非法买卖枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：胡文永报警称顾某1家中有枪。\n经过：胡文永承认枪支系向田维云购买；田维云非法持有枪支并帮人改装，出售给胡文永等多人。\n结果：多支枪支被警方查获；田维云、胡文永等人受到相应处罚。"
    },
    "568": {
        "强奸罪": "与强奸罪相关的犯罪情节的起因、经过、结果分别为：\n起因：周晓萱、邱文静、王晓萱为了赚钱，预谋胁迫少女刘某某卖淫。\n经过：刘某某先后两次被迫与张树军发生性关系。\n结果：刘某某在被胁迫下遭受性侵，但未提及对犯罪者的惩罚情况。"
    },
    "421": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：徐某因女友与陈某乙相处结怨，欲殴打陈某乙出气。\n经过：徐某纠集多人携带砍刀、镐柄与陈某乙约定地点见面，并持械殴打陈某乙，陈某乙逃走，徐某等人划破陈某乙车辆轮胎。\n结果：造成财物损失价值2072.6元。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人徐某因之前女友与陈某乙相处而结怨；\n经过：徐某以陈某乙需替其女友还钱为名，采取持刀威胁等手段，强行向陈某乙索要5000元，并逼迫陈某乙书写了金额为5000元的欠条一张；\n结果：两被告人分别赔偿了被害人的损失，取得了被害人的谅解，请求对被告人从轻处罚。"
    },
    "199": {
        "销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某在经营保健品店期间，购入并销售假冒药品及含毒保健品。\n经过：公安机关两次搜查其店铺，发现多种有毒、有害保健品。\n结果：刘某被认定构成销售有毒、有害食品罪，需承担相应法律责任。",
        "销售假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年2月，刘某在虞河路附属医院北经营性趣365保健品店。\n经过：刘某购进并销售假冒伪劣药品，如虫草鹿鞭丸、万艾可牌枸橼酸西地那非片。\n结果：公安机关于2016年6月和11月两次搜查，发现了假冒药品和含有有毒、有害非食品原料的保健品。\n\n注：本回答仅根据提供的案情摘要进行分析，不代表真实判决结果。"
    },
    "348": {
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王玉国从常荣强手中购买一辆无手续摩托车并通过郑立良介绍卖给靳世利。\n经过：靳世利明知该车为赃物仍予以收购。\n结果：摩托车系被盗车辆已被追回并发还被害人，价值人民币6390元。",
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人靳世利在承建住宅楼项目中，拖欠工人工资。\n经过：政府两次责令支付工资，被告人未支付且离开居住地逃避，并被网上通缉。\n结果：至今仍拖欠大量工资，用工程款足以支付但未支付。"
    },
    "326": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年冬天，东某甲、东某乙和东某丙计划盗伐云杉。\n经过：他们使用油锯和斧头在玛可河林区盗伐了12棵云杉，并用拖拉机将木材藏匿在格日则寺院背后。后来，他们在寺院后面把木材加工成长3米的木料，并放在东某甲的双排车上。\n结果：东某甲等人试图将木材运往四川省阿坝县出售，但在途中被玛可河林区林业公安分局的警察逮捕。"
    },
    "402": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韦昌国、韦昌金的骡子被盗，他们在找回过程中发现被盗骡子并埋伏等待盗贼。\n经过：韦昌忠携带自己的长枪参与埋伏，在盗贼出现试图转移骡子时，韦昌忠开枪击中了盗贼杨阿蒋。\n结果：杨阿蒋因枪伤死亡，韦昌忠在现场等待警方调查处理，并在事后赔偿了受害人家属。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韦昌国、韦昌金发现被盗骡子并组织亲戚寻找，在发现地点埋伏守候。\n经过：杨阿蒋与韦应杰来转移骡子时，被韦昌忠等人拦截，韦昌忠开枪打中杨阿蒋左腹股沟。\n结果：杨阿蒋因伤动脉致失血性休克死亡，韦昌忠的家属赔偿被害人家属损失20000元。"
    },
    "92": {
        "信用卡诈骗罪": "与信用卡诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人的父亲捡到被害人的手机，发现银行卡内有余额及银行卡号等信息。\n经过：被告人将自己父母的微信账号绑定被害人的银行卡，分两次转出共计18000元至自己微信。\n结果：被告人被抓获后，家属已退赔全部款项并取得被害人谅解。"
    },
    "561": {
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：盐山县财政局通知收取公积金，被告人产生用款项炒股想法。\n经过：被告人利用职务便利，让职工将公积金打入个人股票账户，多次挪用公款炒股。\n结果：被告人筹集资金归还了公积金，并向检察院投案自首，供述犯罪事实。"
    },
    "232": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：倪某利用职务便利，接受他人请托。\n经过：倪某收受贿赂款，为他人谋取利益。\n结果：倪某受到刑事处罚。",
        "单位受贿罪": "与单位受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：双运客运公司通过收取代理费、回扣等方式获取不正当利益。\n经过：双运客运公司将部分非法所得用于单位费用，部分返还款项给客运经营者。\n结果：双运客运公司的行为构成单位受贿罪，应依法承担刑事责任。"
    },
    "548": {
        "滥伐林木罪": "与滥伐林木罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王家梁受委托负责修路、建工棚项目。\n经过：王家梁未办手续就雇人施工，导致林地被占、林木被损毁。\n结果：非法占用林地面积达8668.59平方米，损毁林木1223株，幼树925株。"
    },
    "268": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年3月，王文天成立微凯公司并建立“返本购物网”，设置多级会员制度，通过高额返利吸引消费者及商家加入。\n经过：微凯公司通过内部部门和职务管理各级会员，迅速在全国范围内发展区域代理商、商家和会员。至案发时，已累积营业额达人民币34268868.01元，返利总额达人民币19660172.48元。\n结果：王文天向区域代理商和商家退还人民币688余万元。张某甲成为浦江县区域代理商，发展商家和会员，共收取佣金10万元左右。"
    },
    "554": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：乔耀丽成立周口市利源企业管理咨询有限公司并与河南富通资产管理有限公司合作。\n经过：未经批准，向公众宣传高回报投资项目并吸收存款，与客户签订借款合同并将资金汇给河南富通公司。\n结果：非法吸收公众存款1亿多元，导致389人本金未兑付，共计6822万元，支付利息3722万，获利息差额2169万，支付业务员提成和利差195万。"
    },
    "278": {
        "非法吸收公众存款罪": "与非法吸收公众存款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：尤芳为获取资金，承诺支付高额月息向公众借款。\n经过：尤芳通过承兑贴现等方式向不特定个人借款数千万元，造成被害人巨额损失。\n结果：尤芳未能偿还债务，主动投案自首，被公诉机关指控犯有非法吸收公众存款罪。"
    },
    "124": {
        "虚开增值税专用发票、用于骗取出口退税、抵扣税款发票罪": "与虚开增值税专用发票、用于骗取出口退税、抵扣税款发票罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年12月，郭振杰为了帮长虹公司虚增销售利润而接受请求。\n经过：郭振杰指示中讯通公司在没有真实交易的情况下为长虹公司虚开增值税专用发票。\n结果：截至2015年7月10日，虚开的增值税专用发票导致约55万余元的差额。",
        "拒不支付劳动报酬罪": "与“拒不支付劳动报酬罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年至2015年间，中讯通公司在郭振杰、马艳兵的管理下经营困难，无法按时支付员工工资。\n经过：中讯通公司累计拖欠43位工人约86万元的工资，在政府部门下达整改指令后仍未支付。\n结果：直到案发时，中讯通公司仅支付了约55万元工资，剩余约31万元仍未支付给工人。郭振杰和马艳兵因此被控告拒不支付劳动报酬罪。",
        "挪用资金罪": "与挪用资金罪相关的犯罪情节的起因、经过、结果分别为：\n起因：郭振杰作为中讯通公司的实际控制人，挪用公司资金。\n经过：挪用的资金总计约1049万余元，其中马艳兵参与的金额约429万余元。资金被用于郭振杰前妻在美国的生活费用及子女费用。\n结果：郭振杰和马艳兵被判犯有挪用资金罪。"
    },
    "391": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周渝与李某某因口角相约斗殴；经过：周渝、廖可等与李某某、张某等人持械互殴；结果：多人受伤，廖可逃跑被捕，周渝被捕并邀约他人报复。"
    },
    "339": {
        "虚开发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为了逃税，被告单位瑞亚达公司的实际控制人联系被告人杨贺东。\n经过：被告人杨贺东虚构购买杨树原木的事实，为被告单位瑞亚达公司虚开了增值税专用发票。\n结果：被告单位瑞亚达公司将这些发票在税务部门认证抵扣，形成了虚假的资金流。后来，被告单位和被告人主动进行了进项税额转出。",
        "虚开增值税专用发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨贺东为了逃税，利用其控制的顺龙公司虚构交易并开具增值税专用发票。\n经过：杨贺东向多家公司开具了大量增值税专用发票，并通过资金流转制造虚假交易记录。\n结果：这些发票被用于抵扣税款，给国家造成了经济损失。杨贺东最终被警方抓获，亚秀伦主动投案，涉案公司进行了税款转出。"
    },
    "163": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无相关信息；经过：2019年8月22日，警方在搜查中发现并扣押了被告人的改装射钉枪和射钉弹；结果：被告人的行为构成非法持有枪支罪。",
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年7月至8月间，被告人覃明在其住所大厅内容留吸毒人员吸毒。\n经过：期间共容留两人吸毒多次，且被抓获时其住所内还藏有非法持有的枪支和弹药。\n结果：被告人的行为构成容留他人吸毒罪，依法应当追究刑事责任。"
    },
    "270": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：姜二平、姜丑银为谋取利益，将集体所有的杨树卖给王某。\n经过：王某砍伐了这些树木，共计3.118立方米活立木蓄积。\n结果：姜二平、姜丑银在案发后主动投案并如实供述，构成自首。"
    },
    "284": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年12月24日，王成杰与张某1在北戴河新区团林中村大集市场试射枪支。\n经过：王成杰非法持有两支气枪，在试枪过程中被公安机关逮捕，并扣押了相关枪支和铅弹。\n结果：经物证鉴定，确认这两把枪支都是以压缩气体为动力的枪支，王成杰出庭受审。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年12月24日，公安机关在对王成杰的车辆和住所进行搜查。\n经过：搜查发现了含有甲基苯丙胺、咖啡因、可待因和吗啡等多种毒品，总计152.92克。\n结果：经过鉴定，确认这些物品为毒品，王成杰因此被指控犯有非法持有毒品罪。"
    },
    "560": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人韦统满未经许可私自砍伐林木。\n经过：韦统满砍伐了大量杉木并出售，导致森林资源损失。\n结果：韦统满被判刑，并需赔偿经济损失。"
    },
    "221": {
        "开设赌场罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年2月中旬，李小稳在其居住的高阳县家中开设赌场。\n经过：李小稳提供场所和赌具供他人赌博，并从中营利。\n结果：该赌场经营至2019年4月28日被查处。"
    },
    "161": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人曾光为侵占单位财物，伪造客户印章。\n经过：曾光利用伪造印章和职务便利，与单位签订虚假合同骗取电缆并转卖获利。\n结果：单位发现被骗后报警，曾光被抓获归案，侵占的电缆价值人民币4178116元。"
    },
    "94": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：洪银权承包芜湖市鸠江区沈巷镇天和苑小区二期工程的瓦工工程，完成后拖欠24名农民工463900元工资。\n经过：洪银权逃避被害人并拒绝接听电话，导致被害人无法联系到他。安徽省江北产业集中区管委会接到投诉后发出整改指令书，但洪银权仍不支付工资。\n结果：洪银权被捕后支付了部分工资，但在审理过程中仅支付了部分被害人100000元工资，并缴纳112900元暂存款，仍拖欠部分工资。"
    },
    "419": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡广智承包工地工程后拖欠160多名工人工资。\n经过：政府有关部门责令胡广智支付工资，但他仍不配合。\n结果：胡广智被捕后，最终通过借款委托公司支付了所有拖欠工资。"
    },
    "310": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某在宋某轿车上小便，双方发生争执。\n经过：刘某邀约多人对宋某等人进行殴打。\n结果：造成3人受伤，其中1人轻伤，2人轻微伤。姚某某、姚某自首并赔偿获得谅解，赵某家人代为道歉并获得谅解。"
    },
    "399": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人伙同他人预谋抢劫运动用品店收银员。\n经过：被告人和同伙携带刀具埋伏在收银员宿舍楼，威胁两名女子交出财物。\n结果：被告等人抢走背包、现金和手机，乘坐接应车辆逃离现场。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：彭某1、彭某2在广场被江某1一方的人踢了摩托车，引发争执。\n经过：彭某1、彭某2等人寻找江某1等人理论，随后双方发生冲突，江某1等人使用U型摩托车锁砸伤彭某1头部。\n结果：彭某1被砸成重伤。"
    },
    "293": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李忠城以被害人非法经营车辆天然气加注业务为由，以被害人不给钱就举报相威胁。\n经过：通过微信转账的方式，先后敲诈多名被害人钱财，数额巨大。\n结果：被告人家属赔偿了部分被害人损失并得到谅解，在审理过程中预缴罚金。"
    },
    "357": {
        "伪造、买卖国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无；\n经过：在运输合同诈骗案中，为逃避追查，使用假证件；\n结果：被发现并逮捕，除运输合同诈骗罪外，还加判了伪造、买卖国家机关证件罪。",
        "合同诈骗罪": "与合同诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：由某使用假名与物流公司签订运输协议。\n经过：由某运输货物后私自变卖并逃匿。\n结果：由某被抓获归案，所得赃款已被挥霍。"
    },
    "99": {
        "运输毒品罪": "与运输毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：龚某某想把甲基苯丙胺运送到其他地方。\n经过：龚某某把毒品放入气缸，并通过短信告知何某某邮寄地址和收件人信息。何某某帮忙邮寄。\n结果：邮件在深圳机场被查获，毒品净重975.8克。两人后来被捕。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：龚某某想把甲基苯丙胺邮寄出去。\n经过：龚某某把毒品放进气缸里，然后发短信告诉何某某邮寄地址和收件人。何某某帮着把包裹寄了出去。后来在深圳机场安检站被查到。\n结果：何某某被抓了，在龚某某的住处找到了更多毒品和枪支弹药。龚某某也被抓了。",
        "非法持有枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：龚某某持有疑似毒品及枪支、弹药。\n经过：公安机关在龚某某住所搜出长气枪、68枚子弹，其中23枚被认定为弹药。\n结果：龚某某因此被控告犯非法持有枪支、弹药罪。"
    },
    "12": {
        "伪造国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无\n经过：戴某某用四份伪造的房产证和国有土地使用证作抵押，向湖北中汽零股权投资基金管理有限公司借款220万元，并于2014年9月23日还款20万元。\n结果：2015年9月经鉴定证实抵押物为假，同年10月戴某某被抓获。"
    },
    "418": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某某在女厕所发现独自如厕的11岁女孩苏某。\n经过：李某某挟持苏某至附近破旧房屋，殴打她后强迫发生性关系。\n结果：李某某完成性侵并在事后清理现场后逃离，造成苏某身体和心理创伤。"
    },
    "464": {
        "污染环境罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年8月到2015年4月，宋贺入股罐车参与废盐酸偷排。\n经过：宋贺多次运输废盐酸至蠡县，许亚存两次押运共60吨交给他人偷排。\n结果：未提及具体结果。"
    },
    "250": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人酒后无故推搡出租车驾驶员。\n经过：警察接到报警后来到现场处理，被告人在被带离现场时踢踹了警察。\n结果：被告人得到了受害人的谅解，并且被逮捕和起诉。"
    },
    "332": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王某某与其他几人在磁县太平村开设赌场。\n经过：赌场使用推牌九方式聚众赌博，并由张某5和王某12负责日常运作。\n结果：王某5在成安县和邯郸市高开区开设赌场，期间还发生了酒后滋事和破坏酒店财物的行为。",
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王某5和高某2在康某温泉酒店大厅内酒后滋事。\n经过：王某5带领其他人砸毁了酒店的财物，如冰箱和电脑。\n结果：王某5通过郭某2赔偿了部分损失，并安排人员投案但提供了虚假供述。",
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：在邯郸县尚汤食府，张某2与聂某2因酒后争执发生口角。\n经过：张某2纠集人员与聂某2等人用砍刀、匕首等工具进行暴力对抗，陈某1驾车撞倒并碾压张某3。\n结果：多人受伤，相关人员被抓获并依法惩处。"
    },
    "400": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：姜峰怀疑邻居李某某挑唆自家矛盾。\n经过：姜峰撬开李某某家后窗，放火并盗窃物品。\n结果：李某某家及其邻居房屋被烧毁，物品损失价值85470元。姜峰被捕。",
        "放火罪": "与放火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：林某未能帮助姜峰找到工作，姜峰心生不满；经过：姜峰先后撬窗进入林某、李某某、张某家，用打火机点燃物品，并导致房屋被烧毁；结果：造成多人房屋及财产损失共计85470元，姜峰被捕。"
    },
    "296": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人于洁与宝清县龙头林场签订了低产林改造承包合同。\n经过：在采伐过程中，被告人于洁擅自安排工人超范围采伐林木。\n结果：超采林木蓄积达到43.9867立方米，被告人于洁退赔了经济损失，并如实供述了自己的罪行。"
    },
    "518": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人马某华为增加牛羊肉泡馍汤底口感，在自己经营的泡馍馆内使用罂粟壳熬制汤底。\n经过：马某华明知罂粟壳为有毒有害物质，仍将其添加于食品中，并对外销售约300碗，销售额约4800元。\n结果：警方在现场查获了含有罂粟壳成分的食品及罂粟原植物，并对马某华进行了逮捕。案件正在进一步审理中。",
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：马某华为增加餐馆泡馍汤香味，在后院种植罂粟。\n经过：公安机关联合检查时发现并铲除了马某华种植的1295株罂粟。\n结果：马某华被抓获，罂粟原植物被扣押。"
    },
    "67": {
        "盗窃罪": "与该罪名（盗窃罪）相关的犯罪情节的起因、经过、结果分别为：\n起因：程建设和同伙出于非法占有目的，计划并实施多次盗窃。\n经过：程建设和同伙先后在多地的网吧门口、医院停车棚等地盗窃他人电动车、摩托车等财物。\n结果：程建设和同伙共计盗窃财物价值约为12750元，被警方抓获，并被追究刑事责任。",
        "抢夺罪": "与抢夺罪相关的犯罪情节的起因、经过、结果分别为：\n起因：程建设和同伙为获取财物；\n经过：程建设和同伙多次在公共场所对路人实施抢夺行为；\n结果：被抢物品包括现金、手机、项链等，价值共计约5054元。"
    },
    "495": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王某要求分割未在离婚时划分的共同财产，但被杨某拒绝。\n经过：王某两次故意使用工具砸坏店内物品，造成损失共计12,795元。\n结果：王某自首并赔偿杨某50,000元，获得杨某的谅解，并被请求从轻处罚。"
    },
    "555": {
        "虚开增值税专用发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为了非法获取利益，被告单位和被告人在没有真实交易的情况下，采取支付开票费的方式，让他人为自己虚开增值税专用发票。\n经过：通过他人虚开了13份增值税专用发票，并将这些发票用于向税务机关申报抵扣，从而骗取国家增值税款。\n结果：被告单位和被告人自动投案并如实供述了犯罪事实，同时已经补缴了全部增值税款。"
    },
    "533": {
        "非法持有毒品罪": "与非法持有毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吸毒人员杨某某在家中被公安机关抓获；\n经过：从杨某某裤子口袋和家中冰箱搜出毒品海洛因和冰毒；\n结果：毒品数量较大，被鉴定含有海洛因和甲基苯丙胺成分。"
    },
    "201": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张振民担任亳州市谯城区供销冷藏库主任。\n经过：张振民私自将集体所有制企业改制并出售给亳州市兴邦科技有限公司，获得400万元。\n结果：张振民归还部分贷款和费用后，侵吞剩余的144.92万元。"
    },
    "101": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：徐艳梅利用负责的工程发包和业务费支付审批等职务便利。\n经过：徐艳梅为相关单位和个人谋取利益，并非法收受他们给予的现金、购物卡等财物。\n结果：徐艳梅总计非法收受了147,000元人民币的贿赂。",
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：徐艳梅在任职期间，通过重复报销、虚报冒领等手段，伙同他人非法骗取公款。\n经过：徐艳梅与同伙共同实施诈骗行为，多次骗取公款，并从中非法获利。\n结果：徐艳梅等人共骗取公款78万余元，其中徐艳梅个人非法获得51万余元。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：徐艳梅为了个人投资理财。\n经过：徐艳梅利用职权擅自挪用了8万元公款。\n结果：公款尚未归还。"
    },
    "364": {
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡某某通过伪造工作证明获得信用卡。\n经过：胡某某用信用卡进行赌博并逾期未还款。\n结果：胡某某被控告信用卡诈骗罪，金额较大，并接受法律制裁。"
    },
    "44": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李虎林邀请吸毒人员马小明到其家中喝茶；经过：李虎林先后三次购买毒品并与马小明、谢玉珊在家中共同吸食；结果：李虎林因容留他人吸毒被抓获并被起诉。"
    },
    "220": {
        "非法制造、运输爆炸物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：村民尹某2家办喜事，请张某甲放三响枪；经过：张某甲、崔某1及骆进才在车上等待时，因操作失误导致三响枪火药燃烧，引发汽车着火；结果：骆进才被烧死在车内，张某甲家中被查获制造三响枪火药的原料高氯酸钾49公斤。"
    },
    "103": {
        "伪造国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无\n经过：金万福指使他人伪造了人民警察证。\n结果：查获了其非法持有的毒品和伪造的人民警察证等物品，被判处有期徒刑。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定起因；\n经过：金万福在其租住房屋内被抓获，并被发现持有大量毒品及伪造的人民警察证、警用服饰和仿真枪；\n结果：警方现场查获了非法持有的毒品以及相关物品，证明金万福非法持有毒品的行为。"
    },
    "258": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：二被告人在禁渔期内相约非法捕鱼。\n经过：二人使用电捕鱼工具，在长江水域捕鱼约10公斤。\n结果：被告人均自动投案，上缴电捕鱼工具，承认之前还曾多次电鱼获利。"
    },
    "524": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为获取工程项目，被告人施某向多名国家工作人员行贿；\n经过：行贿金额共计45万元，分多次进行，未经过招投标或竞争性谈判；\n结果：施某主动投案并交代犯罪事实，被追究刑事责任。"
    },
    "349": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：三名被告认为被害人破坏了山坡土地。\n经过：三名被告以此为由向被害人敲诈勒索五万元。\n结果：被害人在交付钱款时被警察抓获，三名被告未能得逞。"
    },
    "505": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：潘某某在丁某某车旁小便。\n经过：丁某某、陈某某、王某某追逐、殴打潘某某，致其受伤。\n结果：潘某某腰椎、右拇指受伤，构成轻伤和轻微伤；谢某某受轻伤；3人如实供述事实，获得潘某某谅解。"
    },
    "479": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：卢某为了得到卢某乙和刘某对其虚增工程造价等行为的支持。\n经过：卢某分4次送给卢某乙和刘某共计11.4万元现金。\n结果：卢某因此获得了卢某乙和刘某对其不法行为的支持，成功骗取了工程款项。"
    },
    "567": {
        "窝藏罪": "与窝藏罪相关的犯罪情节的起因、经过、结果分别为：\n起因：田某某明知卢某某携带60万赃款潜逃，仍提供住所。\n经过：田某某帮卢某某存放赃款，借款4万并用部分赃款还款。\n结果：田某某携大部分赃款逃离，被捕时被缴获部分赃款及现金。",
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：卢某某盗窃60万后逃亡，田某某知情并接纳卢某某。\n经过：田某某收取卢某某4万借款，帮助其存款，藏匿赃款，携款潜逃。\n结果：田某某被捕，部分赃款被追回，已被公安机关扣押。"
    },
    "388": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为了获取非法利益。\n经过：史家俊和罗剑刚在丽江市古城区租用店铺，设置16台具有赌博功能的电子游戏机，组织人员进行赌博活动。\n结果：赌场经营10天后被公安机关查获，相关涉案人员被抓获。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：史家俊和史加林分别于2015年4月15日及2016年1月3日因交通和债务问题与他人发生争执。\n经过：他们分别在争执中使用棒球棍、铁铲和钢管攻击对方，导致对方轻伤二级。\n结果：上述行为构成了故意伤害罪。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：史加林因购买玉石原石后向卖家陈某索要赔偿。\n经过：史加林、罗剑刚、王艳龙、李伟、杨金波等人因赔偿问题将陈某等人扣押，在运输途中造成被害人沙某3头部受伤。\n结果：被害人沙某3最终死亡。"
    },
    "389": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：郭某某与刘某甲等人因琐事发生冲突。\n经过：郭某某纠集多人手持棍棒进行报复，殴打柴某某等人致伤。\n结果：郭某某等人逃离现场，部分人潜逃；蔡某乙帮助他们逃避追捕；郭某某赔偿受害者。\n\n注意：本回答仅根据提供的信息摘要生成，不能替代对原文的仔细阅读和理解。对于法律案件，还应结合相关法律法规进行全面分析判断。",
        "窝藏罪": "与窝藏罪相关的犯罪情节的起因、经过、结果分别为：\n起因：郭某某等人实施寻衅滋事后，部分人员潜逃。\n经过：蔡某乙明知他们是警方追捕对象，仍提供帮助。\n结果：蔡某乙的行为构成了窝藏罪。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：郭某某因财务纠纷与王某甲、王某乙发生冲突；\n经过：郭某某使用皮带和脚暴力攻击王某甲、王某乙；\n结果：王某甲、王某乙受伤。"
    },
    "574": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年6月至12月期间，被告人梁春芳和武奎英夫妇在家后院开设非法电镀厂。\n经过：雇佣刘玉军和李建林进行镀锌作业，电镀废水直接排入渗井，废水呈强酸性且锌含量超标。\n结果：被公安机关发现并查处，梁春芳提供重要线索立功；武奎英和李建林主动投案并坦白犯罪事实。李建林是视力一级残疾人。"
    },
    "378": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈香波以洗涤厂需要购买设备、资金周转为由。\n经过：陈香波通过口口相传的方式，承诺给付高额利息或分红，从22人处借款或股本共计201.2万元，已偿付11万。\n结果：陈香波未能还款并失联，在投案自首前已被公安机关网上追逃。",
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈香波使用金穗白金贷记卡大额消费后，未按时偿还透支本息。\n经过：银行多次催收，但陈香波仍未还款，并逃逸失联。\n结果：陈香波应偿还未还本金99767.62元，被警方抓获归案。",
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈香波经营洗涤中心时未支付16名员工合计138374元劳动报酬。\n经过：2014年11月陈香波在未支付员工工资的情况下逃离平昌县。\n结果：2018年3月陈香波在广州被抓获归案，平昌县人力资源和社会保障局曾限其改正但未果。"
    },
    "46": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：乔亮无力偿还债务。\n经过：乔亮使用破窗器破坏多辆汽车玻璃并盗取车内贵重物品。\n结果：乔亮被抓获并被控告犯有盗窃罪。",
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人乔亮因无力偿还债务。\n经过：乔亮在唐山市不同地区的地下停车场，破坏多辆汽车玻璃，盗取车内贵重物品。\n结果：被盗物品价值共计约11.73万元人民币。"
    },
    "149": {
        "聚众斗殴罪": "与聚众斗殴罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某1兵等人与张某2清等人在烧烤店发生争吵。\n经过：刘某1兵召集多人携带长刀前往现场，赵某1成召集多人携带钢管和棒球棍赶来。双方在烧烤店外发生肢体冲突，戚某1斌夺取师云飞的长刀反击，但最终被击打致死，戚某2红受轻微伤。\n结果：肇事者逃离现场。",
        "强奸罪": "与该罪名“强奸罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：方永以李某1被骗为由要求赔偿；\n经过：方永等人殴打李某1后带他回家找存折，在宾馆住宿期间，方永使用威胁和强制手段对岳某某（15岁）实施性侵犯；\n结果：警察接到报案后来到宾馆解救了受害者并将方永逮捕。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：方某2杰在慢摇吧与王某宇等人发生矛盾。\n经过：方某2杰回家取得长刀和小刀返回吧内，保安发现后上前劝阻未果，用木棒对方某2杰实施殴打。\n结果：方某1龙头部和全身多处受伤。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人方永以李某1永欺骗为由要求赔偿。\n经过：方永等人带李某1永回家找存折，又将其带至宾馆住宿，其间方永对岳某某实施强奸。\n结果：民警接到报案后赶到宾馆将被害人解救，并抓获被告人方永。李某1永眼部轻微伤。"
    },
    "302": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：五名被告人在中国商户中收集卢布并许诺支付高于银行的利息。\n经过：他们将卢布出售给其他跨境汇兑者并接收人民币，通过刘某某2在中国付款给商户。\n结果：五名被告人的总交易额达4949万多元人民币，但收益金额无法确认。刘某某2、高某某、刘某某1分别向警方自首。"
    },
    "126": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：史东江向他人购买毒品用于吸食。\n经过：史东江携带毒品并在车内与他人发生性交易。\n结果：史东江被公安机关抓获，并在其车内缴获毒品。",
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子疑遭卖淫女子举报，被追打。\n经过：男子纠集多人殴打卖淫女子和举报者，致死一人、重伤两人。\n结果：四人被判刑，赔偿死者家属经济损失。"
    },
    "385": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2人在洱海禁渔期非法捕鱼。\n经过：2人用电鱼方法捕获了9条鱼，重量27.3公斤，价值753元。\n结果：2人被抓获，如实供述罪行并认罪认罚，愿意赔偿损失，尿液检测呈阴性。"
    },
    "262": {
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄某某明知摩托车是脏物却仍购买。\n经过：黄某某用低价购买了被盗的摩托车。\n结果：黄某某已将摩托车退还给原车主。"
    },
    "122": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年1月，五名被告预谋在棋牌室开设赌场。\n经过：他们在棋牌室多次组织他人赌博并抽头渔利，轮流出头，获利共1.5万元。\n结果：七名被告分别获得不同金额的违法所得，后在审理期间退出。"
    },
    "371": {
        "非法制造枪支罪": "与非法制造枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：袁新明为了打鸟而购买零件。\n经过：袁新明将购买的零件组装成枪。\n结果：袁新明被公安机关发现并收缴了枪支。"
    },
    "475": {
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：苏红义代表村子领取占地补偿款。\n经过：苏红义将大部分补偿款截留，并用于经商和个人还款。\n结果：苏红义挪用公款，部分款项去向不明。"
    },
    "200": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2020年5月4日晚，被告人陈某1学、陈某2、陈某3为了捕捞水产品，携带电击设备和工具前往长江江陵柳口段江边。\n经过：次日22时许，三人开始电捕鱼，使用电击设备将鱼电晕，再用抄网捞起放入塑料桶、蛇皮袋或背篓中。期间，他们往返多次搬运渔获物到岸边的三轮摩托车上。\n结果：凌晨2时20分许，当他们准备返回时被公安机关及农业行政执法部门人员当场抓获，现场查扣电击设备和125.08公斤渔获物。"
    },
    "362": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵某未能按时偿还向冯伟借的1.5万元。\n经过：冯伟和宗卫棚使用暴力和恐吓手段逼迫赵某写下高额借条，并不断威胁和敲诈钱财，共计52599元。\n结果：赵某报案后，冯伟和宗卫棚被捕并如实供述犯罪事实，被判犯有敲诈勒索罪。冯伟赔偿赵某3.7万元，宗卫棚赔偿2.8万元。"
    },
    "307": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：湖南日朗电子商务有限公司采用三级分销模式进行传销活动。\n经过：日朗商务公司在微信平台招募会员并发展下线，收取高额入会费，形成多层次金字塔式销售网络。\n结果：日朗商务公司资金链断裂，案发后导致多人被捕，公安机関从嫌疑人处扣押了相关款项。"
    },
    "242": {
        "包庇罪": "与包庇罪相关的犯罪情节的起因、经过、结果分别为：\n起因：任智辉交通肇事致人死亡逃逸。\n经过：李某甲顶替承认犯罪，任某甲、黄某作伪证。\n结果：任某甲向公安自首，四人被追诉包庇罪。",
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人任智辉驾驶汽车撞上骑电动三轮车的李某丙。\n经过：李某丙当场死亡，任智辉驾车逃逸，李某甲为帮助其逃避法律追究，向公安机关谎称自己是肇事者，任某甲和黄某提供虚假证明。\n结果：任智辉被认定对事故负全责，李某丙死于严重颅脑外伤。2014年5月28日，任某甲投案自首。"
    },
    "285": {
        "销售有毒、有害食品罪": "与销售有毒、有害食品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：冯某甲和李某甲明知保健食品来源不明、资质不全，可能掺有毒害成分。\n经过：2012年底至2015年间，他们仍在多地销售含有有毒成分的保健食品，如野生黑蚂蚁、延时专家、硬七天等。\n结果：产品被检出含有西地那非药物成分。两被告在2015年归案并供述犯罪事实。",
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人冯某甲明知药品来源不明和可能是假药，仍决定进行销售。\n经过：2011年11月至2013年期间，冯某甲在南京市和常州市等地销售假药，其中包括米非司酮片、左炔诺孕酮片、米索前列醇片和枸橼酸西地那非片等。\n结果：冯某甲在2011年11月和12月以及2013年期间分别被两次查获销售假药，最终在2011年11月和2015年6月被捕，并供述了自己的犯罪事实。"
    },
    "14": {
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：何某某利用担任村支部书记的职务便利。\n经过：何某某非法领取已故老人的养老保险金和冒领他人的五保金及粮食直补金，总计51530元。\n结果：何某某未能退还全部款项，在案发后如实供述犯罪事实，并向相关部门退赔了一部分款项。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：何某某在协助林业局发放生态林补贴款时有机会挪用公款。\n经过：何某某两次共挪用了26000元用于个人开支，并超过三个月未归还。\n结果：何某某在案发后如实供述了犯罪事实，并在2014年内向相关部门退赔了一部分款项，总计75967.50元。"
    },
    "569": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵强为感谢马某在工程建设项目中的帮助。\n经过：赵强在马某的办公室送给马某10万元人民币。\n结果：马某将款项非法据为已有，赵强于2017年4月14日被电话传唤到案并如实供述犯罪事实。"
    },
    "557": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年5月，杨某在其经营的士多店内接受他人六合彩投注。\n经过：同年7月19日晚，杨某再次接受冯某某六合彩投注时被公安人员抓获。\n结果：公安人员缴获了六合彩投注单据和赌资，杨某被逮捕。"
    },
    "463": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人周茂泉在其自建房内容留多人吸毒；\n经过：2019年8月至2018年间，周茂泉多次容留多人吸毒；\n结果：周茂泉被公安机关当场查获，并被追究刑事责任。"
    },
    "273": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄海谎称拥有公司股权并隐瞒经营不善事实，欺骗洪某与其合作。\n经过：洪某信以为真，支付300万转让和投资款项；黄海未兑现承诺，洪某发现被骗并追讨。\n结果：黄海妻子代为达成还款协议，退还200万投资款，余款延期归还，洪某撤回诈骗指控。"
    },
    "483": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年9月，刘某通过网络开设名为“美国GUST投资有限公司”的网站，以会员投资方式吸收资金。\n经过：该组织由王某、王某1负责宣传，安某、李某、葛某、陈某、贾某为不同层级管理者，他们以奖励制度吸引人员加入，实现非法盈利目的。\n结果：直到当年12月，刘某非法盈利60万元，王某、王某1各分得10万元，葛某、陈某盈利9万元。随后，相关人员向公安机关自首。"
    },
    "598": {
        "非法吸收公众存款罪": "与非法吸收公众存款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年1月，田某未经批准在上海成立公司，并以高息为诱饵非法集资。\n经过：刘圆圆、张福红、乔翠兰等人作为公司员工，参与了吸收公众存款的行为，并获得提成奖励。\n结果：公司非法吸收的公众存款高达数百万元，仅归还一小部分，给投资者造成了重大损失。三名被告最终被逮捕并退回非法所得，部分获得了受害者谅解。"
    },
    "314": {
        "妨害信用卡管理罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无具体起因；经过：公安机关抓获曹清和张志明，在张志明的住处搜出非法持有的21张他人信用卡；结果：张志明因此被认定犯妨害信用卡管理罪。",
        "信用卡诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄学敏、曹清、张志明非法获取信用卡信息。\n经过：利用木马病毒截取银行验证码，盗刷资金。\n结果：盗刷20000元，通过多账户转移并分成盈利。"
    },
    "469": {
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：土地纠纷；\n经过：苏某某、李某某用绳子捆绑周某某，并将其关在家里；\n结果：周某某次日被解救，身体有多处皮下淤血，但已原谅被告。"
    },
    "263": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李春先虚构工程项目；经过：与他人签订合同后，以资金短缺为由索取钱财；结果：诈骗金额总计36000元。",
        "拒不支付劳动报酬罪": "与该罪名（拒不支付劳动报酬罪）相关的犯罪情节的起因、经过、结果分别为：\n起因：李春先和王云美在修建工厂时，拖欠了肖某、王某等十余名民工的工资。\n经过：尽管民工们追讨以及人力资源和社会保障局发出催促，两名被告仍未支付所欠工资，并且失联。\n结果：两人被指控犯有拒不支付劳动报酬罪，拖欠工资总额为119052元。"
    },
    "88": {
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：熊自强在烧烤店与朱俊峰发生口角，之后在朱某家门口再次与朱某争执，并因夏某2推他而怀恨在心。\n经过：熊自强拿着钢管去找夏某2，夏某1拿出砍刀自卫，却被熊自强打伤头部；夏某2拿菜刀与熊自强对砍，双方受伤。\n结果：夏某1头部轻伤一级，支付医疗费等约3616.49元；夏某2手部轻伤二级，支付医疗费等约7566.32元；熊自强头部轻微伤，赔偿给夏某1和夏某2共6800元。"
    },
    "16": {
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘中勤醉酒驾驶小客车。\n经过：刘中勤在道路上发生交通事故后逃逸。\n结果：刘中勤被抓获并如实供述犯罪事实，还协助抓获其他嫌疑人。",
        "伪造、买卖国家机关证件、印章罪": "与“伪造、买卖国家机关证件、印章罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年10月，王某和汪某分别委托刘中勤购买假的不动产权证书等；\n经过：刘中勤两次找到胡国胜伪造不动产权证书、户口本及印章；胡国胜完成伪造并卖出，刘中勤再将假证转售给买方；\n结果：胡国胜和刘中勤因此被起诉，案情涉及多件伪造的国家机关证件和印章。"
    },
    "451": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郑某和爱人邵某某发现前方有公安机关查酒驾。\n经过：郑某在执行职务的民警要求挂P档熄火时，加速驶出并将辅警宫某拖拽倒地，导致宫某轻伤一级。\n结果：郑某被抓获并赔付宫某人民币40000元。"
    },
    "432": {
        "抢劫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人徐成才进入杨某家中要钱未果；\n经过：徐成才在杨某家拿走物品后滋事打砸，警察前来处置时他用刀砍伤警察；\n结果：徐成才被认定为限定刑事责任能力，受害者谢某受轻伤二级并在医院接受治疗。",
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：警察接警后到达现场处置徐成才滋事行为。\n经过：徐成才暴力抗拒警察执法，用菜刀砍伤警察和辅警。\n结果：警察受伤被送往医院治疗，徐成才被认定为限定刑事责任能力，最终被判刑。"
    },
    "322": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：因男女朋友关系问题与他人产生矛盾；\n经过：通过他人邀集多人对他人实施侮辱、殴打行为，并录制视频传播；\n结果：造成他人轻微伤后果，被公安机关抓获归案并如实供述犯罪事实，部分赔偿被害人损失并取得谅解。"
    },
    "246": {
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年初，陈某和汤某从上线购买多种壮阳产品，并通过微信进行销售。\n经过：2019年6月至11月期间，陈某多次销售勃龙某、肾宝片等假药，销售额达9000元；同时向汤某销售多种假药。汤某也在同年销售假药，包括蓝某哥等，销售额为75元。\n结果：2019年12月，两被告分别被抓获或投案自首。陈某销售的多种药品和汤某销售的蓝某哥等药品均被认定为假药。"
    },
    "523": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年10月初，张兰芬、黎秀金等人合伙在广西灵山县开设赌场。\n经过：该赌场以扑克牌为赌具，采用“三公大吃小”的形式聚众赌博，设有荷官和望风人员。2019年10月21日凌晨，公安机关查处了该赌场，逮捕了相关人员并缴获赌具和赌资。\n结果：张兰芬、黎秀金、陈永事和陈永利于同日被刑事拘留。"
    },
    "440": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年9月24日晚上，吴志军以为一辆轿车是他的财产。\n经过：他袭击了车主并强行开车离开，之后用这辆车作为了抵押来获得借款。\n结果：吴志军后来被捕，车辆也被追回。",
        "非法持有枪支罪": "与非法持有枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吴志军将一支改造过的射钉枪存放在其驾驶的小车内。\n经过：2015年2月27日，吴志军在南宁机场被民警查获该枪支。\n结果：枪支被鉴定为以火药燃烧产生能量发射弹丸的枪支，吴志军被依法处理。"
    },
    "86": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：凤凰山行政村骗取国家惠农资金，曹迎东负责经办和管理存折。\n经过：曹迎东侵吞了剩余的45344元，并用于个人开销。\n结果：曹迎东在检察院退赔了67569元。"
    },
    "228": {
        "销售假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王丽低价购入波立维；\n经过：王丽将药品配送到药店销售；\n结果：28盒药品售出，被认定为假冒药品。"
    },
    "355": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吕玉生从被告人刘旭处购买大量卷烟。\n经过：刘旭销售价值144415元的境外真品卷烟，获利6750元。\n结果：刘旭被查扣并被提起诉讼。"
    },
    "317": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人田泽宇与被害人董某甲因嫖资问题产生纠纷。\n经过：被告人田泽宇返回被害人董某甲房间欲抢走暂扣手机，遭反抗后采用暴力手段致被害人死亡，并窃取财物。\n结果：被告人田泽宇逃离现场，后被抓获归案。案发后部分赃款物已被追回。",
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：田泽宇与董某甲因嫖资问题产生纠纷。\n经过：田泽宇返回董某甲房间，杀害董某甲后窃取财物，包括手机、钱包、身份证和警用催泪喷射器等。\n结果：田泽宇利用窃得的手机更改支付宝密码，获取建行存款15758.5元，后被抓获，部分财物被追回。"
    },
    "488": {
        "违法发放贷款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人杨某仁身为信用社主任，明知他人冒名申请贷款或对贷款审查不严。\n经过：杨某仁给多人发放了大量贷款，总计金额达191.88万元，并利用他人身份信息为自己贷款65.5万元。\n结果：大部分贷款无法追回，仅有一部分本金得到偿还，其余款项至今仍未归还。",
        "挪用资金罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某仁任信用社主任期间，明知他人冒名申请贷款或审查不严仍签批贷款。\n经过：杨某仁为他人发放贷款191.88万元，仅部分本金归还；同时利用他人身份信息贷款65.5万元自用。\n结果：杨某仁挪用大量资金，大部分未能归还，构成挪用资金罪。"
    },
    "584": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：薛卯卿利用职务之便，接受他人财物。\n经过：薛卯卿接受了多家公司和人员的贿赂款物，为他们在工程项目等方面提供帮助。\n结果：薛卯卿被发现并追究刑事责任。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：薛卯卿在担任乡长期间，利用职务之便贪污公款。\n经过：薛卯卿采取虚报价格、虚构费用等方式，分多次非法占有财政资金共计116,071元。\n结果：薛卯卿的行为构成贪污罪，被依法追究刑事责任。"
    },
    "57": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：常某未按照法院生效判决归还孙某和陈某的欠款。\n经过：常某在法院执行期间转移财产，有能力却拒不履行还款义务。\n结果：常某被控告犯有拒不执行判决、裁定罪，自诉人要求追究其刑事责任。"
    },
    "208": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人赵建军提议购买电子遥控装置控制电子汽车衡斤数。\n经过：两被告人在多地收购粮食并出售时使用遥控装置操纵秤重，骗取18名被害人和两家粮库粮食共149680公斤。\n结果：两被告人骗取粮食价值人民币257449.60元，构成诈骗罪。"
    },
    "473": {
        "伪造、买卖身份证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人戴某某为了非法获利，决定伪造和贩卖身份证件。\n经过：被告人戴某某伪造了多本户口本，并将这些户口本贩卖给了他人。\n结果：2019年10月23日，被告人戴某某被警方抓获，并在其住处搜出了大量的伪造证件和印章模板。",
        "伪造、买卖国家机关证件、印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无明显起因介绍。\n经过：戴某某伪造并贩卖多本假离婚证、假机动车行驶证、假户口本，使用假印章。\n结果：公安机关抓获戴某某，并扣押相关假证件和制贩假证工具。"
    },
    "164": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：曹国壑在莎车县道路运输管理局任局长时，利用职务之便为他人提供便利。\n经过：曹国壑接受了多家公司和个人的贿赂，涉及现金和银行存款共计55.55万元人民币。\n结果：2017年10月，曹国壑被调查并查扣了部分赃款和银行账户，总涉案金额达115.654675万元，已被上交纪检部门。",
        "巨额财产来源不明罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：曹国壑在任莎车县道路运输管理局局长期间，利用职务之便收受贿赂。\n经过：曹国壑为多家公司和个人提供业务办理方面的便利，收取了共计55.55万元的贿赂。\n结果：曹国壑被自治区道路运输管理局纪委调查并查扣部分赃款，总涉案金额为115.654675万元。"
    },
    "455": {
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年初，冯某和燕某合谋组织赌博。\n经过：他们在介休市黄金港大酒店房间内多次举办赌局，燕某提供赌资，冯某收取抽头，双方平分收益。\n结果：冯某从中抽取2万余元利润，燕某母亲申请的精神疾病司法鉴定结果显示燕某具备完全刑事责任能力。\n\n与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年，冯某和程某合谋组织赌博。\n经过：他们在介休市义安镇那村和降家赛村的私人住宅内三次举办赌局，程某提供赌资，冯某收取抽头。\n结果：冯某、程某及参与者陈某、降某和郭某均获得一定收益，冯某向公安机关投案供述部分赌博行为。",
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某参与赌博活动。\n经过：陈某在赌博场所为他人提供吸毒条件。\n结果：陈某因容留他人吸毒罪被供认。"
    },
    "466": {
        "包庇罪": "与包庇罪相关的犯罪情节的起因、经过、结果分别为：\n起因：侯德伟交通肇事致人死亡，为逃避法律责任；\n经过：侯德伟让李佳兴冒充肇事司机，李佳兴在交警询问时谎称自己是肇事者；\n结果：侯德伟后来自首并赔偿损失获得谅解，李佳兴被追究刑事责任。",
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：侯德伟驾驶轿车与邵某1驾驶的三轮汽车相撞。\n经过：事故造成邵某1死亡，侯德伟让李佳兴冒充肇事司机后离开现场。\n结果：侯德伟后来自首并如实供述，与被害人亲属达成和解并获得谅解。"
    },
    "135": {
        "包庇罪": "与包庇罪相关的犯罪情节的起因、经过、结果分别为：\n起因：顾某无证驾驶发生交通事故；经过：王天超应顾某请求，向警察谎称自己是肇事者；结果：顾某随后自首，被判交通肇事罪，王天超包庇行为被发现。"
    },
    "341": {
        "组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某与情人靳某招募卖淫妇女。\n经过：在酒店客房组织多人卖淫，收取50%利润并分发工具。\n结果：公安机关抓获刘某，有赌博罪前科。"
    },
    "123": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郑某展听说有人开设赌场，前去参与并了解设赌详情。\n经过：郑某展在赌场当庄家设赌，安排多人帮忙管理赌资、收付赌资、发放香烟等，并支付报酬。\n结果：公安机关现场抓获多人，缴获大量赌资和赌具，郑某展后来投案自首。"
    },
    "438": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：钟某某和周三认为聂某某看不起他们。\n经过：钟某某、周三纠集多人密谋并实施伤害聂某某的行为。\n结果：聂某某受伤被鉴定为轻伤，嫌疑人逃逸后被抓获。"
    },
    "487": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：冯从发在自家农田清除杂草并点燃焚烧，火星引燃了农田附近的芦苇丛。\n经过：火势迅速蔓延至周边山场引发森林火灾，冯从发奋力扑救但未能扑灭。\n结果：火灾造成过火林地面积775亩，其中有林地面积725亩，荒山50亩；涉及公益林（护路林）山场约551亩。冯从发在现场配合调查并如实供述犯罪事实。"
    },
    "501": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：崔全民等人预谋盗窃。\n经过：崔全民等人在山西河北多地盗窃机动车等物，销赃挥霍。\n结果：被盗财物被追回，部分同伙被捕获。",
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：多人盗窃并销赃，张英知道李合平是逃犯。\n经过：张英收留李合平，提供住所，协助他躲避抓捕。\n结果：张英因犯窝藏罪，被法院依法判处刑罚。",
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈红旗、李合平为获取非法钱财。\n经过：他们使用暴力手段，在不同时间和地点抢劫行人钱财。\n结果：成功抢夺得手后，赃款被挥霍一空。",
        "抢夺罪": "与抢夺罪相关的犯罪情节的起因、经过、结果分别为：\n起因：崔全民、李合平等人为获取非法利益；\n经过：在银行附近等地寻找取款人员，趁机夺取现金；\n结果：成功抢夺多名受害人的财产，造成财务损失。",
        "窝藏罪": "与窝藏罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李合平成为通缉犯。\n经过：张英明知李合平是通缉犯，仍提供隐藏处所。\n结果：张英因此获利，被控犯窝藏罪。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李合平等人为个人恩怨；\n经过：使用砍刀和铁管攻击他人；\n结果：造成他人身体伤害。"
    },
    "420": {
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：伊某利用职务便利要求李某将租金存入指定账户。\n经过：伊某将45万元租金中的41万元以他人名义开设存折，并交给刘某某用于酒店加盟工作。\n结果：该笔款项尚未返还，案发后被认定为挪用公款罪。"
    },
    "433": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：三名村干部得知村子被规划为退耕还林地。\n经过：他们以自己名义承包并虚报面积，套取补助款。\n结果：三人分别套取数万元，触犯贪污罪，被提起公诉。"
    },
    "383": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：蒋贵学在未办理林木采伐许可证的情况下，雇人砍伐林木。\n经过：蒋贵学滥伐林木蓄积19.8334立方米，事后自首。\n结果：蒋贵学被森林公安局以滥伐林木罪移送审查起诉，并因遗漏犯罪事实需依法处理。"
    },
    "127": {
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：叶某1与周某2有林地使用权纠纷；经过：兰青春与叶某1争执并扭打，致叶某1轻伤；结果：兰青春妻子报警，兰青春在现场等待并如实供述，构成自首。"
    },
    "167": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：酒后驾车\n经过：发生交通事故，致人死亡\n结果：被传唤归案"
    },
    "470": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘某在担任华和公司副经理期间，利用职务之便侵占公司资金。\n经过：刘某得知银行已及时发放贷款后，向车行谎称该笔款项系其公司错发的垫资款，要求车行将款转入其指定的个人账户内，用于个人消费。随后向其所在的华和公司谎称该笔业务需要垫资，并向华和公司出具了支款证明单，华和公司遂据此向车行垫付了相应款项。\n结果：案发后，刘某退还了全部款项，并在离职后被扭送至公安机关。"
    },
    "477": {
        "信用卡诈骗罪": "与信用卡诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：叶达平自2014年起使用多张信用卡恶意透支消费；\n经过：透支后，叶达平经银行多次催收仍不还款；\n结果：2016年11月12日，叶达平被抓获。"
    },
    "379": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子赵举酒后深夜闯入他人卧室；\n经过：赵举意图性侵正在熟睡中的女子张某，在被反抗和叫醒儿子后逃走；\n结果：赵举次日主动投案自首，并承认了自己的罪行。最终被判处有期徒刑三年六个月。"
    },
    "71": {
        "拒不执行判决、裁定罪": "与“拒不执行判决、裁定罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：被告冯素军有多项未执行的法院判决和裁定。\n经过：冯素军采取欺诈手段转移财产，逃避执行判决和裁定。\n结果：警方在查处容留卖淫的同时，发现了冯素军拒不执行判决、裁定的行为。",
        "容留卖淫罪": "与“容留卖淫罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：冯素军和张青青夫妇为获取非法利润，租用店面容留卖淫。\n经过：他们设立了足浴和按摩店作为掩护，并招募失足妇女从事卖淫活动。同时安装了各种设备防止被打击，并通过自营或委托他人经营等方式运作。他们在多个店面进行了长达数年的容留卖淫活动。\n结果：2018年3月和7月，警方对这些店面进行了查处，抓获多名相关人员，并缴获相关工具和设备。此外，冯素军还因拒不执行生效判决、裁定等问题而被追诉。"
    },
    "243": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人冀晓兵未履行法院判决赔偿石慧敏等人410160.5元。\n经过：判决生效后，冀晓兵分文未付，并举家搬迁、下落不明。\n结果：在审理过程中，被告人与自诉人达成和解，一次性支付25万元并得到谅解。"
    },
    "527": {
        "容留卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李健租用房屋经营发廊店，雇请郭利英管理。\n经过：李健、郭利英容留他人从事性服务。\n结果：两人被公安机关当场抓获。"
    },
    "572": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某某意图盗窃高某某家的大黄狗；\n经过：在盗窃时被高某某发现，陈某某用弓弩打伤高某某以逃脱；\n结果：陈某某未能成功盗窃，导致高某某受伤。",
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某某为了盗窃狗肉。\n经过：陈某某用弓弩射杀两条土狗并盗走。\n结果：陈某某成功盗走两条狗，但随后被捕。"
    },
    "401": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘某认为挡土墙阻碍其公司运输砂石料。\n经过：刘某安排公司装载机将挡土墙私自拆除。\n结果：被损毁挡土墙价值人民币100923元，公司赔偿损失并取得谅解。"
    },
    "290": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李晓青在其租住房内容留昌某等人吸毒。\n经过：李晓青多次容留昌某、刘某、胡某、钟某吸食毒品。\n结果：李晓青被公安机关抓获，并当场查获毒品。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年6月至11月，李晓青在租住房多次贩毒。\n经过：李晓青向胡某、刘某贩卖冰毒，每次100元至20克不等。\n结果：李晓青被抓获时搜出29.3559克冰毒，涉嫌贩卖毒品罪。"
    },
    "104": {
        "非法占用农用地罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨亚江租用林地种植药材。\n经过：杨亚江雇佣工人挖掘整理林地，导致22.26亩林地被非法占用。\n结果：杨亚江接到通知后主动到案，并被指控非法占用农用地罪。"
    },
    "255": {
        "销售不符合安全标准的食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年10月至2014年2月，赵某某经营的水产调料店，分多次向推销员杨某某低价购买了熟猪耳朵。\n经过：赵某某在没有对所购猪肉制品的证件进行检查的情况下，将这批熟猪耳朵在其店内加价出售。\n结果：这批熟猪耳朵被发现含有超标的亚硝酸盐，并不符合GB 23586-2009的标准要求。最终赵某某因此受到相应的处罚。"
    },
    "585": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：母某与被告人因遗产继承产生矛盾并吵架；\n经过：被告人趁母某不在场纵火烧毁其房屋和物品；\n结果：房屋及物品损失价值人民币94409元，被告人主动投案，被害人放弃索赔并要求严惩。"
    },
    "369": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人卞某某以为丁某曾找其母亲麻烦。\n经过：被告人用白酒点燃丁某的正三轮摩托车，导致车辆及附近财物受损。\n结果：被告人家属赔偿了损失并获得受害者谅解，被告人在公安机关如实供述自己的罪行。"
    },
    "536": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：日常纠纷；\n经过：潘小东持刀捅向潘某2胸部，潘某2反抗并逃离，后被送往医院救治；\n结果：潘某2重伤二级，潘小东患有××××症，具有限定刑事责任能力，在审理过程中与潘某2达成调解协议并取得谅解。"
    },
    "578": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吸毒人员陈某通过微信红包方式向被告人陈贤泉购买毒品。\n经过：陈贤泉为陈某购买了毒品，并在其租住处提供场所让陈某吸毒。\n结果：两人均在吸毒后被捕，现场缴获陈贤泉的手机。"
    },
    "41": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李占争酒后与女友前男友刘某争吵；\n经过：李占争伙同廖俊杰等人用铁锨、木棍殴打刘某致轻微伤；\n结果：廖俊杰2018年6月8日自首，曾于2016年因同样罪名被判刑。",
        "放火罪": "与该罪名（放火罪）相关的犯罪情节的起因、经过、结果分别为：\n起因：因对方某的货车运送安排不满。\n经过：王先锋等人购买汽油，遮挡车牌，在许楼停车场放火烧毁两辆货车。\n结果：两辆货车损失总值218,172元，王先锋亲属赔偿方某15万元并获谅解。"
    },
    "456": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人顾健的妻子兑下彩票站后，由顾健负责管理。\n经过：顾健制定了赌博规则，并利用正规彩票开奖号码组织人员参与竞猜，通过微信转账结算。\n结果：顾健涉及的涉案流水为22300元，获利21087元，被控告非法经营罪。"
    },
    "62": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈桂英在明知国家禁用含铝泡打粉的情况下，仍使用该泡打粉制作面点。\n经过：陈桂英在被通知禁止使用含铝泡打粉后，仍私自使用该泡打粉制作面点出售。\n结果：陈桂英制作的面点被检出铝含量超标，其行为触犯了生产、销售有毒、有害食品罪。"
    },
    "558": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人徐光发在犁田时，用火烧责任田埂边的杂草和玉米秸秆。\n经过：因突然刮起大风，引发了山火。被告人徐光发无法扑灭山火。附近村民发现了山火并迅速组织人员前来灭火，在众人的努力下，最终将山火扑灭。\n结果：山火造成过火面积达5.3132公顷（折合79.6亩）。随县林业局认为已达到刑事立案标准，遂将案件移交给公安机关。2019年4月26日，被告人徐光发经公安机关拘传到案后，如实供述了自己的犯罪事实。"
    },
    "571": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子将痴呆女介绍给他人；\n经过：女子被带到对方家中并发生性关系；\n结果：男子收到钱财，女子被证实无性防卫能力。"
    },
    "282": {
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：唐某某以低价购进高仿真“山东东阿阿胶”。\n经过：唐某某将这些假阿胶高价售给多家药店和集市上的顾客。\n结果：部分假阿胶被售出，部分被药监局查获，证实为假冒产品。"
    },
    "109": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：冷培朝为了非法占有他人财物。\n经过：冷培朝单独或伙同他人，在多地多次实施盗窃行为，窃取了手机、手提包等物品及现金。\n结果：大部分被盗物品和现金已被追回或由冷培朝家属代为赔偿，相关被害人对冷培朝表示谅解。冷培朝因此需要承担相应的法律责任。"
    },
    "510": {
        "非法狩猎罪": "与非法狩猎罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人吴松涛组装土铳用于打猎。\n经过：吴松涛使用土铳及安装电网非法狩猎野生动物。\n结果：吴松涛的行为构成非法狩猎罪，将受到法律制裁。",
        "非法制造枪支罪": "与非法制造枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人吴松涛为了打猎，自己组装了一支土铳。\n经过：吴松涛使用这支土铳进行了多次打猎，并且在村庄附近安装电网狩猎野生动物。\n结果：吴松涛的土铳被公安机关查获，鉴定为非军用枪支，他因此被判刑。"
    },
    "509": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：佟某因赌博欠债，采用欺骗手段获取他人信用卡。\n经过：佟某用骗得的信用卡违规套现，用于赌博及偿债，欠款累积达数十万元。\n结果：银行欠款由卡主代为偿还，受骗人损失惨重，佟某被诉至法院。",
        "信用卡诈骗罪": "与信用卡诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：佟某因无法偿还债务，采取欺骗手段获取他人信用卡。\n经过：佟某用获取的信用卡违规套现，用于赌博及偿赌债；其逃避还款责任，导致卡主代为还款。\n结果：涉事信用卡欠款合计约39250元人民币，均由卡主归还；造成他人经济损失。"
    },
    "543": {
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某销售假狂犬疫苗给王某甲。\n经过：王某甲将假狂犬疫苗继续销售给其他人，后被市场监管局查扣。\n结果：李某被捕，警方在其租房中发现大量其他药品，其中部分亦不符合规定。"
    },
    "241": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某某担任班主任期间收取了学生的学杂费；\n经过：张某某将这些费用用于赌博和偿还赌债；\n结果：张某某的家属已退还全部赃款，案发时尚未归还。"
    },
    "274": {
        "对单位行贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄锦枝希望成为南湾园林所主要苗木供应商。\n经过：黄锦枝通过陈某向南湾园林所分三次行贿共15万元。\n结果：黄锦枝在2016年3月主动投案并配合调查，最终被取保候审，并揭发另一园林所所长的受贿行为。",
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：黄锦枝为获得苗木供应生意。\n经过：黄锦枝向陈某行贿共计78,000元，并通过陈某向南湾园林所行贿150,000元。\n结果：黄锦枝于2016年3月主动投案并配合调查，最终被指定居所监视居住并取保候审。"
    },
    "337": {
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨威醉酒后持证驾驶小型轿车与肖某1驾驶的小型普通客车发生碰撞；\n经过：杨威血液中乙醇定量超标，致使其车内乘客李某1死亡，多人受伤；\n结果：杨威赔偿了各被害人及其家属的经济损失并取得谅解，被认定负事故主要责任。"
    },
    "467": {
        "生产、销售假药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨贵强和张文凭合作研发“苗药”秘方。\n经过：杨贵强制作药丸，张文凭负责说明书标签和广告宣传，他们将未获得国家批准的药品命名为“金蝎丹”进行销售。\n结果：杨贵强销售90瓶，张文凭销售180余瓶，刘长荣销售4瓶。"
    },
    "522": {
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：侯ＸＸ无证驾驶无牌照车辆与王ＸＸ驾驶的摩托车发生碰撞；\n经过：导致王Ｘ死亡，王ＸＸ受伤，侯ＸＸ负主要责任；\n结果：侯ＸＸ自动投案，如实供述，赔偿并与对方达成调解协议。"
    },
    "492": {
        "拒不执行判决、裁定罪": "与“拒不执行判决、裁定罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：方鸣房地产公司拖欠飞达公司工程款。\n经过：尹树方伪造协议，逃避支付欠款；南关法院冻结补偿款；昌邑法院判决支付方鸣经贸公司款项。\n结果：飞达公司申诉，请求撤销判决；昌邑法院判决撤销原判。"
    },
    "60": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告肖某在他人诱导下，成为某理财产品的代理。\n经过：肖某在深圳发展了多名投资者，协助非法吸收公众存款652.57万元。\n结果：肖某被捕并被控告，案件进入司法程序。"
    },
    "264": {
        "包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：朱福强等人酒驾被查；\n经过：石海云在接受讯问时，为帮助朱福强逃脱法律责任，向公安机关提供了虚假证言；\n结果：石海云因此被指控犯包庇罪。",
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：朱福强酒驾被查；\n经过：朱福强、石海云、朱禹繁反抗检查，殴打交警，阻碍执法；\n结果：朱福强等人被起诉并被判刑。",
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：朱福强涉嫌酒驾被交警查到。\n经过：朱福强、石海云和朱禹繁反抗执法并殴打交警。\n结果：朱福强被判危险驾驶罪，石海云被判包庇罪。"
    },
    "565": {
        "抢劫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：沈安友、吴卫国、李济平等人预谋抢劫；\n经过：2013年11月24日，四人共同抢劫一名被害人，抢走两枚金戒指；\n结果：沈安友、吴卫国、李济平被抓获归案，并依法受到刑事处罚。",
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：沈安友、吴卫国和李济平为获取非法利益，预谋进行租车诈骗。\n经过：三人通过伪造证件租车，并使用伪造的行驶证将租来的车辆典当套现，实施了多起诈骗行为。\n结果：三人被警方抓获，涉及的诈骗金额及车辆已被追缴。",
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年11月，沈安友和李济平为非法获利。\n经过：沈安友和李济平分别在不同时间和地点，趁人不备，公然夺取两名被害人的金项链。\n结果：沈安友和李济平将赃物变卖后分赃。"
    },
    "553": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某拖欠鞋厂工人工资；经过：有关部门责令李某支付工资，他仅支付部分并逃跑；结果：工人聚集扰乱秩序，被捕后被告人家属支付剩余工资并赔偿房东损失，获得房东谅解。"
    },
    "305": {
        "过失致人死亡罪": "与过失致人死亡罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某甲认为车辆行驶路线发生偏移。\n经过：王某甲未经驾驶员同意转动方向盘导致车祸。\n结果：同车人刁某当场死亡，王某、李某受伤，车辆报废。"
    },
    "95": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人虚构公司优惠活动，骗取客户预付款；\n经过：收取客户预付款后只送部分货物，将剩余货款非法占有并挥霍；\n结果：共骗取客户人民币75253元。",
        "挪用资金罪": "与挪用资金罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李佳明在烟台某公司担任销售业务员。\n经过：李佳明利用职务之便，挪用了101450元货款。\n结果：案发时尚未归还这些款项。"
    },
    "583": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无；\n经过：被告人试图抢夺乞讨者的装钱包，在对方反抗时使用暴力殴打致轻伤，但未能抢走包；\n结果：被告人的暴力行为造成他人轻伤，但未能实际获取财物。"
    },
    "367": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某为实施盗窃，非法制造、持有枪支。\n经过：陈某用自制T型工具盗窃多辆车，并将其中一辆车上的非法枪支交给邱某某。\n结果：非法枪支在邱某某车上被发现，陈某因非法持有枪支罪被判刑。",
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某事先预谋并制作T型工具。\n经过：陈某用工具盗窃多辆路边汽车，涉及多种车型，部分车低价卖出或交换物品。\n结果：陈某及同伙被判刑，部分被盗车辆追回。",
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某使用自制工具盗窃多辆汽车。\n经过：陈某将盗来车辆低价卖给多人，包括邱某某、吴某某。\n结果：吴某某、柳某某等人涉嫌购买或帮助销售被盗车辆。"
    },
    "452": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：蔡谨锋用他人身份证登记并入住宾馆房间。\n经过：蔡谨锋在房间内多次容留多人吸食毒品。\n结果：蔡谨锋被公安民警抓获，尿液检测呈阳性，并被强制隔离戒毒。从其身上查获的毒品检验出甲基苯丙胺成分。"
    },
    "556": {
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人钟嘉豪认为被害人质押的手表为假，要求被害人归还借款。\n经过：被告人钟嘉豪以报警为威胁，迫使被害人在借款协议上签字拍照，并多次催还欠款。\n结果：被告人钟嘉豪未能成功获得4万元欠款，也未能成功张贴被害人照片。"
    },
    "142": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年8月19日早上，吴某某在平原县腰站镇社区幼儿园内看到一辆电动车。\n经过：吴某某将电动车盗走并试图销赃。\n结果：吴某某在销赃过程中被警方当场抓获，并被行政拘留15日。",
        "猥亵儿童罪": "与猥亵儿童罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人见到长得漂亮的被害人。\n经过：尾随并对其进行猥亵。\n结果：被许某的母亲发现后逃离现场。"
    },
    "476": {
        "强奸罪": "与强奸罪相关的犯罪情节的起因、经过、结果分别为：\n起因：石荣看到刘某等人起歹念，预谋诱骗她们并进行性侵。\n经过：吴健强等人以帮助为由把刘某带到山坡，其他人尾随；之后对刘某进行殴打并多人轮奸；之后又对石某甲轮奸，龙辉欲奸淫石某甲但被制止；石元强在别处强奸了石某乙。\n结果：龙辉于2020年7月1日被捕。"
    },
    "90": {
        "信用卡诈骗罪": "与信用卡诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人发现被害人遗忘的银行卡。\n经过：被告人取走了卡内15000元现金。\n结果：赃款已被追回并退还给失主。"
    },
    "108": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年2月，在一个KTV发生争吵；\n经过：任剑江的团伙与其他人发生暴力冲突；\n结果：造成人员受伤，任剑江等人被警方逮捕。",
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：任剑江为保护KTV安全，提出安排人员并收取费用。\n经过：任剑江保管自制火药枪并在冲突中使用；警方查获火药枪等违禁物品。\n结果：相关人员被逮捕，火药枪等物证被扣押。",
        "强迫交易罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：任剑江要求在KTV安排保安并收取费用。\n经过：任剑江及其人员在两家KTV实施勒索行为，收取保护费和消费卡。\n结果：警方逮捕了相关人员，并查获了火药枪、刀具和冰毒。",
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：任剑江提出在KTV安排保安并收取费用。\n经过：任剑江和他的人员从2015年至2017年底在多家KTV收取保护费。\n结果：任剑江等人获得大量金钱。\n\n与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：任剑江和陈松在新开KTV实施勒索行为。\n经过：他们每月收取保护费和消费卡，直至2017年4月。\n结果：勒索行为被揭露，导致任剑江团伙参与暴力冲突。",
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无直接相关起因描述。\n经过：任剑江等人在KTV等地收取保护费，进行勒索；与人发生争吵后引发暴力冲突，导致人员受伤。\n结果：任剑江等多人被捕，警方查获火药枪、刀具等物品。",
        "非法持有、私藏枪支、弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：任剑江让他人保管自制火药枪。\n经过：在与对手的冲突中，任剑江使用了这些枪支。\n结果：警方逮捕了相关人员，并查获了火药枪。"
    },
    "4": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：没有提供与抢劫罪相关的起因。\n经过：没有提供与抢劫罪相关的经过。\n结果：没有提供与抢劫罪相关的结果。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王尚明组建犯罪团伙，进行高利放贷活动。\n经过：采用暴力、威胁等手段向贷款人强行索要高额费用。\n结果：王尚明等人因涉嫌敲诈勒索被公安机关抓获。",
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王尚明与四川惠农时贷公司合作，未经正规审批，利用农民合作社名义发放贷款。\n经过：王尚明借用他人身份证虚假注册合作社，虚增贷款金额，非法收费，制作阴阳合同。\n结果：王尚明组织犯罪团伙，通过诈骗手段获利，涉嫌多次实施诈骗等违法犯罪行为。",
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：针对逾期不还的贷款客户。\n经过：王尚明组织人员使用软暴力、甚至直接暴力手段催收贷款，逼迫客户变卖财产或支付额外费用。\n结果：王尚明形成了一个以其为首的犯罪团伙，涉嫌多次实施寻衅滋事等违法犯罪行为。",
        "故意毁坏财物罪": "与故意毁坏财物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王尚明组织人员使用暴力催收贷款。\n经过：王尚明逼迫客户变卖财产或支付额外费用。\n结果：王尚明及其团伙涉嫌故意毁坏财物等违法犯罪行为。"
    },
    "266": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：甄某找涡阳县农经局局长王某帮忙推销产品并承诺给回扣。\n经过：王某答应后，安排全县采购甄某的产品，甄某按约定给了王某回扣款和货款。\n结果：甄某被立案侦查，在初查时如实供述了自己的行贿行为。"
    },
    "586": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：侯某1与桂某1发生争执并互殴；\n经过：侯某1之父侯青山用石头将苑某汽车砸毁，毁损价值7810元；\n结果：侯青山被起诉并被判刑，与被害人达成赔偿协议并取得谅解。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：侯某1与桂某1因离婚问题发生争执和互殴；\n经过：侯某1的父亲侯青山到场后砸毁了苑某的车，并殴打苑某致轻伤一级；\n结果：侯青山被起诉并被判刑，同时与受害者达成了赔偿协议并取得了谅解。"
    },
    "425": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人凡×与被害人苏×因换岗替班问题发生口角；\n经过：二人互殴，苏×下体被凡×踢伤，致轻伤二级；\n结果：凡×被提起公诉，构成故意伤害罪，自愿认罪。"
    },
    "39": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人虚构土地面积、种植数量、伪造招投标材料等方式虚增补偿款和工程款。\n经过：被告人通过虚报方式，共骗取政府补助经费和专项资金合计人民币32.6万余元。\n结果：被告人自愿投案并如实供述，家属代为退赃。被告人被追究刑事责任。"
    },
    "31": {
        "徇私舞弊不移交刑事案件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：唐某某和周某发现周某某非法占用农地；\n经过：二人因私人关系未上报或移交公安机关处理；\n结果：周某某继续违法建设，占用104.6亩基本农田。",
        "非法占用农用地罪": "与非法占用农地罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人周某某在未经批准的情况下，擅自在寿县众兴镇的农用地上挖塘养鱼。\n经过：被告人周某某被口头告知停止建设后，仍继续施工并完成养殖场建设，占用了104.6亩基本农田。\n结果：被告人周某某非法占用农用地的行为导致了104.6亩基本农田受到破坏，对生态环境造成了一定程度的影响。"
    },
    "319": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王某某和毛某某未获批准非法从事股票配资业务。\n经过：利用虚拟炒股软件诱导受害人交易，后台操控结果骗资。\n结果：王某某和毛某某骗取多名受害人资金，部分赃款已被追回。",
        "非法经营罪": "与非法经营罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王某某和毛某某未获批准和许可，非法从事股票配资业务。\n经过：两人使用虚拟炒股软件诱导受害者交易，并在后台操控结果骗取资金，收取高额月息。\n结果：涉案金额高达3339577元人民币，王某某个人涉及2022230元人民币，部分赃款被追回。"
    },
    "269": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王光明与杨某1在酒桌上发生争吵；经过：杨某4上前劝拉王光明时被推倒地受伤；结果：王光明等人送杨某4就医途中死亡，并赔偿了被害人亲属并获得谅解。"
    },
    "87": {
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年4月29日，被告人王某驾驶重型自卸货车行驶至某路口转弯时；\n经过：王某车右侧护栏与柏某驾驶的二轮摩托车相撞，致柏某及两名乘员受伤，柏某后经抢救无效死亡；\n结果：王某承担事故主要责任，投案自首，赔偿被害人家属并取得谅解。"
    },
    "428": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某甲试驾电动汽车；经过：张某甲操作不当撞倒王某；结果：王某死亡，张某甲投案自首并赔偿获得谅解。"
    },
    "485": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某、吴某驾船到高邮湖非法捕鱼。\n经过：采用电鱼方式捕鱼55公斤。\n结果：被渔政监督支队查处，并在禁渔期电捕。两人自愿投入鱼苗修复生态。"
    },
    "346": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2011年宋某成立农鑫公司并虚增注册资本，通过广告虚假宣传并制作公司宣传页。\n经过：2013年至2015年间，宋某虚构项目标、资金来源和公司前景，骗取他人信任，以各种名义收取保证金。\n结果：宋某骗取汪某等多人保证金共计380.2万元，并按比例给业务员发放提成。"
    },
    "204": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张某某发现妻子阮某某与夏某某有暧昧关系。\n经过：张某某写好遗书，带着斧头和水果刀找到夏某某住处，将夏某某砍成重伤后逃跑。\n结果：张某某逃亡至云南时自首，夏某某被鉴定为重伤二级和多处伤残，但得到张某某家人的赔偿并表示谅解。"
    },
    "579": {
        "买卖国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人谭仁福为了求职便利。\n经过：谭仁福找人伪造了含有虚假年龄的身份证，并用此证应聘保安成功。\n结果：警方在办暂住证时识破假证，谭仁福主动投案并如实供述。"
    },
    "295": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：田雷、田涛和田家兴为非法占有财物；\n经过：采用暴力、胁迫手段，在沧县等地抢劫金项链等贵重物品；\n结果：犯有多起抢劫罪行，抢劫财物包括金项链、现金等。",
        "抢夺罪": "与抢夺罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人田雷、田涛、田家兴为非法占有财物。\n经过：三人多次在不同地点公开夺取他人金项链。\n结果：被告人的行为被认定为抢夺罪。"
    },
    "23": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：伍某虚构自己在国安局工作的身份和任务。\n经过：伍某以各种虚假的理由诱骗多名被害人借钱或投资。\n结果：伍某诈骗多名被害人共计数百万人民币，大部分款项尚未归还。"
    },
    "179": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：蒋海龙在承包经营农用地期间，未取得许可擅自采伐林木、挖掘林地。\n经过：蒋海龙非法采伐林木共计88.4589立方米，造成严重毁坏的退耕还林地面积为12459平方米。\n结果：蒋海龙到案后如实交代事实并退出违法所得，二审期间达成调解协议，赔偿生态环境损失并缴纳罚金。"
    },
    "2": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：闫昊、顾鹏与徐府等人在大排档吃饭时发生口角。\n经过：双方在银行门前、商店门前撕打，导致多人受伤。\n结果：徐府等赔偿闫昊损失，双方达成和解，顾鹏报警自首，其余被告如实供述。"
    },
    "450": {
        "生产有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2011年1月，被告人邓某某和同案人李某1为了非法获利，在没有得到生产经营许可的情况下，租用了广州市天河区东圃宦溪西路的一个房间用于生产有毒、有害食品。\n经过：邓某某纠集了包括同案人在内的多人进行生产、销售有毒、有害的减肥咖啡和减肥胶囊，并进行了分工合作。他们在2012年4月27日被执法部门查处时正在生产过程中。\n结果：执法部门在现场查扣了大量的有毒、有害减肥产品和生产设备，并逮捕了多名同案人。邓某某于2018年8月17日被捕。"
    },
    "111": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李涛与潘某5因交通事故发生纠纷；\n经过：李涛酒后驾驶铲车将潘某5的越野车毁坏；\n结果：李涛赔偿潘某5物质损失13万元，并取得谅解。",
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李涛酒后驾车与郑某车辆追尾。\n经过：事故后李涛与潘某5争执，随后驾驶铲车撞毁潘某5的车。\n结果：李涛静脉血酒精超标，构成醉驾；被判刑并赔偿损失。"
    },
    "190": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定起因；经过：多人结伙，驾驶助力车寻找目标，趁人不备夺取财物后迅速逃离；结果：共实施四次抢夺行为，涉及金额数千元，案发后全部未能找回失物，部分被告人被抓获。"
    },
    "504": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某乙为解决债务纠纷授意王某甲纠集众人。\n经过：王某甲等人购买木棍，在指定地点与对方斗殴，导致多人受伤。\n结果：严重扰乱公共秩序，王某乙在羁押期间检举他人犯罪。"
    },
    "205": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人侍继虎通过高息吸引公众存款。\n经过：被告人侍继虎向8人多次借款共计516万元，并将款项用于转借他人和个人消费，仅归还利息16.26万元。\n结果：被告人侍继虎被警方抓获归案，并押解回看守所，至今仍有大部分款项未归还。"
    },
    "100": {
        "掩饰、隐瞒犯罪所得、犯罪所得收益罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：白某将抢来的手机交给虞某。\n经过：虞某明知手机是犯罪所得仍予以收购并转卖。\n结果：虞某被追究刑事责任，建议判处六个月至一年有期徒刑并处罚金。",
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：三名被告预谋抢夺财物；\n经过：两名被告驾驶摩托车抢走被害人手提包，包内有手机和现金，后将手机销赃；\n结果：被抢物品价值总计2230元，四名被告被提起诉讼并认罪。"
    },
    "478": {
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2009年9月，王建民与其他五名被告人共同决定用个人资金重建和维修倒塌建筑，意图在再次拆迁时获得个人补偿。\n经过：2013年，六人谎称重建是为开办“为农服务社”，骗得供销总社同意按每人3万标准补偿，通过虚假票据等手段套取28.8万，每人分得4.8万；王建民还与他人虚构集资事实，套取5.68万。\n结果：案发后，王建民等人退还非法所得，被判处罚金和有期徒刑。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王建民担任板闸供销社主任及现金会计期间，擅自将单位公款转为定期存款。\n经过：王建民未经许可，将40万元人民币存入银行三个月，获利1710元人民币。\n结果：案发后，王建民退还非法所得，法院认定其构成挪用公款罪。"
    },
    "119": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：朱建德等人拒绝执行法院归还果树地的判决，与村民及法院人员发生冲突。\n经过：朱建德和儿子朱明海使用农具阻止农机作业，并与村委会主任张某4发生厮打，在此过程中，二人将张某4打倒并持续攻击张某4头部，导致其受伤。\n结果：张某4因颅脑损伤死亡，朱建德和朱明海被公安机关抓获。朱建德和朱明海的行为造成了对方26,704元的经济损失。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：朱建德因拒绝执行法院判决，继续耕种已被判归还他人的果树地。\n经过：当村民和法院人员前来准备分地时，朱建德及其子朱明海报复性地使用农具阻碍，并在争执中攻击了村干部张某4。\n结果：张某4被打至颅脑损伤死亡；朱建德和朱明海被捕；朱建德和朱明海的行为导致受害方经济损失共计26704元。"
    },
    "20": {
        "抢劫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人黎红春将安眠药放入屈某某饮用水中，致其熟睡。\n经过：被告人黎红春趁机窃取屈某某现金人民币6万元并逃离现场。\n结果：被告人黎红春未能长期逃避侦查和通缉，最终被抓获归案，并退赔全部赃款。",
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黎红春盗窃6万元后逃逸。\n经过：潘某1帮助黎红春改名换姓，使其逃避侦查和通缉。\n结果：黎红春投案自首，潘某1被传唤到案，黎红春家属代为退赔全部赃款。"
    },
    "582": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：张义廉团伙为追债；\n经过：采用拦截车辆、暴力拖拽等方式随意滋事；\n结果：致多人受伤，严重扰乱社会秩序。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：多名被告为追债采用暴力和软暴力手段。\n经过：非法剥夺他人自由，将其带至隔离场所并实施身体伤害。\n结果：导致严重社会影响，被认定为恶势力犯罪团伙行为。"
    },
    "597": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：罗玉波、姜梦星共同租住房屋。\n经过：2016年5月12日，罗玉波、姜梦星容留陈某某、刘某某、高某某在其租住屋内吸食冰毒。\n结果：三人尿液检测甲基苯丙胺呈阳性，被民警现场挡获。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：罗玉波在外购买冰毒并藏于租住房屋内，同时向他人贩卖毒品获利。\n经过：姜梦星帮助罗玉波贩卖毒品，并将毒品卖给陈某某和刘某某共计2.8克。\n结果：警方在罗玉波和姜梦星的租住房屋内搜出64.41克冰毒，并将其二人抓获归案。"
    },
    "251": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：白童及其父白某遭王某1殴打；\n经过：白童和白某拿工具追赶王某1未果，砸坏王某1的车；\n结果：车辆损失价格43893元，白童被捕后赔偿并获谅解。"
    },
    "315": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张超未能按约定偿还款项给张艳霞。\n经过：法院介入并要求张超履行义务，但他未如实报告财产且未履行。\n结果：张超因拒不执行判决、裁定罪被司法拘留，但仍不履行义务。"
    },
    "223": {
        "聚众斗殴罪": "与“聚众斗殴罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：邹剑生在赌场与人争执，次日邹焕杰等人对其报复。\n经过：邹剑生纠集众人持械与邹焕杰等人械斗，双方车辆受损，一人轻伤。\n结果：多人涉嫌聚众斗殴罪，造成财产损失和人身伤害。",
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邹焕杰等人为了非法获利，在竹林和丘俊模家后开设赌场。\n经过：赌场采用掷骰子的方式进行赌博活动，吸引了赌徒参与。\n结果：邹焕杰等人通过开设赌场非法获利约3万元人民币。",
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邹剑生在赌场与人争执；\n经过：次日丘新鹤、邹焕杰、邹金辉持械追打傅某；\n结果：傅某头部受轻微伤。",
        "故意毁坏财物罪": "与故意毁坏财物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邹剑生等人与邹焕杰等人因赌场纠纷而聚集人员，准备打架。\n经过：在冲突过程中，双方发生械斗，多部汽车被严重损坏。\n结果：一名被害人受轻伤，无直接人员死亡。",
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邹剑生参与聚众斗殴。\n经过：邹剑生酒后驾车逃离现场。\n结果：邹剑生驾车撞伤一人。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：廖某在赌博时与人发生争执；经过：廖某殴打对方，并在廖某3介入后，与廖伟华一起继续殴打廖某3；结果：廖某3被打成轻伤。"
    },
    "28": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：柴某某利用职务之便，在扶贫项目中虚报冒领。\n经过：柴某某在两户村民和自己名下领取了总计109999.90元的补助资金。\n结果：案件侦破后，已追回大部分赃款。"
    },
    "321": {
        "故意毁坏财物罪": "与故意毁坏财物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈铭嵩与刘某2存在借贷纠纷；\n经过：陈铭嵩伙同他人用石头砸坏刘某1的车和窗户；\n结果：被砸坏的财物造成损失约人民币1.6万元，陈铭嵩等涉案人员最终被警方抓获。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王键钊和陆某合谋盗窃。\n经过：二人使用螺丝刀撬锁并盗走摩托车，后试图销赃。\n结果：摩托车被找回，王键钊等人被抓获。",
        "掩饰、隐瞒犯罪所得罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王键钊和陆某盗窃了一辆摩托车。\n经过：王键钊委托王添强出售这辆偷来的摩托车。\n结果：王添强因害怕被捕而将摩托车归还给被害人。"
    },
    "73": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张超家为桂平市林兴规划设计有限公司加快审批速度并放松监管。\n经过：张超家在2014年至2015年间分24次收受梁某1好处费共15万元，并将部分款项分给其他林业局人员。\n结果：张超家在2016年再次分8次收受梁某1好处费共8000元。"
    },
    "277": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人姚上平与共犯寻找目标实施抢劫。\n经过：趁受害者蔡某某不备，夺取其挎包。受害者坚持不放手，在反抗过程中摔倒受伤。\n结果：成功抢得挎包，内含现金和手机等物品，受害者受轻微伤。\n\n与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：姚上平等人多次合谋盗窃摩托车及财物。\n经过：先后盗取多辆摩托车及手机香烟等物，其中两次未能成功启动摩托车。\n结果：所盗财物被销赃或销毁，涉案金额总计约17,000元。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：姚上平与他人预谋盗窃。\n经过：多次盗取摩托车及手机香烟等财物。\n结果：被盗物品价值总计约16500元。"
    },
    "340": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：因感情纠纷。\n经过：被告人在二楼木质地板点燃油衣，离开现场，导致房屋大火。\n结果：财物受损，火势被扑灭，造成直接经济损失达11219元。"
    },
    "107": {
        "挪用资金罪": "与“挪用资金罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：周鑫和周林作为汨罗市屈子祠镇某村某组组长和组民代表，利用职务便利挪用资金。\n经过：周鑫和周林挪用了94万元土方款中的大部分资金，以及后续收到的17803元、350155元、51000元和25万元，总计挪用资金1313903元。\n结果：周鑫和周林将挪用的资金借贷他人或供自己使用，至今尚未归还。他们共同挪用662748元，周鑫单独挪用651155元。"
    },
    "6": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年1月31日至2月11日期间，被告人翁统湖等人合伙开设赌场；2月11日，翁某甲因赌资问题与被告人翁统湖发生争执；\n经过：2月13日凌晨2时，被告人翁统湖携带凶器至翁某甲家中，放火烧其床铺及翁某甲本人，并用砍刀砍击翁某甲头部；\n结果：翁某甲被烧成重伤一级，被告人的行为触犯了故意杀人罪、非法侵入住宅罪，且系累犯。",
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：翁某甲因赌资问题与翁统湖发生矛盾并打骂他。\n经过：翁统湖怀恨在心，于凌晨携带凶器、易燃物闯入翁某甲家中，用汽油焚烧翁某甲并砍击其头部。\n结果：翁某甲身受重伤，被鉴定为一级伤残。"
    },
    "249": {
        "污染环境罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张现丰租用厂房非法回收含危废塑料包装物。\n经过：张现丰在无处置许可情况下，加工废塑料并排放有毒废水。\n结果：废水检出有害成分，确认为危险废物；张现丰支付处置费，污染已被处理。"
    },
    "177": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：豫Ｐ×××××-豫Ｐ76Ｍ9挂重型自卸半挂车司机王永红被交通执法人员发现超重；\n经过：王永红为逃避处罚开车离开，执法人员跟随；当执法人员尝试拦截时，王永红故意撞击执法车辆，致两人受伤、两车受损；\n结果：王永红逃逸；后被抓获归案；其家属与受害人达成和解协议并取得谅解。"
    },
    "447": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：秦某某和彭某某未办理手续，在小溪国家级自然保护区非法伐木。\n经过：两人于2013年和2015年两次砍伐楠木，并将其加工成桌子面板。\n结果：他们的行为对自然保护区造成生态和资源损害，触犯盗伐林木罪。"
    },
    "461": {
        "伪造国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人单春宇因生意急需用钱；经过：单春宇伪造房产证并抵押借款20万；结果：案发后单春宇已偿还全部欠款并得到谅解，后被公安机关传唤到案。"
    },
    "121": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人丁××通过医院工作人员修改糖尿病化验结果，帮助他人骗取糖尿病门诊特定病种医疗保险资格。\n经过：丁××从中收取好处费，多人使用骗来的糖尿病医保门特骗取基本医疗保险统筹基金支付个人金额。\n结果：丁××被抓获，退缴非法所得；相关人员已被法院判决并退缴赃款。"
    },
    "544": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：唐飞勇经营公司期间拖欠17名员工工资共计54842元。\n经过：员工投诉后，政府部门责令唐飞勇支付欠薪，但他未履行。案件移交给公安局后，唐飞勇仍逃避法律追究。\n结果：唐飞勇因拒不支付劳动报酬罪被刑事拘留，并在监视居住期间违反规定，进一步逃避监管。"
    },
    "358": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：浙江万银电子商务有限公司开发的“中佳易购”平台采用“消费返利”模式。\n经过：平台出现提现困难，姜土泉停止推广并退出管理职责。\n结果：平台未能正常运转，无法履行承诺，涉嫌非法吸收公众存款。"
    },
    "299": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘建林与张某某、王某某吃饭时发生口角。\n经过：刘建林找到王某某并与张某某发生口角，二人约定在空地解决。刘建林驾车将张某某撞倒致轻伤，并扬言要弄死张某某，后又驾车撞坏张某某的奔驰汽车。\n结果：张某某受伤为轻伤二级，奔驰汽车损坏价值为98700元。刘建林被判刑并赔偿张某某相关经济损失。",
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘建林与张某某因琐事发生口角。\n经过：刘建林驾车撞倒张某某致其受伤，并撞坏张某某的奔驰汽车。\n结果：刘建林被判故意毁坏财物罪，并需赔偿张某某经济损失。"
    },
    "406": {
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张达伟与吸毒人员邓某1通过电话联系约定毒品交易。\n经过：邓某1以250元向张达伟购买毒品并吸食；张达伟与购买毒品人员黄某通过电话联系约定毒品交易；张达伟安排曾杨德进行毒品交易，被公安人员当场抓获。\n结果：在张达伟和曾杨德身上缴获毒资和毒品，并进行了检验。"
    },
    "203": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张军谊、王小飞等人冲掉了廖某的赌场，廖某与王小飞相约斗殴。\n经过：被告人张军谊聚集多人并指使他们参与斗殴，准备好车辆和砍刀等工具。双方更换了三次斗殴地点，但因警察及时赶到而未遂。\n结果：斗殴未能成功进行，没有造成人员伤亡或财产损失。",
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年2月3日至3月20日期间，张军谊多次组织赌博活动。\n经过：张军谊在王某5等人家中，采取“押宝”等方式聚众赌博，雇佣他人协助管理。\n结果：张军谊从中抽头渔利60000余元。",
        "窝藏罪": "与窝藏罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘强知道廖某等人砍伤王小飞；\n经过：刘强开车把廖某等人藏到江西景德镇，还给他们3000块钱；\n结果：刘强因为窝藏行为被发现，构成了犯罪。",
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年7月26日，常山县公安局球川派出所民警在被告人王小飞家中进行搜查。\n经过：在搜查过程中，警方发现了枪支一把。\n结果：经衢州市公安局鉴定，该枪支被确认为以火药为动力的非制式枪支，王小飞因此被指控犯有非法持有枪支罪。"
    },
    "331": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴志初等人虚构搅拌站工程和附加工程；\n经过：骗取被害人尹某1信任后以帮忙承接工程为由索要钱财；\n结果：成功骗取尹某1人民币2000元。"
    },
    "434": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杜某某、刘某1等人请求帮助谋取不正当利益。\n经过：王鑫宇利用职务便利，为他们办理了拆迁补偿事宜。\n结果：王鑫宇先后收到杜某某、刘某1及王某1的好处费共计11万元。"
    },
    "69": {
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：丁某某等人非法砍伐树木并开垦林地。\n经过：丁某某等人种植罂粟，并雇人管理和放哨。\n结果：非法种植的罂粟被铲除，丁某某等人被判刑。"
    },
    "408": {
        "买卖国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨传革和孙辉为非法获利，决定买卖渔业船舶所有权证书。\n经过：他们在2007年至2017年间，进行了14笔非法交易，获利约221万元。\n结果：两人因非法买卖国家机关证件被定罪并受到相应的处罚。",
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨传革、孙辉等人为了非法获利，利用虚假的渔船证件和养殖合作社等手段。\n经过：他们在2007年至2016年期间，多次申请并骗取了国家渔用柴油补贴款。\n结果：总计非法获利约人民币2303703元。"
    },
    "146": {
        "非法吸收公众存款罪": "与非法吸收公众存款罪相关的犯罪情节的起因、经过、结果分别为：\n\n起因：华夏捷诚公司以房地产等投资项目名义，非法吸收公众存款。\n经过：未经批准，公司以2%-3%月利率吸收集资，部分资金以3%-5%高利率借贷他人。\n结果：资金链断裂，华夏捷诚公司无法归还3.109亿人民币的非法吸收资金。"
    },
    "336": {
        "非法制造爆炸物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：因同村陈某江拉土盖房影响出行；\n经过：陈某某用鞭炮药面等自制爆炸物，意图吓唬陈某江；\n结果：被村民拦阻在外，未造成实际伤害，后被抓获归案。"
    },
    "508": {
        "介绍卖淫罪": "与介绍卖淫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：叶丽芳介绍阮某、杨某花向余某江、江某军卖淫。\n经过：叶丽芳收取200元，阮某与余某江、杨某花与江某军分别发生性行为。\n结果：叶丽芳被民警抓获，并对自己的犯罪行为供认不讳。"
    },
    "542": {
        "虚开用于抵扣税款发票罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李涛为了非法利益，注册成立合作社。\n经过：李涛在没有实物交易情况下，为铜仁家乐药业公司开了9张虚假增值税普通发票，票面金额合计991305元。\n结果：这些发票被用于进项税抵扣，共计128869.65元。"
    },
    "327": {
        "污染环境罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宏瑞公司与业腾公司签订脱硫剂买卖合同及废旧脱硫剂回收协议。\n经过：李某雇佣刘某、杜某将业腾公司的脱硫剂废渣倾倒在公路南边。\n结果：李某将危险废物及受污染的土壤运走、处理，并恢复了原有地形地貌。"
    },
    "117": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某某担任交通协管员时与他人共谋，在反走私卡点放行走私车辆。\n经过：陈某某在放行走私车辆过程中收受他人财物，包括现金等，并分得不同数额的贿赂。\n结果：陈某某利用职权不履行查缉职责，伙同他人进行走私活动，构成职务犯罪。",
        "滥用职权罪": "与滥用职权罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某某在担任交通协管员期间，与他人共谋，在反走私卡点放行走私车辆。\n经过：陈某某在放行走私车辆过程中收受贿赂，并利用职权不履行查缉职责，伙同他人走私。\n结果：陈某某的行为构成职务犯罪，被控告滥用职权罪。"
    },
    "412": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：唐某甲、杨某与向某乙有矛盾。\n经过：双方相约谈判，田维超等人携带凶器到达现场，谈判破裂后动手斗殴。\n结果：田维超等人致多人受伤，一人轻伤二级，二人轻微伤；事后赔偿受害者并被捕。"
    },
    "217": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：姜青山伙同他人预谋盗伐林木，并驾车到达目的地。\n经过：姜青山等人盗伐了多棵树并装车，期间被树主发现，姜青山等人逃跑。\n结果：姜青山被公安机关抓获，盗伐的树木数量及体积被确认，姜青山等人被判刑。"
    },
    "131": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：吴某某为了取暖和制作菌棒。\n经过：吴某某在集体林砍伐了37棵树，造材84根，木材为杠木，共计7.1116立方米。\n结果：吴某某向公安机关投案自首并如实供述犯罪事实。"
    },
    "219": {
        "包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：武某酒驾撞车后找田野顶替。\n经过：田野到达现场后向警察撒谎，声称是自己开车出事。\n结果：田野被发现醉驾，实际肇事者武某未受处罚。",
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：田野和武某在饭店喝酒后各自驾车离开。\n经过：武某开车撞到另一辆车，之后叫田野来顶替自己，声称是自己开的车。\n结果：田野被发现血液酒精浓度超标，被判危险驾驶罪。"
    },
    "45": {
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人张某某利用其担任村民小组组长的职务便利，挪用了本组村民的征地补偿款。\n经过：张某某曾将150万元的补偿款进行转存或出借，并从中非法获利；后又挪用了30万元购买理财产品。\n结果：张某某将挪用的款项发放给了村民，并退出了违法所得的16.6万元。"
    },
    "538": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人范某某无烟草专卖零售许可证。\n经过：范某某低价购买了300条假冒伪劣云烟并通过物流公司运输；在提取货物时被抓获，现场查获大量假烟。\n结果：被告人的行为构成非法经营罪，法院依法作出判决。"
    },
    "157": {
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨贵昌利用职务便利，收取免缴参合医疗资金。\n经过：杨贵昌采用收款不入账的方式，非法占有这笔资金。\n结果：杨贵昌被发现并退回了部分现金。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杨贵昌挪用兔峨乡新型农村合作医疗补偿报销资金。\n经过：杨贵昌挪用资金用于归还其经营KTV所欠债务。\n结果：案发后杨贵昌退回部分现金。"
    },
    "333": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人认为林区公路是界限，自己在公路下面种了树。\n经过：被告人在未得到许可的情况下雇佣他人砍伐树木并制材。\n结果：被告人的行为导致被盗伐林木蓄积量33立方米，价值8100元，被警方查获。"
    },
    "372": {
        "挪用资金罪": "与挪用资金罪相关的犯罪情节的起因、经过、结果分别为：\n起因：盛某利用担任临海市江南街道贺家村出纳兼文书的职务便利。\n经过：盛某挪用了多笔资金用于赌博，并开具假收据不入账。\n结果：盛某未能归还全部挪用资金，在审理期间退出部分款项，被公安机关传唤到案并如实供述犯罪事实。"
    },
    "49": {
        "非法经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年11月，王某某承包了新疆玛纳斯县某村土地，于2016年4月至9月期间种植玉米种子。\n经过：2016年10月4日，王某某准备将这31吨玉米种子运往内蒙古销售，途中被警方截获。\n结果：警方扣押种子样本进行检验，并发现该批种子侵犯了敦煌种业先锋良种有限公司的植物新品种权。王某某向受害公司赔偿15万元并获得谅解。"
    },
    "413": {
        "容留卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某在经营养生会所期间，为谋取非法利益。\n经过：三次容留他人进行卖淫活动。\n结果：被公安机关抓获归案，并如实供述了自己的犯罪行为。"
    },
    "227": {
        "非法持有枪支罪": "与非法持有枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：1981年，邵长春为了看护山林而购买一支长单管土枪。\n经过：邵长春将这支枪一直藏匿在家中，直至2017年11月18日被警方查获。\n结果：该枪支被鉴定为以火药为动力的枪支，邵长春对非法持有枪支的事实和罪名均无异议。",
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年6月2日，邵长春酒后点燃玉米秸秆。\n经过：火势蔓延至附近农田，导致51.7亩农作物受损，损失达49760元人民币。\n结果：邵长春对放火事实无异议，但对罪名有异议，辩方主张应定性为失火罪。"
    },
    "181": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定起因。\n经过：被告人莫小够被抓获，并在其身上及家中查获大量毒品。\n结果：莫小够因非法持有毒品罪被起诉，并对其进行了相应的刑事处罚。"
    },
    "286": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：韩玮与赵某1、高某合谋骗取处理费。\n经过：韩玮伪装成能影响仲裁结果的律师，骗取30万“活动经费”。\n结果：韩玮未用款项影响仲裁，与刘宁宁将钱占为己有。\n\n与虚假诉讼罪相关的犯罪情节的起因、经过、结果分别为：\n起因：韩玮与赵某1、高某共谋捏造石子买卖合同纠纷。\n经过：韩玮代理赵某1起诉，指控合肥钦成公司和高某。\n结果：法院判决合肥钦成公司和高某支付赵某11716000元。\n\n与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：韩玮为谋取不正当利益，向多名司法人员行贿。\n经过：韩玮亲自或通过赵某1送出现金、购物卡等贿赂。\n结果：部分款物被退还，韩玮被判行贿罪。",
        "虚假诉讼罪": "与虚假诉讼罪相关的犯罪情节的起因、经过、结果分别为：\n起因：韩玮与赵某1和高某合谋，伪造书证和指使他人作伪证。\n经过：韩玮作为赵某1的诉讼代理人，捏造石子买卖合同纠纷，向法院提起民事诉讼。\n结果：法院判决合肥钦成公司和高某支付赵某1人民币1716000元。",
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为了谋取不正当利益。\n经过：在2016年至2018年间，向两名司法工作人员行贿，并教唆他人向一名司法工作人员行贿。行贿物品包括现金、购物卡和手机。\n结果：被法院认定构成行贿罪，并依法进行数罪并罚。"
    },
    "30": {
        "容留卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年6月7日，金某甲租赁洗头店。\n经过：金某甲容留卢某从事卖淫活动，并从卖淫所得中分得七成。\n结果：同年6月14日，公安机关查获并发现金某甲已容留卢某卖淫多次。"
    },
    "570": {
        "故意毁坏财物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘某1和林某2因市场整改与他人产生纠纷；\n经过：刘某1和林某2两次指使工人破坏三个摊档的财物，造成总计5540元人民币的损失；\n结果：两人的行为构成故意毁坏财物罪，需承担刑事责任。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年12月30日，刘某1和林某2因市场整改问题与陈某1、邓某3、邓某2等人发生纠纷。\n经过：争执中，刘某1推倒邓某2。\n结果：邓某2肩部受伤，被鉴定为轻伤二级。"
    },
    "24": {
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：罗某联系刘某峰购买1000粒麻古，刘某峰联系许某，许某询问被告人金军。\n经过：金军从李军芝处购买麻古，交给刘某峰，收到1.7万元现金，将钱交给肖某。\n结果：罗某因质量问题要求退货，在酒店房间被警方逮捕，查获920粒甲基苯丙胺片剂。"
    },
    "663": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邓锦亮要求买受人支付购房款等费用。\n经过：邓锦亮未将款项交予公司，用于个人支出。\n结果：邓锦亮向公安机关投案。"
    },
    "769": {
        "非法捕捞水产品罪": "与非法捕捞水产品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年3月25日晚，夏某提议并伙同杨某、王某用电瓶等禁用工具捕鱼。\n经过：三人前往南京固城湖水域，捕获鲫鱼等水产品，被捕获时被公安人员现场发现。\n结果：三人被抓捕，捕鱼工具和鱼类被扣押，三人向渔政渔港监督管理站缴纳渔业资源修复资金，并接受法院判决。"
    },
    "633": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵盛平在合作中向林某索要35万，称用于支付承包商投资费用。\n经过：赵盛平收到35万后并未用于约定用途，而是用于个人消费。\n结果：赵盛平被发现欺诈行为，案发后其家属代为退还部分款项。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵盛平利用职务之便，虚构员工身份、支出项目等进行贪污。\n经过：赵盛平通过虚构事实、隐瞒真相的方式，套取公款达数百万元人民币，并设立“小金库”进行资金分配。\n结果：赵盛平被发现后，其家属代为退还部分款项，但其行为已对公共财产造成重大损失。"
    },
    "445": {
        "强奸罪": "与强奸罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年8月，付国华在高架桥下与未满十四岁的张某1发生性关系。\n经过：2017年5月至6月，付国华再次在同一地点及其家中与张某1发生性关系，致其怀孕。\n结果：张某1怀孕五个月后进行引产，鉴定显示付国华为婴儿生物学父亲，张某1怀孕时已满14周岁。",
        "猥亵儿童罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：男子付国华多次对未满十四岁女孩张某1进行猥亵。\n经过：付国华在多地对张某1实施猥亵行为，并与其发生性关系导致张某1怀孕。\n结果：张某1在怀孕五个月时进行了引产手术，付国华被证实为婴儿生物学父亲。虽然张某1怀孕时已满14周岁，但根据案情描述，猥亵行为发生在其不满14岁时。"
    },
    "256": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：“小二”将一支银色仿制手枪交给潘光荣。\n经过：潘光荣将手枪放在其驾驶的汽车副驾驶位抽屉内，用于防身使用。\n结果：公安人员抓获潘光荣时，在其车内缴获了该手枪。",
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：“小二”让潘光荣帮其保管毒品；\n经过：潘光荣将毒品放在自己的挂包内，后被公安人员抓获；\n结果：公安人员在潘光荣的车内缴获了毒品和枪支。"
    },
    "660": {
        "受贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：许某与城关区国税局其他领导班子成员商议决定成立兰州祥和办公用品有限责任公司，从中套取代征手续费。\n经过：许某、秦某某和任某某三人私自将兰州祥和公司套取的代征手续费收入中的90余万元私分侵吞，许某利用职务之便指示任某某提取资金和报销私人消费。\n结果：许某侵吞总计36.979万元，秦某某侵吞总计22.6万元，任某某侵吞总计15.9万元。",
        "滥用职权罪": "与滥用职权罪相关的犯罪情节的起因、经过、结果分别为：\n起因：兰州市城关区国税局局长许某为了规避政策法规，伙同他人成立兰州祥和办公用品有限责任公司。\n经过：许某实际领导公司并违规引导地方附税款转至其他地区，赚取代征手续费，造成国家和税务系统的重大经济损失。\n结果：许某、秦某某和任某某私分公司非法收取的手续费，造成了国家和税务系统的重大经济损失，并被追究刑事责任。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：许某等人商议成立兰州祥和公司，代征税款并套取手续费。\n经过：许某领导公司违规运营，收取高额手续费，并将部分资金私分。\n结果：许某等人私吞90余万元，造成国家损失，被判犯贪污罪。"
    },
    "678": {
        "非法侵入住宅罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：程少飞拖欠款项未还，化光伟和卢旭民为追债。\n经过：2018年3月19日，两人强行进入冶自艳家，破坏门锁非法进入。\n结果：冶自艳报警，两人离开现场并接受讯问。次日，冶自艳出具谅解书。一审宣判无罪，检察院提起抗诉，认为构成犯罪。"
    },
    "174": {
        "伪造、买卖国家机关证件罪": "与伪造、买卖国家机关证件罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人明拥刚从2016年9月开始伪造各类证件并贩卖给其他人。\n经过：明拥刚购买了设备和材料来伪造证件，并让他的哥哥帮助运送这些证件。其他被告人则通过粉刷广告招揽客户并将客户需求告知明拥刚。\n结果：多名被告人都被控犯有伪造、买卖国家机关证件罪以及相关罪行。",
        "伪造、买卖国家机关公证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人明拥刚为牟利，购买设备和原材料开始伪造证件。\n经过：明拥刚制作假证并售给罗贵洪等人，罗贵洪等人再转手高价卖出。\n结果：多名被告因伪造、买卖国家机关公证件罪被追究刑事责任。",
        "伪造事业单位印章罪": "与伪造事业单位印章罪相关的犯罪情节的起因、经过、结果分别为：\n起因：明拥刚为了非法获利，开始伪造各类证件。\n经过：明拥刚购买了必要的设备和材料，雇佣其哥哥明拥军参与制假活动。\n结果：公安机关发现了这一伪造证件的行为，并对相关嫌疑人进行了抓捕。",
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年9月8日，吴成华酒后驾驶车辆。\n经过：吴成华驾车过程中发生了交通事故，导致王某某死亡。\n结果：吴成华被认定对事故负全责，其血液中的酒精含量也超过了法定限制，构成了醉酒驾驶。"
    },
    "747": {
        "非法制造、储存爆炸物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：焦好林在私人作坊生产烟花爆竹被取缔。\n经过：焦好林在孙明程家非法制造、储存烟花爆竹，导致火药爆炸引发火灾。\n结果：多人获救，现场查获大量爆炸物原材料和成品，已被销毁。"
    },
    "363": {
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年下半年，被告人张某在自家院落种植罂粟。\n经过：2020年4月27日，公安机关发现并铲除了被告人种植的539株罂粟。\n结果：被告人张某被控告犯有非法种植毒品原植物罪，数量较大，应受刑事处罚。"
    },
    "665": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：唐甲自2018年5月起担任赌博网站代理，后来成立了“辉耀工作室”，并聘请管理人员，负责运营网络赌博活动。\n经过：唐甲与其他合伙人租借了“玛雅国际”赌博网站，并注册了相关账号；通过赌博网站进行充值、赌博上分、资金结算等；唐甲还从赌博网站总流水中提成。\n结果：涉案人员通过网络赌博网站进行赌博活动，涉及金额高达870余万元；被告人们通过这些活动非法获得巨额利润，具体金额在文中列出了。"
    },
    "288": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘文良隐瞒其房产已卖出的事实，以企业资金紧张为由，向被害人借款。\n经过：刘文良使用伪造的房屋买卖合同作抵押，并支付几个月利息后逃匿。\n结果：刘文良被控告合同诈骗罪，涉及金额6万元，已被抓捕归案。"
    },
    "215": {
        "销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年9月至2019年4月，周禄兵、黄继芳在两店铺销售非法保健品。\n经过：两人向他人销售18种含禁用成分“西地那非”的保健食品。\n结果：经过检验，证实所售产品含有禁用成分，审理查明的事实与指控一致。"
    },
    "756": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某某邀约三被告人用网购电鱼设备去河里捕鱼。\n经过：四人在永宁河边电鱼时被举报，刘强、罗鑫和李某某被抓，陈友科逃跑后自首。\n结果：警方缴获电鱼工具和2.2千克渔获物，鱼类非珍稀品种。"
    },
    "765": {
        "贩卖毒品罪": "与贩卖毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人黄某及同伙刘某以人民币200元的价格贩卖毒品；\n经过：在交易完成后，被公安人员当场抓获；\n结果：公安机关收缴了毒品，并在四个月后将黄某再次抓获。"
    },
    "683": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：高巍酒后驾车与人相撞逃离现场；\n经过：警察劝其返回现场并测试酒精，他却辱骂并殴打警察；\n结果：警察受伤，高巍被抓获归案，并被判刑。"
    },
    "690": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：“老牌扁肉王”店主郑某某不配合城市管理部门执法。\n经过：郑某某辱骂执法人员，并用水泼向正在清理广告的执法人员，导致一名执法人员受伤。\n结果：郑某某被带到派出所接受调查，随后被刑事拘留。其家属赔偿了被害人损失并获得谅解。"
    },
    "636": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年5月5日至5月8日，徐某伙同他人开设赌场。\n经过：徐某召集多人赌博并从中抽头渔利，获利3500元。\n结果：警方接到举报后查处了赌场，扣押了赌具和打底费16800元。"
    },
    "680": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：妻子万岩妹耶与被害人曾某某有不正当关系，曾某某多次纠缠万岩妹耶。\n经过：张承猛跟踪万岩妹耶和曾某某，用螺纹钢条砸打曾某某头部、背部等处，致曾某某倒地不起。\n结果：曾某某因头部受钝器打击致严重颅脑损伤死亡，张承猛和万岩妹耶骑着曾某某的摩托车逃离现场，后被抓获归案。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：上诉人张承猛发现妻子与他人有染，遂生报复之心。\n经过：张承猛尾随两人至香蕉园，听到对方索要孩子后，怒火中烧用铁棍袭击曾某某，致其身亡。\n结果：张承猛和妻子夺取了曾某某的摩托车及手机，并逃离现场。之后，警方找回被盗物品并发还给受害者家属。最终，曾某某死于严重颅脑损伤。"
    },
    "674": {
        "组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某租赁酒店房间开设卖淫场所；经过：杨某与被告人沈选红合伙组织卖淫活动，聘请黄挺负责安保，与王日毫疏通关系，每天有数名至十几名不等的卖淫女从事卖淫；结果：警方清查时抓获杨某及其他卖淫嫖娼人员。",
        "协助组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：杨某租赁酒店房间组织卖淫活动。\n经过：沈选红与杨某合伙管理卖淫场所，黄挺负责放哨和安保，王日毫收受贿赂疏通关系。\n结果：公安机关清查行动中抓获相关人员，卖淫场所被查处。"
    },
    "676": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王翼等人成立公司并设立诈骗窝点。\n经过：冒充“白富美”或女性，使用虚假信息诱使受害者投资指定平台。\n结果：骗取3790万元人民币，按约定比例分配赃款，部分财产被查封冻结。"
    },
    "668": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人梁宏虚构能够包过驾驶证考试、办理驾驶证、安排孩子上学等事实。\n经过：梁宏骗取多名被害人信任，并收取他们的钱财，共计人民币306000元。\n结果：梁宏未能履行承诺，部分钱财被用于个人消费，案发前退还人民币30000元。"
    },
    "106": {
        "破坏生产经营罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：江某甲因房屋受损指责附近的石灰石矿。\n经过：江某甲与其他村民多次阻碍矿山的生产，造成较大经济损失。\n结果：江某甲的行为构成了破坏生产经营的犯罪。",
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：江某甲提出无理赔偿要求并以继续留置北京上访为要挟；\n经过：向葛仙山乡政府工作人员索要钱财共计19,000元人民币；\n结果：最终获得16,000元。"
    },
    "695": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年10月27日凌晨，在阳春市春城幻影酒吧，杨合与林某等人参与一场打斗。\n经过：在此次冲突中，双方使用刀棍等武器进行打斗。\n结果：杨合、林某及其他人驾车去人民医院寻找蓝某等人进行报复。"
    },
    "63": {
        "走私毒品罪": "与走私毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年7月2日，洪某健通过皇岗口岸入境；\n经过：他没有申报自己携带的KIMBERRY止咳水，并试图逃避海关检查；\n结果：在他的行李中发现了5瓶含有可待因成分的止咳水，被认为是走私毒品。"
    },
    "194": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人朱玉金、朱美足对土地使用权有异议。\n经过：被告人朱玉金、朱美足、朱美春共谋阻止施工，朱美足组织人手和资金，欺骗氧焊工切割钢筋。\n结果：钢筋价值1.2951万元被切割，被告人的行为构成寻衅滋事罪。"
    },
    "607": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：许宗旋在阳西县农业和水务局工作期间，利用职务之便为他人谋取利益。\n经过：许宗旋接受了东莞保得生物工程有限公司20000元人民币的贿赂；并在水果产业带项目的设计工作中协助江门市德施普农业科技有限公司，事后收受吕某某提供的45000元人民币。\n结果：许宗旋因此被控受贿罪，具体金额共计65000元人民币。",
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：许宗旋两次利用职务之便侵吞公款。\n经过：第一次是从“小金库”领取出差费后侵吞剩余款项；第二次是指示他人从小金库领取款项后私分侵吞。\n结果：许宗旋两次共计侵吞公款12万元人民币。"
    },
    "738": {
        "非法种植毒品原植物罪": "与非法种植毒品原植物罪相关的犯罪情节的起因、经过、结果分别为：\n起因：高爱梅为治疗胃病，在土地上种植罂粟。\n经过：罂粟被公安机关发现并铲除，共计589棵。\n结果：高爱梅承认犯罪行为，其辩护人提出她是自首，且主观恶性小，未造成更大社会危害。"
    },
    "604": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：杜旭辉利用其担任长沙市雨花区多个职务的便利条件。\n经过：为他人谋取利益，伙同弟弟杜旭杰收受贿赂450余万元人民币。\n结果：法院认定杜旭辉犯受贿罪，并依法判处相应的刑罚。",
        "滥用职权罪": "与滥用职权罪相关的犯罪情节的起因、经过、结果分别为：\n\n起因：杜旭辉身为地方主要官员，滥用职权未经法定程序审批渣土运输。\n经过：擅自对区域内渣土运输进行审批收费，干预渣土执法管理。\n结果：造成国家和集体经济损失达1984.41万元人民币。"
    },
    "83": {
        "非法吸收公众存款罪, 集资诈骗罪": "与非法吸收公众存款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2006年至2012年间，曹宏图与韩国华以高息为诱饵，吸收公众资金。\n经过：二人以公司或个人名义进行宣传，承诺支付高额利息，非法吸收公众存款达5389万。\n结果：曹宏图无力偿债后与韩国华共同逃匿，涉及金额204万。\n\n与集资诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：曹宏图虚构承建富士康工程需资金，隐瞒真相，骗取他人资金。\n经过：曹宏图承诺高额月息，骗取917万元，并逃匿。\n结果：无还款能力的曹宏图携款潜逃，涉及金额917万。"
    },
    "292": {
        "非法制造枪支罪": "与非法制造枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年5月12日，苏永全和郑某商量从网上购买配件组装气枪。\n经过：苏永全用手机在网上买了气枪配件，并按照网络图纸在其店内拼装出两支气枪。\n结果：其中一支气枪被郑某拿走，另一支被苏永全藏在草丛中。后来，这两支气枪都被警方查获，鉴定为管制枪支。"
    },
    "725": {
        "伪造事业单位印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郭红涛为了办理子女进京落户；\n经过：郭红涛在家通过微信联系卖家，提供了印章样式，并购买了伪造的证件和印章；\n结果：郭红涛被民警查获，如实供述罪行，涉案赃物已全部起获，被建议以伪造事业单位印章罪判处拘役三个月至四个月，并处罚金。",
        "伪造、买卖国家机关证件、印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郭红涛为了办理子女进京落户；\n经过：郭红涛通过微信联系卖家，提供了需要伪造的证件和印章样式，并支付了1500元；\n结果：郭红涛被抓获，如实供述罪行，涉案物品被全部起获，受到相应刑事处罚。"
    },
    "350": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：崔某某为了偿还个人债务和消费。\n经过：崔某某虚构了建筑协会需要资金周转的事实，与多人签订了借款协议，并挪用了建筑协会的资金。\n结果：崔某某共骗取了850万元人民币，并将这些钱用于个人开销和偿还债务。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：崔某某在上海市建筑施工行业协会担任副秘书长兼办公室主任。\n经过：崔某某利用职务之便，通过虚开发票报销等方式侵吞建筑协会资金共309,698元。\n结果：崔某某被判犯贪污罪，并需退赔赃款给被害单位。"
    },
    "287": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘永看到二手车网站一辆保时捷越野车后想抢。\n经过：刘永与车主洪某约见试车，随后假借看发动机，趁其不备驾车逃离现场；车主试图阻止时受伤。\n结果：刘永用抢来的车换取了19.2万元，并挥霍一空；一年后被警方逮捕；被抢车辆已追回并归还给车主。"
    },
    "360": {
        "非法吸收公众存款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：何俊荣何某某以其公司投资水利工程等项目需要资金为由，向他人借款。\n经过：何俊荣何某某承诺支付高额利息，并通过何某2、吴某2向更多人借款。\n结果：何俊荣何某某未能偿还大部分借款，最终被抓获归案。"
    },
    "494": {
        "非法捕捞水产品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：四名被告人在禁渔期预谋捕鱼。\n经过：他们驾船用捕鱼工具在饮马河捕鱼，捕获约5公斤鱼。\n结果：被告张树义投案自首，其余人被抓获，证据确凿。"
    },
    "80": {
        "滥伐林木罪": "与“滥伐林木罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：茶光辉为了建房子等目的，在没有获得许可的情况下砍伐了自家自留山上的树木。\n经过：漾濞县林业和草原局在核查工作中发现了滥伐行为，并将此事移交给森林公安局处理。公安局于2020年5月13日立案侦查，并将茶光辉传唤到案。\n结果：茶光辉砍伐的林木蓄积为28.2立方米，超过一定数量，构成了滥伐林木罪。他的违法行为已经被发现并受到调查。"
    },
    "460": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：周亮亮酒后无证驾驶搭载凌靖，随意殴打工厂保安邱某。\n经过：周亮亮用拳头击打邱某手腕，凌靖将其踢倒；二人又共同殴打赶来现场的行政经理叶某。\n结果：邱某受轻伤一级，周亮亮、凌靖被抓获，并在之后对邱某进行赔偿和获得谅解。",
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人周亮亮酒后无证驾驶摩托车搭载酒后的被告人凌靖。\n经过：两被告人随意殴打工厂保安和行政经理，造成一人轻伤一级。\n结果：被告人的血液酒精浓度均超标，被认定为醉酒状态，并被采取相应行政处罚和刑事拘留措施。"
    },
    "619": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年6月9日13时，被告人黄勇在贵阳一停车场；\n经过：将一辆价值2500元的电瓶车盗走；\n结果：案发后，被盗车辆已追回并发还被害人。"
    },
    "643": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年8月初，董某某在超市经营赌博活动。\n经过：董某某提供场所、赌具和资金，组织赌博，每场收取400元利润。\n结果：2015年9月4日，警方现场抓获赌博活动，缴获赌资及工具，董某某被判刑罚金。"
    },
    "114": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某拖欠劳动者报酬，并采取转移财产、逃匿的方式逃避支付；\n经过：共计拖欠230299.7元，数额较大，且经政府有关部门责令支付仍不支付；\n结果：被告人的行为构成了拒不支付劳动报酬罪，需要依法承担相应的刑事责任。",
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某利用担任公司总经理的职务之便；\n经过：将公司的145万元资金非法占为己有；\n结果：被法院依法认定为职务侵占罪，判处相应刑罚。"
    },
    "110": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人童庆华利用职务便利，为他人谋取利益。\n经过：非法收受他人贿赂款26万余元。\n结果：被法院认定构成受贿罪，与其他罪行数罪并罚。",
        "贪污罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2004年上半年，朱建强与童庆华等四人商议侵吞公款。\n经过：童庆华分得10万元，后于2009年以转账方式退还给朱建强。\n结果：童庆华为从犯，有坦白情节，被判处贪污罪。"
    },
    "677": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：邹某华与同案人在安远乡寻找机会开设赌场。\n经过：他们在当地设立了赌场，并进行了多次非法赌博活动。\n结果：他们从中获得了非法利益，最终被警方查处。",
        "非法转让、倒卖土地使用权罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：邹某华及同案人参与拍卖会，非法限制竞价，获得低价土地使用权。\n经过：拍卖结束后，他们再次非法拍卖这些土地使用权以获取利益。\n结果：邹某华等人因此获得非法利益，构成非法转让、倒卖土地使用权罪。",
        "强迫交易罪": "与强迫交易罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2011年，沈某贵、黄某能等人计划获取土地使用权。\n经过：他们通过威胁和恐吓的方式迫使其他拍卖参与者放弃竞价。\n结果：沈某贵、黄某能等人成功获得土地使用权并转让给他人以获利。",
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人曾某龙等人利用职务便利，向村民索取土地补偿费。\n经过：曾某龙等人伪造文件掩盖非法交易，将补偿费据为己有。\n结果：法院认定曾某龙等人犯职务侵占罪，并依法判处刑罚。"
    },
    "755": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人齐华敏加入善心汇网站。\n经过：齐华敏用妻子身份注册会员，发展下线，进行多次赠与和受助。\n结果：齐华敏被认定为B轮功德主，下线有138个会员账户。"
    },
    "686": {
        "组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：赵大卫经营两个洗浴中心，并组织卖淫活动。\n经过：赵大卫雇佣多人参与卖淫活动的管理和组织，制定了相关规则，并使用软件进行管理和记录。张欣等人担任经理职务，负责日常管理和组织卖淫活动。张某甲参与卖淫女的招募和运送，其中包括未成年少女。\n结果：赵大卫从中非法获利近百万元，警方介入调查，赵大卫被抓获归案，并退还部分违法所得。张欣、张某甲等同案犯也被逮捕。",
        "协助组织卖淫罪": "与协助组织卖淫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵大卫经营的两个洗浴中心存在组织卖淫活动。\n经过：赵大卫雇佣张欣等人管理卖淫活动，张欣成为经理负责日常组织；张某甲招募未成年曹某从事卖淫。\n结果：赵大卫非法获利97万多元，部分违法所得已退缴，张某甲被劝说自首。"
    },
    "435": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李永生虚构可以帮助被害人侯×1介绍欢乐谷海洋馆工程并需要打点关系的事实。\n经过：李永生以假名和假身份证号码取得侯×1的信任，并骗取其5万元人民币。\n结果：李永生被认定构成诈骗罪，被判处罚金及退赔被害人损失。",
        "合同诈骗罪": "与该罪名（合同诈骗罪）相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李永生虚构了合作建设欢乐谷园内雨林观赏馆项目。\n经过：李永生提供了伪造的合同，与两名被害人签订虚假协议，骗取29万施工保证金。\n结果：李永生在法庭上对合同诈骗罪的指控没有异议，被认定有罪。"
    },
    "669": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李亚非因琐事与胡某甲发生争执。\n经过：李亚非开车撞击胡某甲的车辆并使用木棒、砍刀对其进行殴打。\n结果：胡某甲受轻伤，李亚非赔偿其人民币2万元。"
    },
    "50": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年1月5日晚，被告人王某和王健、王文飞、付建军参加完朋友婚礼后，一起来到王某租住的民房。\n经过：付建军和王文飞购买了100元冰毒回到王某家，22时左右，四人在王某家共同吸食冰毒。随后，被警方现场抓获，尿检结果为甲基安非阳性。\n结果：2016年1月6日，王健、王文飞、付建军因吸食毒品被警方行政拘留10日。法庭审理后，认定王某犯容留他人吸毒罪。"
    },
    "611": {
        "诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘尚涛等人合谋购买公司资料，设立虚假公司。\n经过：通过网络招聘，收取被害人保证金，利用虚假客服和结算单欺骗客户。\n结果：警方介入调查，被告人退还部分赃款，但仍大量未追回。"
    },
    "688": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘忠帆为占有他人财物。\n经过：刘忠帆使用暴力或威胁手段，先后从王某乙和叶某处夺取财物。\n结果：刘忠帆得手后未归还抢来的手机，并继续对王某乙实施威胁。",
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘忠帆得知王某乙有另一部苹果5S手机。\n经过：刘忠帆用砍刀威胁王某乙，要求给钱或借用手机；次日未遂后，于3月15日再次索要；王某乙拒绝后，刘忠帆威胁；3月17日，刘忠帆得知王某乙父母报案后欲再次行动但逃离现场。\n结果：刘忠帆未能得逞，案发后被抓获。"
    },
    "224": {
        "非法制造枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年11月至2017年1月期间，被告人谭元培分别委托张某某和被告人蒲江鸿网购了射钉器、钢管、固定器等配件。\n经过：后由被告人谭元培、蒲江鸿在蒲江鸿父亲蒲某2的原居住地将上述配件改造、组装成枪支，被告人谭元培此后多次持该枪支打猎。\n结果：2017年12月13日，公安民警将被告人谭元培抓获，从其所骑摩托车上查获射钉器改造枪支一支、空包弹八发、钢珠二瓶及装有黑火药的牛角瓶一个。"
    },
    "704": {
        "买卖国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年12月至2020年3月间，被告人徐亚为了获利，决定将自己名下公司的营业执照和对公账户出售。\n经过：徐亚通过非法途径联系到买家，并将自己的两家公司——厦门旗素帆贸易有限公司和厦门翼赐夕信息技术有限公司的营业执照以及对公账户银行卡、U盾等相关材料卖给买家，从中获利1500元人民币。\n结果：徐亚的行为构成了买卖国家机关证件罪，被追究刑事责任。具体的判决结果没有在提供的信息中提到。"
    },
    "281": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年10月，关某为增加麻辣烫口感。\n经过：关某购入罂粟壳粉熬制调料，用此制作麻辣烫销售。\n结果：公安机关检查时缴获罂粟壳粉末和含毒汤料，关某被抓获。"
    },
    "422": {
        "生产、销售假药罪": "与“生产、销售假药罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王某购买半成品保健品、医疗器械和消毒用品，意图假冒正规药品。\n经过：王某在租赁的房屋中包装这些产品，并贴上自行印制的标签和说明书，标明虚假的治疗功效。他使用伪造的生产批号和商标，并通过电话、QQ、阿里巴巴销售网等方式销售。他还利用物流公司代收货款或通过银行转账收款，将资金转入多个人的银行账户。\n结果：在被公安机关查获时，王某和其组织的人员正在转移大量假药，现场查获的假药超过53000盒，以及大量的外包装和相关设备。这些行为构成了严重的非法经营罪和生产、销售假药罪。"
    },
    "743": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：侯小青经营裕丰宾馆期间，有吸毒人员来开房。\n经过：侯小青三次容留吸毒人员在房间内吸毒，自己也参与了吸毒。\n结果：侯小青被控告并被判处罚金和拘役。"
    },
    "534": {
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：马某某明知程远华涉嫌犯罪被追逃，仍与其联系，帮其逃跑。\n经过：马某某提供车辆从许昌送程远华至安阳时被公安机关抓获。\n结果：程远华涉嫌非法吸收公众存款罪已被另案处理；马某某被认定构成窝藏罪。"
    },
    "731": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陆永权未履行法院关于偿还刘某货款的判决。\n经过：法院多次要求陆永权执行判决，包括拘留和扣押财产，但其仍未履行。\n结果：陆永权的亲属代为支付了部分货款，获得自诉人的谅解。"
    },
    "749": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：林一挺驾驶无证无牌摩托遇到警方查处；\n经过：林一挺为逃避检查咬伤执勤人员陈某耀；\n结果：林一挺被当场抓获，陈某耀受轻微伤，林一挺被认定犯妨害公务罪。"
    },
    "134": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：胡某2家与张某1家因地界问题发生纠纷；\n经过：胡某2邀约刘某2等人教训张某2、张某4，胡某某参与打架；\n结果：胡某某等人将张某2、张某4打成轻微伤，邹某被打成重伤二级。"
    },
    "563": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2016年9月至12月期间，被告人邓小华、殷德兴二人成立淼森公司。\n经过：以低价团购商品房为名与23名被害人签订购房协议，骗取23万元后逃匿。\n结果：被告人邓小华向每位被害人退赔了违法所得人民币5000元并取得谅解。"
    },
    "640": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某甲得知公司有不入账的财物，伙同李某某等人预谋窃取。\n经过：李某甲等人多次盗窃公司的紫铜铜套和铜棒，以及通过张宏泽等保安盗窃电缆。\n结果：被告人的行为构成了职务侵占罪，依法应当追究刑事责任。"
    },
    "772": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：费阳波于2016年1月至2019年11月在九真镇开设麻将馆。\n经过：费阳波组织他人打麻将进行赌博，并从中抽头渔利。\n结果：公安机关在2019年11月7日查处了该赌场，抓获参赌人员24人，并收缴赌资5901元。费阳波在接到电话通知后主动配合调查，并如实供述了自己的犯罪行为。"
    },
    "626": {
        "包庇罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：警方调查俱乐部卖淫活动，严茂苍想逃避处罚。\n经过：严淑忠假冒负责人向警方投案。\n结果：严淑忠包庇行为被发现，多人被捕并承认罪行。",
        "协助组织卖淫罪": "与协助组织卖淫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：严茂苍在瑞昌市经营一家俱乐部并组织卖淫活动，许雪冰等人协助。\n经过：许雪冰、李宇等人负责管理卖淫女和客户服务，谈瑞芬和刘秀兰负责前台收银和结算，李美珠参与嫖娼事项的安排。\n结果：许雪冰、李宇、严茂甘和谈瑞芬在被捕后承认了罪行，并被判处有期徒刑。"
    },
    "722": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李艾琪携带毒品至宾馆。\n经过：公安民警抓获李艾琪并查获毒品。\n结果：毒品为甲基苯丙胺，净重49.55克，李艾琪自愿认罪。"
    },
    "76": {
        "放火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王大社因故欲找物业经理理论；经过：被告人在一楼楼梯口被保安阻止，将汽油倒在自己身上并点燃；结果：造成多人衣物、墙面、地面、电线被引燃，后被扑灭。"
    },
    "196": {
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2020年2月20日，新乡县公安局民警发现被告人于荣平在其自家菜地内非法种植毒品原植物。\n经过：公安机关在于荣平在场的情况下将罂粟苗铲除、清点，共计510株，并进行了鉴定。\n结果：于荣平到案后自愿如实供述自己的罪行。"
    },
    "608": {
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人何祖文通过微信与徐某1联系贩卖毒品。\n经过：何祖文与陈婷共同实施贩卖毒品行为，最终在约定地点完成交易。\n结果：何祖文和陈婷被警方抓获，并缴获了相关毒品和作案工具。"
    },
    "183": {
        "伪造国家机关证件罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某甲被调至派出所负责办理居住证，周某甲接受李某甲委托为其同村人办证。\n经过：陈某甲未经审核签字，为31名四川籍外地居民办理居住证并登记在册，录入系统。\n结果：陈某甲在接到警方通知后自行配合调查，如实供述犯罪事实，案件被移交给检察院侦查。"
    },
    "657": {
        "侮辱罪": "与侮辱罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵德明与魏兴杰因房产问题产生争执；\n经过：赵德明两次到魏兴杰的办公室和家中与其发生言语和身体冲突；\n结果：赵德明因此被处以500元的行政罚款。",
        "诽谤罪": "与诽谤罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赵德明与魏兴杰因房产问题产生争执。\n经过：赵德明两次到魏兴杰办公室和家中对其进行辱骂。\n结果：赵德明因诽谤罪被法院依法惩处。"
    },
    "137": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：程小辉盗窃柴油时被被害人闫某发现。\n经过：程小辉为逃避抓捕驾车逃跑。\n结果：闫某被车碾压死亡。",
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：程小辉和史某为非法获利，准备工具并租用车辆。\n经过：他们在多地多次盗窃柴油共计1530升，并将赃物卖给他人。\n结果：程小辉和史某因涉嫌盗窃罪等罪名被提起公诉。"
    },
    "297": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2013年4月和6月，被告人黄某某单独或伙同他人在广东省紫金县两次实施抢夺行为。\n经过：黄某某尾随正在打电话的被害人，并趁其不备抢走手机，随后逃离现场。\n结果：被抢手机价值总计6865元，已被销赃。"
    },
    "395": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为了表达个人诉求。\n经过：爬信号塔、悬挂横幅，造成大量群众围观和交通拥堵。\n结果：公共场所秩序严重混乱，两人被公安机关抓获归案。"
    },
    "616": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：林某为了感谢古某的帮助和照顾，在承建工程项目期间多次向古某送钱。\n经过：林某在不同时间分五次向古某送出共11万元，每次都在古某家中进行。\n结果：古某接受了林某的贿赂，并对林某承建的工程项目给予关照。林某后来被调查并起诉，最终被认定犯有行贿罪。"
    },
    "648": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：传销窝点为控制新人加入。\n经过：看守新人，阻止其离开，使用威胁恐吓手段。\n结果：受害者逃脱时溺亡，多名被告人被捕并供述罪行。"
    },
    "617": {
        "非法拘禁罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：彭某某赌博输钱向蔡某、黄某某借款未还。\n经过：蔡某、黄某某等人将彭某某关在酒店房间70多小时。\n结果：警方排查时解救了彭某某，四名被告被抓获。"
    },
    "692": {
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为套取更多征地补偿款，陈国和林英楷预谋虚报征地面积。\n经过：林英楷和林英昌将虚报面积分配给村民，制作虚假记录上报，共套取补偿款321,274.5元并私分。\n结果：林英昌、林英楷、林某某在纪委调查时自首并退赃，陈国于2013年8月28日自首并退还赃款。"
    },
    "170": {
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人薛某某代管补偿款。\n经过：薛某某挪用部分款项归还个人债务和消费。\n结果：案发后被告人退赔并返还全部赃款。"
    },
    "659": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吴某谋意图在不经过正规招投标程序的情况下获得政和县熊山街道新南庄房屋立面装修工程的承包。\n经过：吴某谋承诺并实际给予吴某1等四人共计5万元人民币的好处费。\n结果：吴某谋在案件调查过程中主动供述了行贿罪的犯罪事实，并已退还部分非法所得。",
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吴某谋与他人共谋，利用移民后期扶持基金装修工程虚报资金。\n经过：他们通过修改补助表数额，虚报资金共计27000元人民币，并分取非法利益。\n结果：吴某谋主动供述贪污罪行，涉案人员被立案侦查并主动到案供述，已退还非法所得2.7万元。"
    },
    "540": {
        "容留卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：向秋宏等人经营佳欣休闲会所。\n经过：容留多名卖淫女进行性交易并抽成。\n结果：向秋宏一方已多次提成获利。"
    },
    "275": {
        "过失致人死亡罪": "与过失致人死亡罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年5月24日，戴某驾驶宝骏牌小车载学生上学，将车停在幼儿园门口。\n经过：身为执行园长的被告毛丽亚未检查车内有无学生，之后司机将车开至公司停车场。当天下午，司机发现一名学生赵某1躺在车内过道上，经医院抢救无效死亡。\n结果：赵某1因中暑死亡，毛丽亚因疏忽大意，未及时采取措施导致了悲剧的发生。"
    },
    "794": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人姚帝锋预谋抢劫；\n经过：尾随、威胁、索要现金，但未劫得财物；\n结果：逃离现场后被抓获归案，认定为犯罪未遂，被判有期徒刑二年缓刑四年，并处罚金2000元。"
    },
    "645": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人吕某见洗浴中心一楼前台只有两名员工；\n经过：采取手持仿真枪恐吓威胁等手段，抢劫前台现金2300元；\n结果：被群众及该洗浴中心工作人员当场抓获。"
    },
    "603": {
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年3月1日1时，被告人周某发现被害人杜某1的轿车未锁。\n经过：周某从车内窃取白酒、葡萄酒、香烟等物品，价值人民币1508元。\n结果：周某于次日被捕，如实供述犯罪事实。被盗香水已被发还给被害人。"
    },
    "306": {
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：崔某某驾驶无户柴油三轮车左转弯。\n经过：与李某甲驾驶的小轿车发生碰撞，导致两人死亡，崔某某受伤，两车受损。\n结果：崔某某被送往医院治疗。"
    },
    "710": {
        "盗伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人施某某在未办理采伐许可证的情况下，雇人砍伐林木。\n经过：砍伐了8.522立方米（原木材积）的林木，折合活立木材积17.044立方米。\n结果：施某某被认定为盗伐林木数量较大，触犯刑法，应追究刑事责任。"
    },
    "237": {
        "容留他人吸毒罪": "与容留他人吸毒罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吕乐在其租住的房内容留尹春成、李超吸毒。\n经过：吕乐在同一地址再次容留尹春成、李超和矫某吸毒。\n结果：吕乐因此被逮捕并被判刑。",
        "非法持有毒品罪": "与非法持有毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘建弃车逃跑，在车内被发现持有冰毒和大麻。\n经过：无\n结果：刘建涉嫌非法持有毒品16.7克，案涉毒品已被罚没收缴。",
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘建多次贩卖毒品。\n经过：刘建在天赋网吧路边等地贩卖冰毒，并在被抓捕时弃车逃跑，在车内被发现大量毒品。\n结果：刘建立案侦查并被抓获，涉案毒品已被收缴，涉嫌贩卖冰毒32.09克。"
    },
    "728": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2014年5月11日至2014年5月13日，颜高平和杨玉堂在杨玉堂租的房子里组织多人聚众赌博。\n经过：颜高平负责发牌和抽成，陈剑翔和张国有负责放哨。2014年5月13日凌晨1点左右，这四个人在碧水云天小区被警察抓到。\n结果：警察在现场没收了颜高平的抽头渔利（7800元）和陈剑翔的赃款（450元）。检察院指控他们犯有赌博罪。"
    },
    "664": {
        "非法侵入住宅罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人徐亭与被害人马某1因砂石料发生争执。\n经过：徐亭持橡胶棍追打马某1，后闯入马某1家中并用匕首将其捅伤。\n结果：马某1受轻微伤，徐亭被认定犯非法侵入住宅罪。"
    },
    "390": {
        "赌博罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年9月份，梁某甲在佛山市顺德区杏坛镇桑麻工业区一士多店内接受非法六合彩投注。\n经过：2015年9月22日，民警将上述地点查获，当场起获相关的投注单据61张，并抓获涉赌人员梁某乙等人，起获赌资人民币6053元。\n结果：无"
    },
    "343": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘兴华被张某丁拦下并被打。\n经过：刘兴华返回现场与张某丁厮打，持刀捅刺张某丁胸部和面部。\n结果：张某丁死亡，刘兴华逃离现场，后被抓获。",
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：刘兴华酒后驾车送朋友回家。\n经过：因车速快被张某丁拦下并遭殴打，刘兴华下车去找人帮忙并报警，在路上取出小刀。\n结果：刘兴华返回现场与张某丁厮打，持刀捅刺张某丁致死。刘兴华逃离现场但随后被抓获。酒精检测显示刘兴华血液中酒精含量超标。"
    },
    "38": {
        "过失致人死亡罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：印某驾驶车辆与马某驾驶电动车相撞；\n经过：马某受伤后死亡；印某留在现场等候处理；\n结果：印某被判过失致人死亡罪，赔偿被害人家属并获得谅解。"
    },
    "414": {
        "失火罪": "与失火罪相关的犯罪情节的起因、经过、结果分别为：\n起因：候东铭在算卦过程中疏忽管理香烛纸火；\n经过：导致火灾发生，造成两人死亡；\n结果：候东铭在现场等候处理，并如实供述犯罪事实。"
    },
    "774": {
        "拒不支付劳动报酬罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年8月，被告人苏会程经营蒙城县逍遥中路苏会程餐饮店，自2017年10月至2018年2月期间，他拖欠了15名工人的工资总计55972元。\n经过：2018年7月9日，蒙城县人力资源和社会保障局劳动保障监察大队向苏会程发出限时改正指令书，要求他支付被拖欠的工资。然而，苏会程选择逃匿以避免支付这些工资。\n结果：直到2018年10月17日，被告人家属才最终将拖欠的15名工人工资全额支付完毕。在此期间，苏会程已经涉嫌构成拒不支付劳动报酬罪，并根据《中华人民共和国刑法》第二百七十六条之一接受刑事追责。辩护人提出辩护意见称苏会程认罪态度良好且在案发后支付了劳动者报酬，建议从轻处罚。"
    },
    "376": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人王宝刚利用职务之便，组织他人侵占公司原油。\n经过：王宝刚以车辆故障为由，未交付原油，并将产出原油运至他处倒卖。\n结果：公安机关发现并制止了此次犯罪行为，收缴了被盗原油，并将王宝刚抓获归案。"
    },
    "405": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：谢明有为非法占用林地。\n经过：谢明有自2017年2月以来，在乐东县国营福报农场二十一队公益林地擅自砍伐林木，于2017年3月7日被发现并接受调查。\n结果：被砍伐天然林地总面积15.67亩，被砍伐天然林木总株数为602株，其中胸径大于或等于5厘米的林木株数336株，活立木蓄积量11.3626立方米；胸径小于5厘米的幼树林木266株。谢明有因此受到相应的法律制裁。"
    },
    "687": {
        "非法侵入住宅罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：谢建江因债务纠纷未经许可进入刘某1住宅。\n经过：谢建江带母亲强行居住，导致财物损坏，警察劝说无效。\n结果：谢建江被刑拘后家人将其母亲接回，谢建江如实供述犯罪事实。"
    },
    "552": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：毛晓傅酒后乘坐出租车并与司机发生纠纷；\n经过：毛晓傅无故辱骂并殴打前来处理纠纷的警察，致两人轻微伤；\n结果：毛晓傅家属赔偿两名警察损失并取得谅解，法院依法判决。"
    },
    "667": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年1月6日晚，符某东、符某杨和牛某忠预谋抢劫。\n经过：三人拦截两名学生，符某东持匕首威胁并搜取财物，符某杨将另一学生踢倒并企图抢夺手机，后被学生用石头赶跑。\n结果：未抢到财物，抢劫行为未能得逞。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：符某东提议报复前一晚追打他们的学生；\n经过：符某东、符某杨等人购买砍刀并埋伏，错误认为蔡某某和张某某是前一晚的学生，符某杨砍伤蔡某某和张某某后逃离现场；\n结果：蔡某某受伤住院40天，包括右上臂不全离断伤、左胸腰部刀伤等，符某杨家属赔偿了3万元医疗费，涉案砍刀被认定为管制刀具，符某东和牛某忠被抓获。"
    },
    "147": {
        "贩卖毒品罪": "与贩卖毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人陈铭华于2020年5月10日至同年6月4日期间，在南昌市多次贩卖毒品。\n经过：陈铭华先后三次将含有甲基苯丙胺成分的毒品卖给杨某，并从中获利。\n结果：陈铭华于同年7月3日被公安机关抓获归案，如实供述了自己的犯罪事实。根据相关法律规定，应以贩卖毒品罪追究其刑事责任。"
    },
    "411": {
        "运输毒品罪": "与运输毒品罪相关的犯罪情节的起因、经过、结果分别为：\n起因：胡院平购买三包毒品甲基苯丙胺。\n经过：胡院平将毒品放在轿车后尾箱，驾车从湖南前往广东，在宜章县小塘收费站被警方查获。\n结果：警方从轿车尾箱缴获三包共计31.1克含甲基苯丙胺成分的毒品，胡院平如实供述犯罪事实，被判处刑罚。"
    },
    "316": {
        "失火罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人杨秀芬在自家菜地烧地草。\n经过：因风势过大不慎引发森林火灾。\n结果：过火林地面积4.8公顷，受灾林木共计16130株。"
    },
    "630": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：四名男子以被卖淫女抓伤为由要求老板付医药费；经过：老板不同意，四名男子拿出凶器逼迫老板交出钱款；结果：老板被迫交出现金295元，四名男子离开现场。"
    },
    "654": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王祥银和王祥根在施工现场附近非法建造简易房。\n经过：他们通过阻碍施工、要求施工方支付赔偿金来获取不正当利益。\n结果：根据赔偿协议，尚有29.75892万元未被索取，构成了敲诈勒索罪的未遂。"
    },
    "606": {
        "强奸罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人廖太子等人想强迫张某卖淫赚钱。\n经过：廖太子、张涵通过暴力手段将张某控制，并收取了500元的嫖资。张某最终逃脱并报警。\n结果：廖太子被抓获归案，并签署了认罪认罚具结书。",
        "强迫卖淫罪": "与强迫卖淫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人廖太子与同案犯张涵等人将不满16周岁的张某控制在宾馆内，强迫她卖淫赚钱。\n经过：张某受迫答应后，廖太子等人将她带上汽车送至凤凰县禾库镇金娥宾馆，后在宾馆老板帮助下逃离报警。\n结果：张某成功逃脱并报警，廖太子于2019年10月21日被民警抓获归案。"
    },
    "672": {
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：郑宝来以工程问题阻挠工程进展，并向宋某索要100万元。\n经过：宋某为了避免合同违约和损失，被迫答应郑宝来的条件。\n结果：宋某给予郑宝来房产和现金，但郑宝来仍继续阻挠工程进展。"
    },
    "70": {
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年7月2日，吉某驾驶超载车辆在高速公路上逆向行驶。\n经过：吉某的车辆与正常行驶的货车相撞，导致两人重伤。\n结果：吉某被认定为交通肇事罪，并受到相应处罚。"
    },
    "638": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：陈某英等四人预谋用非法手段获取王某的IC电子产品。\n经过：陈某英诱骗王某上车后，与其他三人一起限制王某的人身自由并持刀威胁他，在偏僻路段停车将王某拉出车外并抢走3000个IC产品。\n结果：陈某英和蔡某新低价销赃，四人均被公安人员抓获并起诉。"
    },
    "600": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为了谋取不正当利益，黄某甲等人通过给社保局官员财物来为不符合条件的人办理社保。\n经过：黄某甲等人多次送给社保局局长杨流、工作人员莫亚来、潘彩琼、陈媚、宋国海财物，包括现金、购物卡等，总计60.7万元。\n结果：2014年11月20日，黄某甲自动投案并如实供述了自己的罪行。"
    },
    "550": {
        "交通肇事罪": "与交通肇事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：华国松无驾驶资格驾驶无号牌摩托车。\n经过：撞倒行人倪某6致其重伤后不治身亡。\n结果：华国松承担全部责任，被控告交通肇事罪。"
    },
    "647": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：鄢某的车被砸，召集耿新科等人报复。\n经过：双方械斗，耿新科持械砍伤程某。\n结果：程某轻伤二级，双方达成刑事和解。",
        "敲诈勒索罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：耿新科和柴涛因帮梅某1讨债与对方产生纠纷。\n经过：耿新科和柴涛多次向梅某1索要补偿，遭拒后将其带至偏僻处强迫签借条，并通过威胁恐吓迫使付款。\n结果：耿新科和柴涛等人构成敲诈勒索罪。"
    },
    "658": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：邻里纠纷；\n经过：潘×同田×、曹×夫妇发生争执后互殴，潘×持菜刀将田、曹砍伤；\n结果：田受轻伤一级，曹受轻微伤，潘×亦被对方殴至轻微伤，后被抓获。"
    },
    "143": {
        "生产、销售有毒、有害食品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘继花在其经营的快餐店内，使用含铝泡打粉蒸制蒸包并销售；\n经过：经检测，刘继花经营的快餐店生产、销售的蒸包铝残留量超标；刘继花于2016年4月21日被公安机关传唤到案；\n结果：到案后刘继花如实供述了犯罪事实。"
    },
    "260": {
        "非法持有弹药罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：公安机关侦查发现白何、牛某某非法种植罂粟并持有弹药。\n经过：警方现场抓获两人，铲除了2314株罂粟植株，并搜查到鸦片和21发子弹。\n结果：对于非法持有弹药的行为，白何、牛某某被追诉。",
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：公安局禁毒大队发现白何、牛某某非法种植罂粟。\n经过：公安人员现场抓获两人，铲除2314株罂粟植株，还在他们家中查获鸦片和子弹。\n结果：鸦片检出鸦片成分，净重698.1克，子弹被鉴定为制式子弹。"
    },
    "784": {
        "介绍卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2015年5月，赵某甲与吴某某共谋利用网络介绍卖淫。\n经过：吴某某通过网络联系了嫖客赵某乙和夏某某，并告知赵某甲。赵某甲遂开车送妓女杨某某和庹某某到指定酒店进行卖淫活动。\n结果：赵某甲和相关人员被公安机关当场抓获。"
    },
    "453": {
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李卫国利用工作便利，挪用公款。\n经过：他将钱用于购买彩票和贵金属交易等营利活动。\n结果：造成公司损失6028437.15元，至今未归还。"
    },
    "79": {
        "故意杀人罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：警察蔡某3酒后辱骂并殴打辅警黄永才。\n经过：黄永才持刀反击，刺杀了蔡某3的胸部和肘关节。\n结果：蔡某3送医后因锐器刺破心脏导致急性失血死亡。"
    },
    "729": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：何佳琪被法院判决偿还李某某和荆某某的债务，但何佳琪拒绝执行。\n经过：何佳琪在运城恒隆商场经营品牌服装并有大量资金流动，在收到法院强制执行通知后仍进行高额消费且不履行偿债义务。\n结果：何佳琪因拒不执行判决、裁定罪被判刑。"
    },
    "681": {
        "组织卖淫罪": "与组织卖淫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人蒋成于2014年8月在中国寿光市开设卖淫店。\n经过：蒋成发布广告招聘卖淫女，雇佣人员管理并安装监控设备逃避打击，抽佣非法获利超五十万元。\n结果：蒋成被指控组织卖淫罪，其他人被指控协助组织卖淫罪。",
        "协助组织卖淫罪": "与协助组织卖淫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：蒋成雇佣李永春、李庆功、孙录平协助其组织卖淫。\n经过：李永春等人负责店内日常管理、望风和结算嫖资。\n结果：李永春等人被认定为协助组织卖淫，依法受到处罚。"
    },
    "620": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人曾新波与同案人曾升潮与被害人曾某1和戴某发生争执。\n经过：曾新波用拳头殴打被害人曾某1脸部，双方互殴，致曾某1轻伤二级。\n结果：被告人需赔偿被害人医疗费、误工费等经济损失共6970元人民币。"
    },
    "634": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李某1与李某因工资问题发生争执；\n经过：李某1用硬塑棒子打伤李某左小臂；\n结果：李某1被鉴定为轻伤二级，后主动投案并被判刑。"
    },
    "366": {
        "污染环境罪": "与污染环境罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李杰军与徐某约定承租厂房，用于从事废金属加工。\n经过：李杰军在无环保手续和危险废物经营许可证的情况下，雇佣他人非法加工处置废旧电路板，提取铜粉。\n结果：犯罪行为导致环境污染，李杰军等人被追究刑事责任。"
    },
    "502": {
        "非法持有枪支罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李泽应为从事非法放贷活动。\n经过：李泽应吸收公众存款、提供虚假资料获取银行贷款，并进行高利放贷。\n结果：李泽应从中获利，造成重大经济损失和不良社会影响。",
        "隐匿会计凭证、会计帐簿、财务会计报告罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李泽应为防止债务追讨和维护非法利益。\n经过：自2012年起，李泽应组织人员实施暴力、恐吓、滋扰等行为。\n结果：造成重大经济损失，影响经济金融秩序和社会生活秩序。",
        "参加黑社会性质组织罪": "与参加黑社会性质组织罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李泽应在经营公司期间涉足高利贷和非法放贷。\n经过：自2012年起，李泽应组织刑满释放人员和无业人员，实施暴力、恐吓、滋扰等行为。\n结果：这些行为对当地经济金融秩序和社会生活秩序造成了严重影响。",
        "组织、领导黑社会性质组织罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：为维护非法利益，李泽应自2012年起组织刑满释放人员和无业人员。\n经过：该组织实施暴力、恐吓、滋扰等行为，包括故意伤害、非法拘禁和寻衅滋事。\n结果：这些行为造成了重大经济损失，影响了当地经济金融秩序和社会生活秩序。",
        "非法吸收公众存款罪": "与非法吸收公众存款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李泽应为获取资金成立公司并采取高息诱惑方式。\n经过：李泽应非法吸收公众存款，并提供虚假资料向银行贷款。\n结果：李泽应将吸收的资金和贷款用于高利放贷活动。",
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为防止债务追讨和维护非法利益。\n经过：李泽应自2012年起组织成员实施暴力、恐吓、滋扰行为，其中包括非法拘禁。\n结果：这些行为对当地经济金融秩序和社会生活秩序造成严重影响，对人民群众身心健康和财产安全构成严重威胁。",
        "高利转贷罪": "与“高利转贷罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：李泽应非法吸收公众存款和向银行贷款。\n经过：李泽应将吸收的资金和贷款用于高利放贷活动，从中获利。\n结果：李泽应通过虚假诉讼、高利转贷等方式非法获得和挪用巨额资金。",
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为防止债务追讨和维护非法利益。\n经过：自2012年起，李泽应组织人员实施暴力、恐吓、滋扰等行为。\n结果：造成重大经济损失，影响经济金融秩序和社会生活秩序。",
        "交通肇事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李泽应带领或指使彭忠林、李晓龙、赵小军、曹海飞、吴官成等人采取恐吓、滋扰、聚众造势等方式索要债务，强拿硬要财物，任意损毁他人财物。\n经过：2013年至2016年，李泽应组织实施寻衅滋事行为七次；彭忠林参与实施寻衅滋事行为六次；李晓龙、赵小军参与实施寻衅滋事行为三次；曹海飞参与实施寻衅滋事行为二次；吴官成参与实施寻衅滋事行为一次。\n结果：这些行为造成了严重的社会不良影响。",
        "伪造国家机关证件、印章罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：未找到与“伪造国家机关证件、印章罪”相关的起因。\n经过：未找到与“伪造国家机关证件、印章罪”相关的经过。\n结果：未找到与“伪造国家机关证件、印章罪”相关的结果。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李泽应为防止债务追讨和维护非法利益，组建犯罪团伙。\n经过：团伙成员实施暴力、恐吓、滋扰行为，包括故意伤害他人。\n结果：这些行为给当地群众身心健康和财产安全带来严重威胁。",
        "虚假诉讼罪": "与虚假诉讼罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为非法获取和挪用资金。\n经过：李泽应通过提供虚假资料提起诉讼。\n结果：成功骗取巨额资金，影响了经济金融秩序。"
    },
    "298": {
        "贩卖毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年4月26日晚，娄荣福与朋友来到姜某家。\n经过：娄荣福向童某1贩卖毒品冰毒并收取300元，之后几人一起吸食了毒品。\n结果：娄荣福被起诉并接受了审判。"
    },
    "628": {
        "走私、贩卖、运输、制造毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：熊绍恕通知肖小兵有毒品出售，并让肖小兵帮他寻找买家。\n经过：肖小兵帮卖家熊绍恕把50克冰毒卖给买家黄某1，约定价格为每克150元，共计6900元。\n结果：肖小兵收到毒资后交给了熊绍恕，自己分得好处费；而黄某1买到的毒品在滨江宾馆吸食时被警察抓住，同时查扣了尚未吸食完的48.3664克冰毒。肖小兵被捕后供认了自己的贩毒行为。",
        "赌博罪": "与赌博罪相关的犯罪情节的起因、经过、结果分别为：\n起因：熊绍恕长期通过电话组织“六合彩”赌博。\n经过：熊绍恕收集了多人的“六合彩”投注码单，总计金额达到74260元，并将这些码单转交给上线，从中获利。\n结果：熊绍恕在被捕后承认了其赌博的犯罪事实。"
    },
    "700": {
        "开设赌场罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：左志军自2017年10月开始在长沙市雨花区竹塘路爱地林苑小区13号门面开设无名麻将馆。\n经过：左志军组建微信群邀集参赌人员打麻将，并按每人每场50元的标准抽取消费；在2018年4月2日晚被公安机关查获，逮捕了左志军等多人，并没收相关财物。\n结果：该赌场自2018年3月7日至案发时共非法获利约2.5万元，左志军被捕并被扣押非法所得1150元。"
    },
    "173": {
        "拒不执行判决、裁定罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：宋ｘ和李ｘｘ收到民事判决书和执行通知书后拒不履行民事责任。\n经过：宋ｘ和李ｘｘ在明知的情况下，于2012年年末将收获的粮食卖掉后所获钱款用于偿还其它欠款而未交予法院执行。\n结果：2016年9月9日，宋ｘ和李ｘｘ被执行司法拘留时，殴打、阻拦法院执行局工作人员，并造成一名工作人员轻微伤，后被抓获到案。"
    },
    "344": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：黄智昌与郑某发生交通事故，黄某4通知他人帮忙，黄某2通知黄某1等人帮忙。\n经过：黄桂强等人到达现场帮助黄某4，双方面临协商失败，黄桂强等人使用暴力手段将黄某2打成轻伤二级。\n结果：黄某1被打伤为轻伤一级和轻伤二级，黄桂强的家属与黄某1达成了民事赔偿协议，并取得了黄某1的谅解。"
    },
    "782": {
        "危险驾驶罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年4月6日凌晨2时许，被告人陆海伟酒后驾驶闽Ｄ×××××号小轿车从武平县平川街道“中远上城”社区出发往县城东大街方向行驶；\n经过：途经平川街道东大街××超市门口路段时，碰撞路中心隔离护栏，造成车辆及护栏损坏的交通事故。武平县公安局交通警察大队民警接被告人报警后出警处理，并在现场查获等候处理的被告人。同日4时40分，被告人被带至武平县医院依法提取血样。经武平县公安局交通警察大队认定，被告人负事故全部责任。经福建龙津司法鉴定所鉴定，送检的被告人血样中检测出乙醇，含量为124.72毫克／100毫升；\n结果：被告人的行为构成危险驾驶罪，应当以危险驾驶罪追究其刑事责任；并认为被告人具有自首等量刑情节，建议判处被告人拘役一个月十日，缓刑三个月，并处罚金2500元。"
    },
    "166": {
        "非国家工作人员受贿罪": "与非国家工作人员受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：黄某生在南电集团和南电设计公司任职期间，利用职务之便为他人谋取利益。\n经过：黄某生接受了穗明公司、江苏中仁电气公司和浙江温州环宇集团公司的贿赂款，共计68万元。\n结果：黄某生因涉嫌受贿罪被立案侦查，其家属代为退还部分贿赂款项，总计70万元。",
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：黄某生为获取电力工程项目。\n经过：向广州白云供电局局长谢某行贿，包括现金80万元及价值15万元的购物卡。\n结果：黄某生被调查、立案侦查、刑事拘留，并由家属代为退还部分贿赂款。"
    },
    "641": {
        "贪污罪": "与贪污罪相关的犯罪情节的起因、经过、结果分别为：\n起因：史永昆等人利用职务之便，合谋贪污森林抚育费。\n经过：史永昆等人伪造单据，骗取森林抚育费5万元并平分。\n结果：史永昆被判犯贪污罪，并被处以刑罚。\n\n以上就是关于贪污罪相关情节的总结。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：史永昆为了帮助他人营利活动。\n经过：史永昆四次挪用了共计25万元的公款，分别给了史某、李文云和杨跃进行营利活动。\n结果：所有款项已被归还，在破案后，史永昆的家人代其退缴了贪污所得款，法院认定史永昆犯挪用公款罪，但考虑其有自首情节并积极退赃，给予了从轻或减轻处罚。"
    },
    "637": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：汉帛公司副总经理王某因生产进度延迟，串通天宸公司外发组长章某虚开发货单。\n经过：王某以每套10元价格贿赂章某，让其虚开630套拉杆箱出货单，共得4000元好处费。\n结果：章某将此事告知天宸公司前法定代表人吴天华，并上交4000元违法所得。法院审理中扣除虚开的630套拉杆箱价值85050元。"
    },
    "590": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：周超发、周超栋和劳学委密谋并购买工具实施抢劫。\n经过：三人多次对未成年人实施抢劫，使用暴力手段夺取财物。\n结果：警方找回部分赃物并发还被害人，被告人家属赔偿损失并获得谅解。"
    },
    "632": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：曾树荣领导的诈骗团伙与台湾诈骗团伙勾结，在厦门设立诈骗窝点。\n经过：“秘书组”冒充台湾女性与台湾男性建立感情关系，之后以各种借口诈骗钱财。\n结果：诈骗资金按约定分给大陆和台湾诈骗团伙成员，犯罪行为被发现并受到法律制裁。"
    },
    "742": {
        "盗窃罪": "与盗窃罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无特定原因。\n经过：被告人赵艳新盗走被害人沈某放在桌上的手机。\n结果：被盗手机已追回并发还被害人，被告人赵艳新取得被害人谅解并被判处拘役五个月，并处罚金人民币二千元。"
    },
    "621": {
        "容留他人吸毒罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：付应成提供吸毒工具和场所。\n经过：付应成两次容留多人吸毒。\n结果：付应成被判处刑罚。"
    },
    "3": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：村民廖某因欠债无法偿还，与被告人王宗明商量用一片林木抵债。\n经过：2019年11月，王宗明未经许可，私自砍伐了这片林木。\n结果：王宗明于2020年4月被发现并接受调查，滥伐的林木被鉴定为17.32立方米。他随后自首，并如实交代了自己的行为。最终，公安机关扣押并变卖了木材，所得款项为5820元。"
    },
    "675": {
        "受贿罪": "与受贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：石某、李某、高某和张铁秀为感谢或寻求帮助而送钱给常永智。\n经过：常永智接受了他们的钱款，并利用自己的职权为他们提供了帮助或好处。\n结果：常永智因此获得了总计90万元的贿赂款。",
        "挪用公款罪": "与挪用公款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：常永智利用局长身份指示财务人员将公款转移至自己控制的私人公司。\n经过：常永智挪用了两笔公款共计330万元，分别用于两个公司的经营，后均已归还。\n结果：常永智因挪用公款被追究刑事责任。"
    },
    "613": {
        "组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周华任接手经营富厚大酒店三楼洗浴中心并提供卖淫服务。\n经过：周华任、徐云锡和蔡国文分工合作管理卖淫活动，招募卖淫小姐，并从卖淫服务中抽取费用。\n结果：警方查处洗浴中心，逮捕相关人员，查实非法获利达619,659元。"
    },
    "627": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人阴冠平意图抢钱，在看到独自行走且正打电话的被害人杨某1后决定实施抢夺。\n经过：阴冠平尾随杨某1并试图抢夺其挎包。杨某1发现后反抗，用手抓住包带。阴冠平继续用力，导致杨某1倒地，包带断裂。他拿走了包并逃离现场。\n结果：杨某1受伤并向警方报案。阴冠平当天被捕并被搜出赃物。被抢物品已归还给杨某1。此外，她在2015年3月8日出具了谅解书，同意原谅阴冠平。然而，对于阴冠平的行为究竟是抢劫还是抢夺，存在争议。"
    },
    "519": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年底至2013年6月15日期间，王志等人为了非法获利，在成安县某小区北区物业楼二楼开设赌场。\n经过：王志等人在赌场内设置赌桌、扑克牌等赌博工具，并雇佣人员负责管理赌场，还设置了放哨点以防止警察查处。\n结果：该赌场持续经营了数月，吸引了大量人员前来参赌，期间共非法获利数十万元。直到2013年6月15日，公安机关接到举报后对赌场进行了查处，将犯罪嫌疑人抓获归案。",
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：付起与王某1有矛盾，约定斗殴。\n经过：付起带人持械与王某1团伙械斗，致多人伤。\n结果：多人受伤，包括重伤和轻伤。"
    },
    "468": {
        "合同诈骗罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘来现出租房屋并收取租金。\n经过：刘来现多次以同样手段骗取多名被害人租金。\n结果：刘来现代被抓获，已退还涉案款项，被建议判处刑罚。"
    },
    "671": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吴谦和李经一共谋开设赌场。\n经过：雇佣人员管理赌场并组织多人赌博，从中抽水盈利。\n结果：主要被告被传唤到案，部分资金被扣押，涉赌人员受处罚。"
    },
    "682": {
        "抢夺罪": "与抢夺罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人罗某和滕某为非法获利，合谋实施街头抢夺。\n经过：罗某和滕某骑乘电动自行车接近目标，快速抢夺财物并逃离现场；在第一次抢劫后，因路人追赶，滕某丢弃赃物逃跑。\n结果：罗某和滕某分别在不同时间被警方抓获，部分赃物已被追回；两人均因涉嫌抢夺罪被逮捕。"
    },
    "779": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人刘沅霖意图不付钱获得商品。\n经过：刘沅霖出示虚假支付成功截图，乘人不备夺取商品。\n结果：刘沅霖被起诉并认罪，面临拘役和罚金的判决。"
    },
    "610": {
        "容留卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：伍朋等人以交朋友等名义接近多名少女，将她们带到普定卖淫。\n经过：伍朋等人将少女带到梁大艳、叶胜宽开设的发廊卖淫，从中分成。\n结果：伍朋等人被抓获，梁大艳、叶胜宽也因容留卖淫被捕。",
        "组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2012年，伍朋为了非法获利，伙同他人诱骗、胁迫多名未成年少女从事卖淫活动。\n经过：伍朋等人将这些少女带到普定县梁大艳、叶胜宽经营的发廊进行卖淫，并从中提取分成。\n结果：2012年9月至10月期间，伍朋、叶胜宽、梁大艳和陈继发先后被捕。"
    },
    "652": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王海龙和王零昌的田地因附近矿山开采活动受到污染。\n经过：他们封锁道路以抗议，要求赔偿，影响了矿山的正常运输。\n结果：法院认定他们的行为构成寻衅滋事罪。"
    },
    "564": {
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：韩某指使货车司机逃跑，阻碍联合执法。\n经过：韩某驾车撞倒执法民警郭某并逃逸。\n结果：韩某构成妨害公务罪，被判刑并赔偿损失。"
    },
    "694": {
        "挪用公款罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：张连平担任村委书记时，与另一干部吕某将173万余元的土地补偿款转入自己农行账户。\n经过：张连平私自将公款中的70万和100万转入个人银行账户，用于偿还贷款和购买理财产品。\n结果：张连平因此非法获利19484.6元，在被传唤调查后退还部分赃款65807元，构成挪用公款罪。"
    },
    "684": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李刚云身为被告人，利用职务之便，在榆化公司扩建项目的土地租赁过程中，存在侵吞公款的机会。\n经过：2006年5月，李刚云私自将属于村集体所有的约200余株树木出售给史某1和石某，获得7万元，并将这笔钱占为己有。\n结果：李刚云通过非法卖出村集体所有的树木并将款项据为己有，构成了职务侵占罪行，需承担相应的法律责任。"
    },
    "763": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：胡江虚构能为律九州办理学位证书的事实，收取8000元；\n经过：律九州反悔要求退款，胡江用假证书照片骗其付清余款；\n结果：律九州识破骗局报警，胡江被抓获，退还赃款并获谅解，被判刑六个月缓刑一年，罚金2000元。"
    },
    "160": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：蒋某1与赵某打招呼时，许顺利无故扇蒋某1耳光并下车殴打；\n经过：许顺利纠集他人持棍棒殴打蒋某1，致其轻伤一级；\n结果：许顺利赔偿蒋某1损失并获得谅解，主动投案自首。",
        "窝藏罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：薛玉红明知警方抓捕逃犯许顺利。\n经过：薛玉红多次去许顺利躲藏处给他提供衣物等。\n结果：法院认定薛玉红构成窝藏罪，考虑其具备社区矫正条件。"
    },
    "601": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：裴某1与何某1等人因买卖河砂产生矛盾。\n经过：陈建苟等人受裴某1邀请，持械追赶、堵截、打砸何某1一方的车辆。\n结果：造成财物损失4294元，陈建苟和陈凯凯被认定构成寻衅滋事罪。"
    },
    "666": {
        "寻衅滋事罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：冯某8在大塘西侧土地耕种时，遭到冯太强的辱骂和殴打。\n经过：冯太强以其承包土地为由强行占有该土地，并持续使用至今。\n结果：该块土地的租金价格被鉴定为1292元，冯太强未做出赔偿。",
        "强迫交易罪": "与强迫交易罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年6月，王某承包了夏庄镇街西小学改薄工程。\n经过：冯太强通过在村委会吵闹、言语恐吓等方式，强迫王某将已口头同意转包给他人的工程转包给冯太强指定的人。\n结果：王某被迫交易的工程造价为162200元。"
    },
    "771": {
        "非法持有枪支罪": "与非法持有枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王万清的父亲遗留了一支火药枪。\n经过：王万清将这支枪存放在家中，后来被公安机关查获。\n结果：王万清被判犯非法持有枪支罪，并被判处拘役五个月，宣告缓刑。他承认了自己的罪行，并签署了认罪认罚协议。"
    },
    "698": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：顾某甲为领取低保救助金和失业保险金，向有关部门提交虚假信息。\n经过：顾某甲隐瞒自己是业顺公司股东的事实，填写了不实内容，并提交虚假证明。\n结果：顾某甲在拥有公司股份和收入的情况下，非法领取了低保救助金和失业保险金。"
    },
    "51": {
        "组织、领导传销活动罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：蔡国新与他人以销售产品为由组织传销活动。\n经过：蔡国新等人组织团队会议、培训，按顺序组成层级，直接或间接以发展人员数量计酬或返利，吸引参与者继续发展他人参与，骗取财物。\n结果：蔡国新被警方抓获归案，被认定犯组织、领导传销活动罪，法庭采信了证据并作出相应判决。"
    },
    "353": {
        "走私毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王宠龙吸食毒品，委托朋友从美国邮寄大麻。\n经过：王宠龙用假身份证接收毒品包裹时被抓获。\n结果：警方发现1524克大麻花，检出违禁成分。"
    },
    "787": {
        "滥伐林木罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2019年7月，王志华购买了汪某家责任地内的杨树。\n经过：王志华在没有办理林木采伐许可证的情况下砍伐了这些树木。\n结果：王志华被发现并被追究刑事责任，缴纳了生态补偿金。"
    },
    "689": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：刘波等人为从事非法传销活动，将被害人骗入传销窝点。\n经过：刘波等人限制被害人人身自由，并采取各种非法手段对其进行控制和洗脑教育。\n结果：刘波等人被抓获，被害人被解救。"
    },
    "541": {
        "职务侵占罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某提议并与被告人纳某、吴某共谋，利用工作便利侵占公司财产。\n经过：被告人纳某、吴某将5卷硅钢以废料形式运出公司，被公司主任当场查获。\n结果：三被告人如实交代犯罪行为，被告李某向公司交纳罚款。"
    },
    "622": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人罗信合为了索要赌博债务。\n经过：纠集团伙成员对受害人使用喷漆、挂横幅等方式滋事，严重扰乱公共场所秩序。\n结果：被告人的行为造成他人财物损失，并严重影响受害人的正常生活。",
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人罗信合多次纠集他人，采用多种手段向张应光索要赌博债务。\n经过：罗信合等人对张应光进行恐吓、骚扰，并损毁他人财物。\n结果：罗信合等人的恶势力犯罪团伙行为严重影响了他人的正常生活和经营，导致财物损失。案件正在审理中。",
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：罗信合为索要赌博债务，纠集他人对张应光进行滋扰。\n经过：罗信合等人使用喷漆、挂横幅等方式骚扰张应光的生活和经营场所，导致其财产受损。\n结果：罗信合等人被认定为恶势力犯罪团伙，被判有罪并受到相应处罚。"
    },
    "732": {
        "聚众斗殴罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：詹水微被认为被调戏，张飞鹏与其争吵并厮打；\n经过：双方持械斗殴，导致多人受伤；\n结果：8人受伤，其中1人轻伤，4人轻微伤，3人未达轻微伤，事后互相谅解。"
    },
    "624": {
        "抢劫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：蒋礼松窃得蓝色和奇牌电动自行车1辆。\n经过：蒋礼松被发现后退还电动车。\n结果：蒋礼松被判拘役三个月，并处罚金人民币一千元。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：2017年9月14日中午，蒋礼松在上海市奉贤区奉浦街道一家沙县小吃店门口发现了停放在此的一辆蓝色和奇牌电动自行车。\n经过：蒋礼松趁无人之际将该车盗走，并迅速逃离现场。\n结果：被盗车辆被认定价值为人民币1090元。蒋礼松随后被抓获并被指控犯有盗窃罪。"
    },
    "375": {
        "非法持有毒品罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：周亚从名为“李某”的人处购买和保管毒品。\n经过：警察在对周亚的住所进行搜查时发现毒品，并将他逮捕。\n结果：周亚被判刑一年四个月，罚款6000元，毒品被没收。"
    },
    "465": {
        "非法种植毒品原植物罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：王建军为自用，在王家夼村种植罂粟。\n经过：王建军种植了1196株罂粟。\n结果：公安机关将罂粟铲除，并对王建军进行调查处理。"
    },
    "537": {
        "故意杀人罪": "与故意杀人罪相关的犯罪情节的起因、经过、结果分别为：\n起因：吕广木因感情及金钱纠纷，欲报复被害人郑中秀。\n经过：吕广木闯入郑中秀家中，用菜刀猛砍郑中秀头部等部位，导致其重伤。\n结果：郑中秀虽重伤但获救，吕广木后来向公安机关自首并承认杀人事实。"
    },
    "614": {
        "对单位行贿罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：无明显起因介绍；经过：从2015年7月至2017年2月，李家超按药品进价的20%比例向德安医院综合内科行贿药品回扣款共170009元，款项由主任郭某收取并分配；结果：检察院于2017年3月15日发现李家超行贿嫌疑并立案侦查，最终李家超被刑事拘留，并如实供述了行贿事实。",
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：李家超为了获取药品选用的竞争优势和销售便利。\n经过：李家超向德安医院副院长、主任等人贿送购物卡和药品回扣款。\n结果：检察院发现并调查李家超行贿行为，李家超如实供述罪行并被刑事拘留。"
    },
    "625": {
        "故意伤害罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：李金花与周晨义因借剔肉刀发生矛盾；\n经过：李金花用木板打伤周晨义左眼；\n结果：周晨义左眼轻伤二级，李金花被追究刑事责任。"
    },
    "318": {
        "拒不支付劳动报酬罪": "与“拒不支付劳动报酬罪”相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人谭德军在2019年拖欠138名工人的劳动报酬共计2466685.3元。\n经过：谭德军在劳务工程项目过程中多次挪用工人工资，导致无法按时支付。\n结果：由于拖欠工资，珠海市公安局横琴分局对谭德军立案侦查，并追究其刑事责任。"
    },
    "679": {
        "组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：叶正忙等人共谋在足浴店内组织卖淫。\n经过：足浴店聘用了主管和客服，通过“口交”的形式向他人进行卖淫，获利133万余元。\n结果：涉案人员在不同地点被捕，曹文星和杨笃华虽主动投案，但未如实供述罪行。",
        "协助组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：叶正忙等人共谋在足浴店内组织卖淫。\n经过：卢优作为客服接待嫖娼人员，协助店长经营管理。\n结果：卢优等多人被公安机关抓获，并被追究刑事责任。"
    },
    "609": {
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：林文兵与林某因家庭矛盾发生争执；\n经过：林文兵邀张金祥等人到场，双方冲突升级，张金祥被打，遂叫人帮忙；林文兵、张金祥等人持刀砍伤刘某1；\n结果：刘某1轻伤一级，十级伤残；林文兵、张金祥归案并如实供述；张金祥赔偿刘某1并获谅解。"
    },
    "740": {
        "引诱、容留、介绍卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：蔡凤平在其家中开设茶铺，并搭建两间木棚。\n经过：蔡凤平以收取费用的形式，容留杨廷英与陈善春、李正华与邹世明进行卖淫嫖娼活动。\n结果：公安机关在现场进行了检查，抓获了上述违法人员。"
    },
    "85": {
        "敲诈勒索罪": "与敲诈勒索罪相关的犯罪情节的起因、经过、结果分别为：\n起因：游戏室员工发现4名客人套取游戏室钱财。\n经过：陈淋等人将4名客人带到偏僻地点，使用暴力恐吓和威胁手段要求每人支付3000元。\n结果：陈淋对部分被害人进行了经济赔偿。"
    },
    "105": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：宗传存为强占地盘和资源，纠集人员寻衅滋事。\n经过：多次殴打、伤害群众和损毁他人财物，如2006年殴打渔民和拆毁房屋。\n结果：宗传存等人的犯罪行为在当地造成了恶劣影响。",
        "故意伤害罪": "与故意伤害罪相关的犯罪情节的起因、经过、结果分别为：\n起因：姜某1曾伤害宗传存的亲戚。\n经过：2008年8月，张俊杰等人在莱州市一娱乐会所外，持械拦截并攻击李某6和姜某1。\n结果：姜某1遭严重受伤。"
    },
    "436": {
        "开设赌场罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：雷冰青等人建立微信赌博群。\n经过：组织赌博、抽头薪、雇佣人员分工合作。\n结果：涉案金额巨大，多人被捕，部分被告退赃。"
    },
    "605": {
        "组织卖淫罪;协助组织卖淫罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：翔宇大酒店四楼以洗浴会所名义进行非法卖淫活动。\n经过：崔小胖等人组成团伙，分工合作，招募卖淫女，并对外营业。\n结果：公安机关捣毁了这个卖淫窝点，逮捕多名涉案人员。"
    },
    "165": {
        "危险驾驶罪": "与危险驾驶罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人拜华酒后驾驶豫Ｈ×××××号小型普通客车；\n经过：被执勤民警当场查获，经呼气式酒精含量检测结果为103mg/100ml，血液中乙醇含量为117.52mg/100ml；\n结果：检察院建议对被告人拜华以危险驾驶罪追究刑事责任，并处拘役一个月，缓刑四个月和罚金人民币10000元。"
    },
    "404": {
        "非法制造枪支罪": "与非法制造枪支罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人周熙拥有用于改装枪支的工具和零件。\n经过：周熙在取保候审期间通过网上购买仿真枪零件，并在其车上将这些零件组装成两支完整的气枪。\n结果：周熙被判犯有非法制造、持有、改装和运输枪支及弹药的犯罪。"
    },
    "612": {
        "行贿罪": "与行贿罪相关的犯罪情节的起因、经过、结果分别为：\n起因：颜亚明为了在承租和经营地块和物业中获得不正当利益。\n经过：颜亚明向甘某丙行贿150万元，向林某行贿12.2万元，向骆某行贿1.4万元。\n结果：颜亚明于2013年4月30日自首。"
    },
    "733": {
        "销售假药罪": "与销售假药罪相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人李某在太阳城大润发超市一楼的工作室内非法销售“Neuramis”玻尿酸和“注射用A型肉毒毒素”。\n经过：李某将假药销售给了赵香玉，并通过微信和支付宝收到了付款。后来被公安机关逮捕，并在其家中搜出了更多假药。\n结果：李某被认定为销售假药，归案后如实供述并退还了违法所得。"
    },
    "506": {
        "诈骗罪": "与诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：无起因信息。\n经过：余小燕等人谎称铁路塌方需购买高额保险，诱骗他人支付费用。\n结果：余小燕被抓获归案。"
    },
    "635": {
        "非法拘禁罪": "与非法拘禁罪相关的犯罪情节的起因、经过、结果分别为：\n起因：为了向黄某甲索要债务。\n经过：余某甲伙同他人殴打并用车辆将黄某甲等人拉至树林继续殴打，之后限制他们的人身自由。\n结果：黄某甲被迫写下欠条，三人直至次日才被释放。"
    },
    "33": {
        "抢劫罪": "与抢劫罪相关的犯罪情节的起因、经过、结果分别为：\n起因：赌博纠纷；\n经过：三名被告人将杨某等人带至偏僻地点，暴力索要90万元，搜走财物；\n结果：抢劫现金9000元、金项链两条，并扣押车辆。"
    },
    "646": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：韩飞飞与金某因琐事发生口角；\n经过：韩飞飞对金某进行殴打，并在民警赶到现场后持菜刀劈砍警车，袭击民警；\n结果：导致金某轻微伤，妨害了民警执行公务。",
        "妨害公务罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：民警接到报警赶到韩飞飞殴打他人的现场执法。\n经过：韩飞飞不听劝阻，持菜刀劈砍警车，并持刀袭击民警。\n结果：韩飞飞的行为致使民警无法正常执行公务，其被抓获归案。"
    },
    "335": {
        "集资诈骗罪, 职务侵占罪, 非法吸收公众存款罪": "集资诈骗罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王晓东假冒公司，用伪造的印章和虚假的理由非法集资。\n经过：王晓东将集资款用于投资、房产和偿还他人借款，导致大量资金无法偿还。\n结果：王晓东的行为构成集资诈骗罪。\n\n职务侵占罪相关的犯罪情节的起因、经过、结果分别为：\n起因：王晓东利用在公司的股东地位。\n经过：他指使员工将公司资金借给第三方，并让第三方还债。\n结果：王晓东通过这种方式非法占有公司资金，构成职务侵占罪。\n\n非法吸收公众存款罪相关的犯罪情节的起因、经过、结果分别为：\n起因：周某甲明知王晓东非法集资。\n经过：周某甲仍然帮助他还本付息。\n结果：周某甲因非法吸收公众存款罪被追究刑事责任。"
    },
    "685": {
        "非法侵入住宅罪": "与非法侵入住宅罪相关的犯罪情节的起因、经过、结果分别为：\n起因：单祖郭未经董某同意，非法进入其住宅。\n经过：单祖郭在董某家中居住了数天，直到被警方发现。\n结果：单祖郭被认定犯有非法侵入住宅罪，并被予以刑事处罚。",
        "盗窃罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人单祖郭非法进入董某家中居住。\n经过：单祖郭在居住期间先后盗走两辆电动自行车和电焊机内的铜线，试图出售或自用。\n结果：被盗物品大部分被追回并发还被害人，单祖郭被判犯盗窃罪和非法侵入住宅罪并处罚款。"
    },
    "602": {
        "开设赌场罪": "与开设赌场罪相关的犯罪情节的起因、经过、结果分别为：\n起因：2018年5月以来，郭丽萍在福安市会展酒店一楼经营赌博机。\n经过：同年5月16日，公安机关查获了该赌博场所，扣押了相关赌博设备和收款手机。\n结果：2018年6月13日，郭丽萍主动投案并退缴违法所得20000元。"
    },
    "424": {
        "寻衅滋事罪": "与寻衅滋事罪相关的犯罪情节的起因、经过、结果分别为：\n起因：冯某2收到宋某和胡某电话后，组织一次暴力行动。\n经过：团伙准备作案工具，当苏某和武某阻止卸货时，团伙成员持械殴打致人受伤。\n结果：冯某2驾车将团伙成员送回并丢弃工具以销毁证据。"
    },
    "623": {
        "抢夺罪": "与该罪名相关的犯罪情节的起因、经过、结果分别为：\n起因：被告人为了非法获利，预谋实施抢夺。\n经过：多名被告人在多地驾驶摩托车，尾随行人并突然夺取其佩戴的黄金项链和吊坠。\n结果：被告人在抢夺后迅速逃离现场，并将所抢财物销赃挥霍；在最后一起案件中逃脱时遗失了赃物；系列抢夺行为导致多名被害人财产受损。"
    }
}