{
    "751": "经审理查明，“善心汇”是以“扶贫济困、均富共生”为名，要求加入者以购买“善种子”的方式获得加入资格，并按照一定顺序组成层级，直接或间接通过发展会员获得计酬和返利，引诱参加者继续发展他人参加，以获得收益，骗取财物，扰乱经济社会秩序的传销活动组织。2016年8月份，被告人赵玉秀、唐增清通过他人介绍注册成为“善心汇”会员后，除参与“赠与”和“受助”获利外，还通过宣传“善心汇”“扶贫济困、均富共生”的方式，推动“善心汇”的扩展和蔓延，发展下线，以缴纳人民币（以下均为人民币）3000元费用获得准入资格及买卖“善种子”、“善金币”的方式，获取钱财。经湖南省鉴真司法鉴定中心鉴定：赵玉秀的登录用户名为ｚｙｘ555，ＩＤ为76802，属于Ａ轮功德主，账户创建时间为2016年8月21日。该账户在整个会员网络中处于第9层，其下级网络有8层，880个会员账号。该账户共完成17次赠与，累计10400元，17次受助，累计116800元。管理钱包已支出38600元；唐增清的登录用户名为ｔｚｑ888，ＩＤ为68248，属于普通用户，账户创建时间为2016年8月16日。该账户在整个会员网络中处于11层，其下级网络有6层，237个会员账号。该账户共完成12次赠与，累计34000元，11次受助，累计46800元。截止2017年7月24日，已支出善种子62个，剩余善种子0个，已支出善心币121个，剩余善心币0个，已支出善金币0个，剩余善金币15790个，管理钱包已支出8300元，管理钱包剩余6470元。2、赵玉秀的登录用户名为ｚｙｘ555，ＩＤ为76802，",
    "720": "根据提供的案例文书中，“经审理查明”部分的事实如下：\n\n被告人羊双彪、羊文亮、麻国浩在金华市××幢××单元××室××室开设工作室。2019年11月份，被告人陶婧雇佣被告人邵美佳在金华市婺城区道××街××号××室××室。这两个工作室都以营利为目的，明知赌博人员利用“集结号”捕鱼游戏平台进行赌博活动，为赌博人员售卖和兑现游戏币。从2019年4月份至案发，羊双彪等人的银商工作室非法获利累计9万余元。从2019年11月份至案发，陶婧的银商工作室非法获利累计8万余元。\n\n2020年6月18日，被告人陶婧、羊双彪、麻国浩、羊文亮、邵美佳被传唤归案，后均如实供述犯罪事实。公安民警从被告人羊文亮处扣押手机1只，从被告人羊双彪处扣押电脑硬盘6个，手机13只、平板电脑1只、从被告人麻国浩处扣押手机1只，从被告人陶婧处扣押手机4只及电脑主机1台，从被告人邵美佳处扣押手机1只。案发后，被告人邵美佳退出人民币1万元，被告人羊双彪退出人民币4万元，被告人羊文亮退出人民币3万元，被告人陈婧退出人民币6万元，被告人麻国浩退出人民币3万元，在本案审理过程中，被告人陶婧退出违法所得人民币1.5万元。",
    "753": "被告人王某因怀疑其邻居陶某在高密市人民大街老服装厂宿舍院内，将陶某在2号楼与3号楼之间搭建的棚子点燃，致使棚内物品及照明电线烧毁，后由消防人员将火扑灭。",
    "730": "被告人张建因其妻子周某与被害人张某1有不正当男女关系，遂当晚诱骗被害人张某1到宿迁市湖滨新区七彩星城、金陵大饭店等地，与被告人张小春等人对被害人张某1殴打、威胁，并逼迫被害人张某1写下20万元借条。次日晚，被害人张某1迫于心理压力在宿城区运河2号桥跳桥自杀未遂。",
    "704": "被告人徐亚将用其本人身份证办理的两家公司（厦门旗素帆贸易有限公司、厦门翼赐夕信息技术有限公司）的营业执照及对公账户银行卡、U盾等材料卖给上家，从中获利人民币1500元。",
    "796": "被告人姚孟云伙同他人在重庆市九龙坡区石桥铺百合小区2期7栋2单元2-1，利用插片开锁后进入失主朱某家中，盗走朱某两部手机和挎包内的现金5万元，后将上述两部手机销赃获款600元。",
    "761": "被告人吴某甲在马鞍山市花山区城市公用设施项目征迁组工作中，利用其参与被征迁房屋丈量的职务便利，于2005年上半年的一天，在马鞍山市菊园路一饭店收受被征迁户郭某所送人民币10000元；在担任花山区雨山路出入口整治项目征迁组工作人员期间，利用其参与被征迁房屋丈量的职务便利，于2007年12月份左右的一天，在被征迁户汤某乙家中收受汤某乙所送人民币3000元；在担任花山区雨山路出入口整治项目现场征迁组工作人员期间，利用其参与被征迁房屋丈量的职务便利，于2008年7、8月份的一天，在其家中收受被征迁户王某乙所送人民币10000元；在担任马鞍山市花山区精密机械制造项目征迁组工作人员期间，利用其参与该项目征迁工作的职务便利，于2009年4、5月份左右的一天，在马鞍山市银杏大道快捷驾校附近收受被征迁户秦某甲所送人民币5000元；在担任马鞍山市花山区杨坝农民创业园项目征迁组工作人员期间，于2009年上半年的一天，在马鞍山市体育馆附近的淑萍茶楼收受田某甲所送人民币2000元，2013年年底2014年年初的一天，在花山区霍里街道办公楼楼下收受田某甲所送人民币10000元。",
    "716": "以上事实发生在2012年至2016年间。上海市浦东新区人民检察院指控被告人蒋某某、王某2、尹某某、杨某3、周某某犯非法吸收公众存款罪（单位）。被告人蒋某某、王某2、尹某某、杨某3、周某某分别担任部门经理、部门副经理、高级客户经理。他们在公司主管人员的组织和指使下，吸引社会不特定公众与中晋资产公司及中晋资产公司的关联公司签订借贷、有限合伙等多种形式的理财协议，非法吸收公众存款。经审计，被告人蒋某某吸收公众资金共计人民币74125680元，未兑付本金人民币23600000元；被告人王某2吸收公众资金共计人民币178565970元，未兑付本金共计人民币22660180元;被告人尹某某吸收公众资金共计人民币57993810元，未兑付本金共计人民币21733660元；被告人杨某3吸收公众资金共计人民币35145900元，未兑付本金共计人民币17291250元；被告人周某某吸收公众资金共计人民币52995590元，未兑付本金共计人民币15527800元。2016年4月19日至26日，被告人蒋某某、王某2、尹某某、杨某3、周某某先后接公安人员电话通知后主动至公安机关接受调查，并如实供述了上述犯罪事实。",
    "711": "被告单位广东清远某水泥有限公司（以下简称广英水泥）、被告人王某某在广英水泥在“单竹坳”山使用林地的申请还未获批的情况下，为急于提前完成广英水泥安排的工作，擅自安排工人在修建作业路。经清远市清新区林业局鉴定，广英水泥非法占用林地面积122.59亩，涉及地类为灌木林地，其中薪炭林56.4亩和水土保持林66.19亩。",
    "712": "被告人陈某以做生意需钱周转为由，用伪造的大同市城区振华南街24号楼3单元5号房屋所有权证书作抵押和荆某某借款人民币7.4万元，并写下办事款的欠条一张，并承诺在2014年12月16日前归还。到期后，荆某某联系陈某还钱，陈某一直推脱。2015年10月份，荆某某发现陈某抵押的房屋产权证书是假的，而且房屋也不存在，遂报警。",
    "760": "被告人孙某于2017年6月14日凌晨，为了去开被堵的挖掘机、铲车，纠集被告人张某、侯某1、后来、刘某1、刘某2、王某2等人到淄博市淄川区黑旺镇东井村殷某1口粮地里，因被害人殷某1、殷某2、殷某3不下车，遂用石头等砸殷某2面包车玻璃、车门等处，并对被害人殷某1、殷某2、殷某3进行殴打。",
    "766": "经过当庭举证、质证的被告人刘文绘供述笔录、被害人宁某陈述笔录、证人李某某证言笔录在案为凭，亦有指认现场照片、辨认笔录、现场勘验检查笔录、鉴定意见、案件来源、抓捕经过、户籍证明、前科材料等证据存案佐证。被告人刘文绘当庭对此供认。",
    "735": "经审理查明，2013年9月18日下午，因刘某某与庄某某（二人另案处理）发生矛盾，双方约好当晚在沂南县青驼镇水上公园解决。当晚7时许，张某某（已判刑）纠集被告人董某某等人，刘某某纠集彭某某、毕某某等人，双方在青驼镇水上公园发生殴斗。殴斗中被告人董某某与张某某等人持镐把殴打持铁制棒球棍迎战的彭某某及刘某某、毕某某等人。经鉴定，毕某某存在硬膜外血肿，左侧颞骨骨折，头皮挫裂伤。其头部损伤为轻伤；彭某某存在头皮血肿，头外伤反应，为轻微伤。",
    "787": "被告人王志华以1万元的价格，将固始县赵岗乡街道居委会环山组村民汪某家责任地内杨树买下，在未办理林木采伐许可证的情况下，擅自将树木砍伐，经鉴定现场共计砍伐杨树91棵，折合立木蓄积19.4083立方米。",
    "786": "2016年8月15日16时许，被告人魏某1伙同岳某1在本区鹿家庄村李某1经营的手机店内对李采用勒脖子、捂嘴等方式将其店内抽屉里的125元抢走，后二人逃离。",
    "737": "经审理查明，2017年7、8月，被告人侍某通过网络从张某处购买“沙漠之鹰”一支，经鉴定认定为枪支。2017年7月，被告人侍某通过网络贩卖给杨某甲“山猫”长枪一支，经鉴定认定为枪支。2017年8月10日，被告人侍某通过网络贩卖给戴某黑色格洛克Ｇ18气体手枪一支，经鉴定认定为枪支。2017年9月3日，公安人员在江苏省江阴市将被告人侍某抓获，依法从其住处查获涉案“沙漠之鹰”一支，另公安人员依法从杨某甲、戴某处查获另两支涉案枪支。归案后，被告人侍某如实供述全部犯罪事实。",
    "715": "被告人周石命与其女儿周某系父女关系。被告人周石命因家庭经济困难等原因对生活产生绝望情绪。2015年7月7日早上7时左右，董某到被告人周石命家中，向周石命索要盖房所欠的砖款未果后于8时48分离开，被告人周石命因还不起钱等感觉生活没有意义，继而产生杀死自己的女儿再杀死妻子而后自杀的想法。被告人周石命将索债人董某送走后进入其女儿周某（十周岁）的卧室，赤手将熟睡中的被害人周某颈部掐住并致死亡。",
    "754": "被告人李晓亮到郴州花了100元的价格购买了一把射钉枪，之后找人花了100元的价格改装成了把火药为动力的枪，且藏于家中后院阁楼，直到2017年12月21日，资兴市公安局干警从被告人李晓亮家中查获该枪。经郴州市公安局物证鉴定所鉴定，该枪形物为以火药为动力的非制式枪支，且具有杀伤力。",
    "788": "被告人叶某某利用其办理的中国农业银行金穗贷记卡，在延吉市、乐清市等地透支消费，到2015年11月17日卡内透支未还的本金达人民币91911.25元（另有截止当时的利息10024.50元，滞纳金5420.63元）。经农业银行通过电话、信函、上门等方式6次催收，超过三个月仍未归还本金。",
    "703": "经过审理查明，被告人刘某1与刘某2（已判刑）系叔伯兄弟关系。2011年9月，刘某2因涉嫌抢劫罪被奈曼旗公安局网上追逃，2020年1月2日在××县鹅河村被山东省汶上县公安局抓获。刘某2被公安机关通缉期间，被告人刘某1明知刘某2系逃犯，为帮助其躲避公安机关侦查，自2019年12月开始为刘某2提供自己在山东省济宁市××县的住所，并与刘某2共同居住一个月左右。",
    "785": "被告人彭某某搭载其女友龙某某（另案处理）来到桃源县城，因缺钱，彭某某提出抢夺他人财物，并寻找作案目标。当晚10时许，二人在桃源县漳江镇环保局巷口附近，发现谢某某左肩挎黑色提包在人行道上行走，彭某某驾车来到其身边，趁其不备将提包抢走并交给龙某某，二人驾车逃离现场。经清点，黑色提包内有现金人民币2300元、“ＯＰＰＯ”Ｒ817Ｔ智能手机1部以及身份证、银行卡等物品。经鉴定，手机价值人民币700元，被抢财物共计价值人民币3000元。",
    "723": "被告人刘某某在未办理林地占用手续的情况下，在嵩县某某镇西店村前河组山川坡上段林坡上，雇佣钩机、铲车等机械，进行挖坡采砂，并将挖下来的砂石毛料用卡车运至嵩县某某镇童子庄曹君磨村南边的堆沙场内进行粉碎淘洗，将生产的商品沙销往各地。",
    "789": "被告人吕某某在陆良县大莫古镇太平哨村委会新哨村原新哨小学院子里种植毒品罂粟原植物，2016年3月12日16时许被公安民警现场查获3100株。经鉴定，送检2016-286-1号检材中检出吗啡、可待因。",
    "776": "被告人张胜利为感谢时任新疆维吾尔自治区人防平战结合监督管理总站副站长、书记赵某某在其承揽新洲城市花园一期地下车库人防改造工程等方面提供的帮助，在本市美居物流园给予赵某某现金40万元。",
    "741": "根据提供的案例文本，可以抽取以下事实：\n\n1. 被告人彭乃朵在五华县梅林镇宣某“猪济塘”山下干农活时，因未及时熄灭丢弃的烟头而引发山火。\n2. 烧毁山林面积221亩，其中110亩为省级以上生态公益林。\n3. 造成经济损失23310元。\n4. 彭乃朵自动投案，如实供述自己的罪行。\n5. 复绿费用为50222.7元，已经由彭乃朵家属缴交给五华县林业局。",
    "724": "经审理查明：2013年10月8日晚，孟某某（在逃）获悉次日兰州市七里河区政府将组织人员对其所在本区马滩建造的违章建筑进行强制拆除，遂叫来被告人瞿某某等人预谋后购买汽油，准备在强拆中泼洒以阻碍政府工作人员依法执行职务。次日7时许，兰州市七里河区城市管理执法局工作人员在七里河区政府组织下，会同国土资源局、秀川街道等多部门联合执法，对位于兰州市七里河区大滩地区武警市支队征用地南侧的一栋违法彩钢大棚依法进行拆除。在拆除中，遭到瞿某某、孟某某等人的辱骂、推搡、阻挠。瞿某某、孟某某还站上彩钢棚顶，拿出事先准备的汽油瓶进行浇撒，后以跳楼、焚烧相威胁；瞿某某拿出打火机欲点燃汽油，故意阻碍上述执法人员依法所进行的拆除工作，工作被迫停止。",
    "798": "2018年8月28日凌晨，被告人王瑞醉酒后在沈阳市和平区三好街21甲1号盛京银行南湖支行门前，无故将盛京银行南湖支行停放的一辆帕萨特轿车损坏，造成车损维修费用人民币30046.10元；随后又来到盛京医院Ｂ座大厅内，将医院玻璃转门踢坏，造成维修费用人民币4820元。被告人王瑞于2018年8月28日被公安机关抓获到案。",
    "790": "被告人郭某甲在未取得任何经营许可证及环保部门审批手续的情况下，租用位于银川市西夏区某地的院落，雇佣工人在该院落内通过往电解池内加入氯化锌、氯化钾、硼酸等化学物质形成电解液，并通过镀锌板及对金属角钢等物件进行镀锌，并将镀锌过程中产生的废水通过其事先私设好的暗管、渗坑形式排放到电镀厂东侧果园内的沟渠里。经银川市环保局环境监测站废水监督性监测报告（银环监抽测2014-Ⅱ季度020）认定，参照《电镀",
    "718": "被告人张庆国、刘增良、陈庆文、孙宝林、顾国军、李忠林、方东生、马义共同研究决定向财政部门和试点办申报经济补偿金，包括三部分人：一是终止劳动合同的445人；二是回聘的在岗职工122人；三是内退人员163人，共计730人。职工经济补偿金由财政补贴2/3，计4413552元;付回聘的在岗职工637780元,付内部退养人员1453166元。企业在改制的成本中已经给内退职工预留出生活费，不存在用内退职工补偿金支付内退职工生活费的情况。",
    "707": "被告人白某在保定市竞秀区小汲店村贡某经营的福兴电器厂上班。自2014年该厂使用盐酸进行金属除锈加工进行营利。该厂负责人贡某（已判刑）组织被告人白某等工人在该厂水池中，使用盐酸除锈剂对金属器件进行清洗除锈，操作过程中形成大量废水，该厂没有污水处理设备，就直接排放进私自在地表挖掘的渗坑中。2014年10月15日环保部门对该厂进行查处，认定该厂排放的污水属于《国家危险废物名录》中使用酸清洗产生的废酸液，非法排放、倾倒、处置危险废物三吨以上。",
    "770": "被告人习海洋伙同他人随意殴打他人，其行为已触犯《中华人民共和国刑法》第二百九十三条第一款第（一）项之规定，应当以寻衅滋事罪追究被告人习海洋的刑事责任。被告人习海洋及习某2持木棒，习某1持轿车方向盘锁，共同殴打并追撵李某1、文某1二人，致李某1头面部、背部及双手损伤，文某1头面部、腰部及右上肢损伤；李某1、文某1反击亦致习某1头面部损伤，习某3左手损伤。经湖北省枣阳市公安司法鉴定中心鉴定，李某1的损伤程度为轻伤二级；文某1、习某1、习某3的损伤程度为轻微伤。",
    "758": "湖南省涟源市人民检察院指控，李某1、肖某1（均另案处理）等人为首建立的红桃Ｋ网络赌博俱乐部是一个利用苹果手机ＡＰＰ软件“德扑圈”组织全国各地参赌人员进行赌博的网络赌博俱乐部。该俱乐部2016年7月份开始开设在长沙市跳马镇某小区内，同年10月下旬搬至涟源市石马山镇惠民小区附近一居民楼六楼，同年11月初搬至涟源市石马山镇风光带谭三元家三楼，同年12月设置牛牛组，地点设在涟源市桂花园小区内，2017年3月，该俱乐部将德州扑克奥马哈组和德州扑克大级别组搬至涟源市罗家佃社区幸福路谭文臻家四楼，并将德州扑克小级别组设在涟源市东方建材大市场Ｃ3栋306房内。2018年4月18日，该俱乐部被涟源市公安局查获后，未被抓获的人又先后转移到长沙、永州等地。该俱乐部赌博方式分为德州扑克、德州奥马哈、牛牛，都是利用扑牌按规则比大小的方式进行赌博。",
    "783": "被告人陈某假称和深圳市超卓工程有限公司的工作人员叶志雄（在逃）签订了建安路环境提升工程项目转让承包合同，叶志雄提供了伪造的《深圳市超卓工程有限公司内部零星承包施工协议书》、工程中标通知书、招标文件及施工图纸等文件。之后，被告人陈某通过朋友联系到被害人纪某，其将上述虚假的材料给纪某，使纪某相信其是深圳超卓工程有限公司的人员并获得该公司中标的建安路环境提升工程项目的承包权，达成转让费80万元的协议，纪某先后共将人民币近699997元转入陈某个人帐户，陈某先将其中的15万元人民币给犯罪嫌疑人叶志雄，其余款项被其使用和转移。之后被告人陈某一直未履行合同，拖延至2012年3月12日，被害人纪某发现该工程已由别人开工，到深圳超卓工程有限公司询问才知道被骗了。其找陈某讨说法，但陈不肯见面，只在电话中表示会还款，但之后一直拖延未还款，被害人纪某到公安机关报案。",
    "795": "被告人姚某甲在英德市东华镇鱼湾村委会跃进村邓新拱山山脚扫墓时，因燃放鞭炮不慎引起火种，导致山火蔓延至邓新拱山山上，烧毁了山上种植的林木。后经英德市森林资源调查队鉴定，该山地过火面积197亩，其中有林地面积135亩，无林地面积62亩，主要树种为桉树、湿地松。",
    "736": "被告人刘媛犯贩卖毒品罪的事实如下：\n\n1、2016年5月15日，司某某、梁某某分别电话联系被告人刘媛购买毒品海洛因后，11时许，刘媛在普安县盘水镇普天大道与环城路岔路口处卖给司某某毒品海洛因零包二包，获币200元；20",
    "800": "被告人王彦国在被松岭区工商银行派驻到松岭区林业局木材科（林木产品经销公司）木材销售大厅负责银行上门收款业务期间，为了销售工商银行理财产品，获得银行奖励，便向时任木材科复核计划员张敏提议用王彦国所保管的木材科帐户内的木材预付款购买理财产品，在得到被告人张敏同意后，被告人王彦国向张敏提供了其名下松岭区工商银行955882091400018ｘｘｘｘ卡号的网上银行的登录密码后，二被告人在电脑上操作进行购买理财产品。在此期间张敏、王彦国先后多次挪用松岭林业局木材科木材客户王ＸＸ、郝Ｘ、胡ＸＸ等20余人存入的木材预付款购买工商银行的理财产品“灵通快线”，共计购买理财产品6899000元，被告人张敏从中获利37200元，将其中2000元分给王彦国。现赃款已全部收缴。被告人张敏、王彦国到案后如实供述其犯罪事实。被告人张敏于2017年5月16日在加格达奇区看守所举报他人挪用公款的犯罪线索，经侦查机关查证属实。",
    "762": "2016年至2017年5月期间，被告人刘军在其位于陕西省渭南市大荔县苏村镇堡子村二组家中，用中药饮片、蜂蜜、水等原料混合制成药丸后装入塑料瓶中，分别标明“活络丸（灰）”、“活络壮骨丸”、“颈肩腰腿痛丸”、“紫花地丁丸”、“肾宝丸”、“乳康丸”等字样，后将上述产品销售给冷某（已判决）、李某（已判决）、贾某等人。经河北省食品药品监督管理局认定，上述六种产品均应按假药论处。",
    "734": "被告人赵某某为承揽巨野县ＸＸ镇ＸＸＸ村小学及幼儿园建设工程项目，找到原中共巨野县ＸＸ镇党委书记孔某甲（已判刑），并许诺承包工程赚了钱不会忘",
    "717": "被告单位临沂明珠化工有限公司、被告人徐冠森非法经营硫磺，于2013年4月至2018年6月间，通过明珠化工公司多次向江苏洁某科技有限公司等19家单位销售硫磺合计2385.2吨，销售金额合计人民币323.049万元，获利人民币10万元。",
    "706": "张竹钦驾驶闽Ｆ×××××号重型半挂牵引车沿国道319线由漳州往龙岩方向行驶，至国道319线124ＫＭ＋200Ｍ（金山镇东建村）路段时，于路右慢速车道追尾碰撞前方同向由被害人吴某1驾驶的未登记普通二轮摩托车（后某肖某1）后，又碰撞吴某2停放于路右第二车道内的闽Ｅ×××××号小型越野客车，造成三辆车辆不同程度受损，肖某1当场死亡，吴某1受伤经抢救无效死亡的交通事故。",
    "745": "2015年8月7日晚，被告人张某甲因琐事与汤某发生矛盾，张某甲将此事告知了胡某（已判刑）。胡某决定帮张某甲报复汤某。2015年8月8日晚，胡某称其要回家，从张某甲处借到车牌为皖Ｅ×××××的宝马车。后胡某邀集严俊、苏平（均已判刑），三人各自携带用射钉枪改制而成的枪支，驾车四处寻找汤某。次日凌晨2时许，胡某等三人发现汤某的宝马车停放在马鞍山市重阳路新新源市场南门，便在附近等待汤某出现。2时30分许，汤某回到自己车上，胡某、严俊、苏平各自持枪冲上前，威胁、逼迫汤某下车，汤某锁住车门不下车，并开车欲逃离，胡某等三人遂持枪对汤某所驾车辆的车窗和引擎盖等部位进行射击。其中，胡某使用钢珠弹射击，严俊、苏平则使用空包弹射击，造成汤某所驾车辆损坏。胡某等人返回后即将车辆归还被告人张某甲，并将其犯罪的经过告诉了张某甲，张某甲明知胡某涉嫌犯罪，仍然联系朋友陈某，安排胡某前往上海到陈某处躲避。2015年9月7日，被告人张某甲和胡某等人到马鞍山市公安局花山分局刑警大队投案，如实供述了犯罪事实。",
    "709": "被告人彭勇在青羊区注册成立“青羊区彭记渝焱龍小郡肝砂锅串串店”，并在该店内将顾客食用后剩下的串串锅油自行加工熬制“老油”并作为食用油加入串串锅内供顾客食用。2018年4月2日，成都市青羊区市场和质量监督管理局检查时，发现被告人李明亮正在熬制“老油”，现场查获45公斤熬制的串串锅油成品。被告人彭勇、李明亮被民警现场挡获。被告人彭勇在接受调查时承认其指示工作人员李明亮把客人吃过的火锅油回收、过滤、熬制后继续使用。综合以上信息，法院认定被告人彭勇、李明亮在串串店经营期间，用用餐厨垃圾、废弃油脂等非食品原料生产、加工食用油，并作为食用油供顾客食用。",
    "777": "根据所提供的案件文书记载，“经审理查明”部分的事实包括：\n\n被告人张长元与哥哥张某1因赡养老人问题发生口角致打斗。在打斗过程中，张长元将张某1打伤。经涞水县公安局物证鉴定室鉴定，张某1的损伤属于轻伤二级。另外，被告人张长元就民事赔偿部分与被害人张某1达成协议，赔偿款已履行完毕，取得被害人的谅解。",
    "792": "抽取事实：南阳市浩源拍卖有限责任公司（以下简称浩源公司）于2007年6月成立，公司股东为被告人赵某某、仵ｘｘ（为挂名股东），赵某某任该公司法人代表、总经理，浩源公司具有从事拍卖经营活动的资质。2011年7月26日，内乡县人民法院宣告河南德润化工有限公司（以下简称德润公司）破产。2011年8月26日，德润公司破产案件管理人与浩源公司签订委托拍卖合同，委托浩源公司作为拍卖人对德润公司生产区所有设备（含仓库的备品配件及化验室药品）进行拍卖。合同约定：拍卖标的竞拍卖成交的，拍卖人应在交割之日起15日内将拍卖成交款支付给委托人，支付方式为现金或转账。",
    "791": "2014年12月29日，雷某（已判刑）以介绍工作为名将被害人蒋某骗至龙岩市新罗区曹溪街道石粉村下盂路上厝19号一出租房非法传销窝点非法限制人身自由，后被害人蒋某被非法转移至龙岩市新罗区曹溪街道月山村一出租房非法传销窝点。期间已加入传销组织的被告人庹某按照非法传销组织主任吴某（已判刑）的安排，在曹溪街道石粉村的传销窝点非法限制被害人蒋某人身自由4天。",
    "748": "经审理查明，被告人姜春龙于2013年6月25日8时39分许，在长春市宽城区一匡街百姓医院内，因琐事与被害人荣显臣发生口角撕扯在一起，在撕扯过程中姜春龙将荣显臣推倒在地，致荣显臣休克，后经抢救无效死亡。经鉴定荣显臣系急性心肌缺血致心脏功能衰竭而死亡，撕扯等为诱发因素。",
    "767": "案件文书：李某某、刘某某、郑某某、任某某故意毁坏财物一审刑事判决书河南省新密市人民法院刑事判决书（2014）新密刑初字第469号：新密市人民检察院以新密检公诉刑诉（2014）420号起诉书指控被告人李某某、刘某某、郑某某、任某某犯故意毁坏财物罪，向本院提起公诉。本院依法组成合议庭，公开开庭审理了本案。新密市人民检察院指派检察员黄利朋出庭支持公诉，被告人李某某、刘某某、郑某某、任某某及辩护人郭松涛、孙世博、苗大伟、陈玉硕到庭参加了诉讼。现已审理终结新密市人民检察院指控，被告人李某某、刘某某、郑某某、任某某四人系郑煤集团宋楼煤矿中层领导干部。因宋楼煤矿与新密市来集镇韩家门村之间存在房屋赔偿纠纷，2013年3月31日下午韩家门村村民用土堆及一辆农用车将煤矿门口堵住。2013年4月6日凌晨，被告人李某某、刘某某、郑某某、任某某指使煤矿工人用铲车推土打通道路的时候，韩家门村村民郭某某一辆铲车、郭某甲一辆豫Ａ53168号铁龙大货车、孙某某一辆车牌号豫Ａ_L0667北斗星轿车、张某某一辆车牌号为豫_AFP902号现代途胜越野车、杨某某一辆车牌号豫_A95C32号北京伊兰特轿车、黄某某一辆豫_A0132N号黑色起亚索兰特车",
    "750": "自2015年10月份开始，被告人宋某某在信阳市羊山新区政和花园38号楼1101室自己家中多次容留朋友王均成、敖荣新吸食毒品。2015年12月9日17时许，宋某某和王均成、敖荣新正在自己家中吸食毒品时，被公安机关当场查获，并在现场发现含甲基苯丙胺成分的白色晶体状物质（冰毒）。",
    "726": "经审理查明，被告人卫某伙同张某、张某甲、周某（均另案处理）共同从网上下单预定租车，再由卫某至上海一嗨汽车租车有限公司南京分公司（以下简称一嗨南京分公司）位于浙江省杭州市菁山机场门店，订立租车合同并支付相关费用4797元，提走了该店车牌号为浙Ａ×××××的白色大众朗逸轿车1辆。后该车被驾驶至南京市变卖，张某、张某甲、周某抛下卫某持款不辞而别。经鉴定，该车价值人民币85000元。同年4月26日，被告人卫某至一嗨南京分公司并在该公司工作人员陪同下向公安机关投案。归案后，卫某如实供述了参与骗取车辆的事实。案发后，卫某的亲属代为向被害单位退赔人民币130000元，被害单位书面对卫某的行为予以谅解，请求对其从宽处理。",
    "727": "经过对该案件文本文档的阅读和理解，我无法从中抽取出具体的事实信息。该文档是一份法院的刑事判决书，描述了一个名叫申玉兰的人因过失致人死亡而被起诉的案件。判决书列出了控方和被告人的基本信息、控辩双方的陈述以及审判过程中的细节，但并没有具体列出关于案件事实的信息。因此，我无法为您提供关于此案的具体事实信息。如果您需要了解与此案相关的其他信息，请提供更具体的问题或指示。",
    "731": "被告人陆永权欠原告刘某货款48000元，于判决生效后立即给付35000元，并按35000元本金支付利息，于2020年9月6日前给付13000元。",
    "793": "被告人何祥龙酒后驾驶赣B×××××小型轿车由赣州市南康区汽车东站往东山大桥方向行驶，行驶至泰康东林海大厦红绿灯路段时，被公安机关执勤民警查获。经江西赣州司法鉴定中心鉴定，被告人何祥龙事发时血液中乙醇含量为158.2mg/100ml。被告人何祥龙归案后对其醉酒后驾驶机动车的犯罪事实供认不讳。",
    "757": "经审理查明，2014年8月15日上午，被告人叶某甲与家人从宁德乘坐长途汽车回南平，在车上因座位靠背调整一事与坐在前面的被害人陈某发生争吵。当日12时30分许抵达南平后，被告人叶某甲纠集了被告人叶某乙、曾某欲殴打被害人陈某，在南平汽车站往新建支路方向的农业银行门口旁赣闽快餐店门口，被告人叶某乙先从后面冲上前将陈某摁倒在地，被告人叶某甲、曾某亦上前对被害人陈某拳打脚踢，造成陈某左前额眉弓上方受伤、右肩胛骨部位骨折，之后三人往新建支路方向逃离现场。经法医鉴定：被害人陈某的损伤属于轻伤二级。2014年9月5日，被告人叶某乙经公安民警电话传唤到案。9月6日，叶某乙协助公安机关电话通知叶某甲、曾某到公安机关投案，次日叶某甲、曾某分别到公安机关投案，三被告人归案后均如实供述其犯罪事实。在审理过程中，本院依法委托建瓯市司法局、南平市延平区司法局对被告人叶某甲、叶某乙、曾某进行审前社会调查评估，经评估后认为被告人叶某甲、叶某乙、曾某符合社区矫正的条件。",
    "752": "经审理查明，2015年3月期间，被告人詹剑华通过中间人，以支付手续费的方式，找到湖南省岳阳市百业商贸有限公司实际控制人刘某，为辽宁正品宜高印刷包装有限公司虚开增值税专用发票（发票号码分别为：02401662、02401663、02401664、02401665），票面金额共计人民币376068.38元，其中税款为：63931.62元。",
    "708": "根据你提供的例子，抽取事实的方法是找出被告人做了什么，以及涉及到的时间、地点、数量等细节。在这个案件中，需要抽取的事实包括：\n\n  * 被告人在哪家银行申请了信用卡\n  * 被告人如何使用这张信用卡进行消费和取现\n  * 银行在多次催收后，被告人仍未还款的情况\n  * 到达了多少逾期未还款的时间\n  * 截止到什么时候，被告人的信用卡已经透支了多少钱，包括本金和利息\n  * 2014年9月11日，被告人被公安机关传唤后主动到案，并于次日还清了银行全部欠款\n\n因此，以上这些就是需要从这个案件文书中抽取的事实。",
    "702": "抽取事实：被告人任XX在乡宁县枣岭乡卫生院院长期间，与山西通盛集团医药物流有限公司乡宁片区区域配送承包人尹XX（另案处理）约定，按照卫生院进购药品结算额的10%收受药品回扣。2010年6月至2014年3月，乡宁县枣岭乡卫生院在山西通盛集团医药物流有限公司进购药品总额为5720562.67元，共计结算药品款5620562.67元。期间，被告人任XX先后多次以现金形式收受尹XX药品回扣78000元，归个人所有。2014年5月5日，被告人任XX到乡宁县人民检察院投案。次日，被告人任XX主动交回赃款70000元。",
    "799": "被告人贾晓彪非法持有毒品的事实包括：2016年10月28日21时许，阳泉市公安局刑事侦查支队侦查员根据工作线索，在阳泉市城区北岭坡小学对面居民楼内1单元房间内将涉嫌吸毒人员贾晓彪抓获。在被告人居住处查获2包用透明塑料袋包装的红色药片疑似麻古约重8.06克、2包用透明塑料袋包装的烟叶状物体疑似大麻约重3.7克、1包用透明塑料袋包装的白色晶体疑似毒品冰毒约重20.26克、1包用透明塑料袋包装的褐色粉末疑似毒品约重0.74克、2包用透明塑料袋包装的白色粉末约重1.79克、一台银色电子秤。从送检的检材1号中检出甲基苯丙胺和咖啡因成分重量4.64克，送检的检材2号中检出甲基苯丙胺成分重量17.12克。",
    "773": "被告人尹套群在担任绛县郝庄乡薛家洼村党支部书记兼村委主任期间，利用职务上的便利，在2013年申报办理该村危房改造工作中，套取潘某某等8户农户的危房改造款112000元，除给8户危房改造户发放改造补助款17700元，用于村务开支66745元外，将剩余的27555元非法占有。",
    "781": "2014年2月4日凌晨5时50分许，被告人陈某酒后至本市鼓楼区迎春里2号小区附近，从路边捡拾稻草并撒在被害人王某停放于路边的苏Ａ×××××大众牌黄色甲壳虫汽车上（周围有其他轿车停放），又从路边捡拾纸袋，用随身携带的打火机引燃稻草，进而引燃该车致车焚毁。同日6时24分警察接报警后赶至现场将火扑灭。当日被告人陈某父亲曾报警，后于当日下午带领侦查人员至本市ＸＸ营ＸＸ号ＸＸＸ室将陈某抓获，陈某到案后如实供述了上述事实。审理过程中，被告人陈某亲属代其赔偿被害人王某全部经济损失并得到王某的谅解。",
    "725": "被告人郭红涛通过微信向卖家提供3份户口本及“如皋市公安局九华派出所户口专用”、“如皋市九华镇九华初级中学”等9枚印章的样式，并以1500元的价格购买上述伪造的证件和印章，其中包含3份国家机关证件、3个国家机关印章和1个事业单位印章。",
    "728": "根据提供的案例，我们可以抽取以下事实：\n\n2014年5月11日至2014年5月13日期间，被告人颜高平、杨玉堂在被告人杨玉堂租住的本市盘龙区内，组织多人聚众赌博。被告人颜高平负责发牌并从中抽取渔利。被告人陈剑翔、张国有在赌博过程中负责望风。2014年5月13日凌晨1时许，被告人颜高平、杨玉堂、陈剑翔、张国有在本市盘龙区碧水云天小区被公安人员抓获，并当场从被告人颜高平处查获抽头渔利共计人民币7800元，从被告人陈剑翔处查获赃款450元。",
    "746": "经审理查明，2016年11月15日,被告人刘志刚电话联系被告人杨洪志称，让其在黑河市爱辉区罕达气镇罕达气村附近找寻带土坨的白桦树，然后整颗挖出，4-5棵树为一堆，共需要60-70堆，卖到黑龙江省呼兰市用于绿化，杨志刚表示同意。同年11月17日，杨洪志选好地方后告知刘志刚，后刘志刚找来数名工人，杨洪志按照刘志刚的要求带领工人来到黑河市爱辉区七二七林场阿拉气营林区81林班3、4、10小班，82林班10、16、21小班，采挖白桦树共计351株，其中幼树257株，胸径5厘米以上的白桦树94株，立木蓄积1.63立方米。经鉴定，被采挖的白桦树共计价值人民币6632元。2016年11月19日，被告人杨洪志在黑河市爱辉区七二七林场被公安机关抓获；同日，被告人刘志刚主动到公安机关投案。",
    "744": "被告人王某某借给赵某二万元，赵某到期未还。为向赵某索要债务，2018年7月15日18时至16日18时，被告人王某某纠集被告人邹某某，在王某某位于宝胜广场的办公室内及文化路百姓浴池内非法拘禁赵某二十余小时，并对其实施殴打，经法医鉴定，赵某之伤为轻微伤。",
    "705": "经审理查明，白水县XX酒店有限公司任命郭某为公司销售部经理兼餐饮部副经理，负责清收公司外欠业务。2012年12月至2013年4月份期间，郭某利用职务之便，先后将白水县司法局、大桥收费站等六家单位所欠酒店消费款90243元私自占有，用于个人投资及消费。2013年5月20日，被告人郭某得知公司要求销售郭与财务部核对帐务时，自知事情即将败露，便更换手机号码后逃匿。",
    "764": "公诉机关指控，2010年至2014年期间，被告人王某某任辽宁省新民市兴隆堡村村民委员会主任，被告人杨某某为了达到使用兴隆堡村的占地补偿款为自己和他人安装变压器的目的多次找到被告人王某某就使用兴隆堡村的占地补偿款安装变压器一事共谋，并以被告人王某某的名义成立新民市鼎盛种植专业合作社用于办理变压器安装等事宜。2014年2月27日，被告人王某某、杨某某共同挪用兴隆堡村的占地补偿款9万元用于安装变压器。2014年12月31日，被告人王某某、杨某某将挪用的9万元归还。",
    "768": "抽取事实：被告人靳香水、李海风（靳香水妻子）因涉县鑫宝集团劳资纠纷问题和涉县辽城乡靳家会村村委会对其家房屋滴水处理问题多次到北京天安门地区、中南海周边上访，其中被告人李海风自2013年至2014年期间多次到北京天安门地区、中南海周边上访，扰乱了该地区的公共场所秩序，被当地公安机关训诫，且一到敏感时期就到北京上访。2017年10月份，党的“十九大”召开前期，靳香水、李海风失去联系，为防止其夫妇到北京上访，保证“十九大”顺利召开，乡、村干部找见靳香水多次做其稳定工作。“十九大”结束后，靳香水提出“十九大”期间靳家会村委会影响了其承包工程，要求村委会赔偿其损失30000元人民币。2018年2月8日李海风到北京“河北省各地市驻京办事处”告辽城乡靳家会村“十九大”期间影响到其承包工程要求赔偿损失和鑫宝集团劳资纠纷问题，后在涉县信访局驻京工作人员的劝说下，李海风于2018年2月9日回到涉县。村支书卢某1到其家里了解信访情况，靳香水、李海风表示如果不解决，要在全国“两会”召开时继续到北京告状，让卢某1当不成村支书并受到追究。2018年2月13日22时许，卢某1在被逼无奈下，自己支付给靳香水、李海风夫妇15000元人民币。",
    "719": "被告人关某某申领了卡号为406365＊＊＊＊＊＊＊＊＊＊的广发银行信用卡一张，于2008年6月7日至2014年11月6日在沈阳市铁西区某某地等地消费及提现，恶意透支欠款本金共计人民币35539.8元。后经发卡银行多次催收超过三个月仍不归还。2011年12月，被告人关某某申领了卡号为622623＊＊＊＊＊＊＊＊＊＊的民生银行信用卡一张，于2012年2月14日至2015年1月2日在沈阳市铁西区某某汽车贸易公司等地刷卡消费，恶意透支欠款本金共计人民币26287.77元。后经发卡银行多次催收超过三个月仍不归还。",
    "729": "2016年2月29日，运城市盐湖区人民法院依据（2015）运盐民初字第1976号、第1973号两份民事判决书分别判处被告人何佳琪偿还债务人李某某本金308万元及利息和偿还债权人荆某某本金23万元及利息。判决生效后，因被告人何佳琪拒不执行上述判决，该民事案件申请人于2016年6月30日申请人民法院强制执行。自2013年1月，被告人何佳琪在运城恒隆商场经营品牌服装，其银行账户有巨额资金流动。在申请执行过程中，被告人何佳琪在其使用的银行卡上多次进行现金支取和购物，并乘坐飞机、住星级酒店、购买保险等消费而拒不履行法院生效法律文书确定的义务。",
    "713": "日照文博服装有限公司法定代表人、总经理杨兴栋为实现使日照文博服装有限公司抵扣税款的目的，在没有真实货物交易的情况下，让他人以徐州鑫泽纺织有限公司的名义为日照文博服装有限公司虚开增值税专用发票3张（发票号码09300513、09300514、09300515）。被告人杨兴栋为此支付中间人开票费用人民币26000元。被告人杨兴栋使用该3张增值税专用发票在税务机关为日照文博服装有限公司抵扣税款共计人民币50854.69元。",
    "778": "经审理查明，2012年4、5月份至2013年6月间，被告人梁某明知其购买的“卤水”（主要成分为亚硝酸盐）危害人体健康，仍以营利为目的，用卤水对生肉进行浸泡，后用该生肉制作卤肉，并在徐州市铜山区郑集镇东街市场其经营的“老四川油烫鸭”熟食店向群众销售。经徐州市铜山区产品质量监督检验所检测，被告人梁某生产、销售的卤肉中亚硝酸盐含量为116ｍｇ／ｋｇ。2013年6月28日，被告人梁某主动到公安机关投案，并如实供述了自己的犯罪事实。",
    "780": "被告人陈某某驾驶辽C×××××号北京现代牌小型轿车行驶至沈阳市辽中区六间房镇八家子村时，与被害人王某某驾驶的两轮电动自行车发生碰撞，致被害人王某某死亡。事故发生后，陈某某弃车逃逸。被告人陈某某负此次事故的主要责任。案发后，被告人陈某某主动向公安机关投案，并在保险限额之外另行赔偿被害人家属人民币18万元，并获得了被害人家属的谅解。",
    "739": "经审理查明：被告人刘定黎与被害人龙某某同系松桃县汇丰锰业公司麻旦分厂员工。2014年1月20日上午，刘定黎因工作安排问题与车间队长龙某某发生争吵，事后觉得龙某某欺负自己，即产生报复龙某某的想法。次日上午8时许，刘定黎到松桃县蓼皋镇菜行的一家杂货店购买了一把水果刀带在身上，随后驾驶电动车到公司电解车间内质问正在上班的龙某某，并与龙某某发生抓打。在抓打过程中，刘定黎持水果刀朝龙某某左肩部刺杀一刀，被人拉开后又朝龙某某身上乱踢数脚，准备用木方殴打龙某某时被工友劝开，刘定黎随后逃离现场。龙某某被送往医院经抢救无效于当日死亡。同日16时许，刘定黎在其亲属陪同下向公安机关投案。经鉴定，龙某某系生前被他人用锐器致伤左肩部，贯通至胸腔致主动脉弓破裂，造成失血性休克死亡。案发后，刘定黎的亲属已赔偿附带民事诉讼原告人杨某梅丧葬费人民币5万元。",
    "797": "根据您提供的案例文书中，“经审理查明”部分的事实如下：\n\n1. 2013年5月至10月期间，被告人张某在沈阳市大东区东站街78号王某某经营的“褔达来杂货店”内，多次向王某某销售CRaven \"A\"牌走私进口卷烟300条（29.5元/条）、绿色爱喜牌走私进口卷烟250条（28.5元/条）、黑色爱喜牌走私进口卷烟150条（44元/条）。\n\n2. 2013年2月至2013年9月期间，被告人张某在沈阳市大东区北洮昌街40-1号1-13-5陈某某经营的“顺风杂货店”内，多次以人民币30元/条的价格向陈某某销售CRaven \"A\"牌走私进口卷烟共计1100条。\n\n3. 2013年8月至2013年9月期间，被告人张某在沈阳市大东区小北关街31号李某某经营的“鑫嘉鑫杂货店”内，多次以人民币28.5元/条的价格向李某某销售CRaven \"A\"牌走私进口卷烟共计1250条。\n\n4. 2013年7月至2013年10月期间，被告人张某在沈阳市沈河区令闻街96号么某经营的“荐海杂货店”内，多次以人民币30元/条的价格向么某销售CRaven \"A\"牌走私进口卷烟共计700条。\n\n5. 2013年8月至2013年9月期间，被告人张某在沈阳市和平区北四马路10号王某某经营的“洁洁净杂货店”内，多次以人民币29元/条的价格向王某某销售CRaven \"A\"牌走私进口卷烟共计1500条。\n\n6. 2013年10月12日，被告人张某在沈阳市大东区国瑞汽配城内，以人民币28元/条的价格向李某甲销售CRaven \"A\"牌走私进口卷烟400条，交易完成后即被沈阳市东陵区烟草",
    "721": "被告人徐某在担任无锡市档案局出纳会计期间，于2012年2月14日至2014年5月15日，利用负责保管该局帐外资金等职务上的便利，先后9次擅自挪用公款计人民币1205250元，用于其丈夫黄某所经营的某公司（以下简称创联公司）支付货款等营利活动，至案发前已全部归还。",
    "775": "被告人杨朔在担任洞口县隆安物流有限公司业务员期间，利用从事武冈一线的钢材销售、收款的职务便利，将本单位的货款人民币517959元非法占为己有，其中用于玩网络游戏人民币20多万元，购物人民币5万多元，吃喝玩乐等消费人民币20多万元。",
    "714": "被告人刘某担任浙江至臻堂农业开发有限公司业务总监期间非法吸收公众存款金额为人民币2800余万元。",
    "756": "经审理查明，2020年3月25日21时许，李某某（14周岁）邀约被告人刘强、罗鑫、陈友科三人去河里用电击方式捕鱼来食用，三被告人同意。李某某提供了由其在网上购买的电鱼电击设备一套，四人来到叙永县处的永宁河边，李某某和被告人罗鑫负责下河电鱼，被告人陈友科和刘强负责在河边观察望风。因被路人举报，叙永县公安局民警赶到现场，将正在实施电鱼作业的被告人刘强、罗鑫及李某某抓获，被告人陈友科在得到被告人刘强的预警后逃离现场，次日到叙永县公安局江门派出所投案自首。公安民警当场查获刘强等人用于电击电鱼工具一套和捕捞到的各种鱼类44条，称重2.2千克。经叙永县农业综合行政执法大队技术人员鉴定，缴获的鱼类为：鲶鱼4条、鳜鱼4条、吻鮈1条、黑尾?2条、鲫鱼8条、马口鱼5条、宽鳍鱲20条，无珍稀鱼类。另外，2020年3月1日0时至6月30日24时，叙永县永宁河属于长江支流，根据农业农村部关于长江禁渔期制度的公告，在禁渔期内，禁止一切捕捞行为，严禁收购、销售在禁渔期和禁渔区内捕捞的渔获物。",
    "759": "被告人成某以逃匿等方法逃避支付劳动者的劳动报酬，数额较大，经政府有关部门责令支付仍不支付，其行为触犯了《中华人民共和国刑法》第二百七十六之一规定，犯罪事实清楚，证据确实、充分，应当以拒不支付劳动报酬罪追究其刑事责任。",
    "701": "2018年7月19日22时许，被告人陈某之子因交通事故被撞伤后被送到位于哈尔滨市香坊区健康路的哈尔滨市第五医院进行救治。期间，陈某与肇事司机严某的姐姐严某因交纳住院费问题发生口角，后严某拨打了110报警电话。哈尔滨市公安局香坊分局健康路派出所接到110指挥中心的指令后指派民警王某1（男，50岁）、马某1（男，25岁）出警。民警赶到案发现场后对双方的行为进行了劝阻，但陈某不听民警的劝阻继续殴打严某。",
    "693": "根据提供的案例文本文书，经审理查明的事实是：被告人邓建彬因炒地皮欠下巨额债务被人逼债，于是产生了一个想法，即到其常去的由被害人谭某1经营的惠州市惠城区江北宏益公馆盛意电器经营部骗取空调变现还债。从2017年9月30日至2017年10月8日期间，他一共骗取了谭某1格力牌空调82台，并将这些空调安装并销售出去。具体实施诈骗的情况如下：\n\n  1. 2017年9月30日，邓建彬告诉谭某1他需要提22台格力Q畅KFR-26GW/(26570)Ga3空调，并承诺稍后再转钱给他。谭某1就发货给了邓建彬，而邓建彬则告知谭某1客户的付款将在国庆节期间进行。谭某1相信了他的话。\n  2. 2017年10月1日，邓建彬在尝试转账时发现自己卡里没钱，但他成功进行了转账操作。随后他在同一天下午19时57分左右，用他的中国银行储蓄卡在小金口支行ATM机上进行了跨行转账操作，将10000元转入谭某1的中国农业银行卡（当时他的卡内余额只有3元）。接着，他又将转账凭条拍照并通过微信发给了谭某1，告诉他自己已经把货款转账了。\n  3. 2017年10月5日，邓建彬告诉谭某1他需要提25台格力空调，同样承诺稍后再转钱给他。于是谭某1发了25台空调给他。当天12时02分左右，邓建彬用他的中国银行储蓄卡在小金口支行ATM机上进行了跨行转账操作，将40450元转入谭某1的中国农业银行卡（当时他的卡内余额只有44.42元）。他也像上次一样拍下了转账凭条并发给了谭某1。\n  4. 2017年10月8日上午，邓建彬告诉谭某1他需要提4台格力空调，并承诺稍后再转钱给他。于是谭某1发了10台空调给他。那天晚上，邓建",
    "646": "根据提供的案例，以下是抽取的“经审理查明”部分的事实：\n\n经审理查明，2016年8月19日19时左右，韩飞飞在其租住处东60米左右的地方与一户人家一个60多岁的老头发生争执，后二人扭打。过了十分钟左右，警车来了，警车停在老头家门口，警察在了解情况时，韩飞飞拿一把菜刀向警车走来，边骂边砍了警车前机盖一刀，警察就从警车后部绕过来向警车前走，并让韩飞飞把刀放下，韩飞飞举着刀向警察走过来，离警察1米多远时警察开枪了，韩飞飞倒在地上，随后被120车拉走了。韩飞飞拿的菜刀是我们租住处做饭用的黑色木把菜刀，方刀身，刀刃长20ｃｍ。",
    "691": "抽取自案件文书中“经审理查明”部分的事实如下：\n\n被告人孔铎桦穿红色雨衣驾驶一辆红色太子摩托车窜至潮阳区和平镇新和惠某“深圳车之家”门口附近时，发现停在路边准备穿雨衣的被害人马某1背部挎有一个背包。孔铎桦见状便停车走到马某1背后，用左手扼住其脖子，右手拿着手机顶住其后背，并威胁马某1不要动，将包交出来，否则就捅她。马某1害怕便将背包（内有一部苹果6ｓ手机和零钱几十元）交给孔铎桦，孔铎桦抢劫得手后逃离现场。",
    "682": "该刑事案件涉及两名被告人的抢夺犯罪事实。其中，被告人罗某与滕华经过预谋，骑乘电动车先后在宁波市鄞州区石碶街道等地实施了四次抢夺，其中包括抢劫现金、手机、身份证、银行卡等财物，总计金额达4,000余元。被告人滕华在实施第三次抢夺时被路人发现并追赶，遂将其抢得的部分财物扔掉后逃脱。事后，警察通过调查线索在石碶街道冯家村路口设卡抓获了被告人罗某，并在其暂住房内查获了一部被盗的手机。另一名被告人滕华则在贵州省铜仁市松桃县盘信镇高山村被当地警方抓获。最后，原审法院对两名被告人进行了判决，被告人罗某被判有期徒刑三年六个月，并处罚金人民币五千元，被告人滕华被判有期徒刑七个月，并处罚金人民币二千元。同时，法院还要求被告人罗某继续赔偿被害人刘某和章某的相关经济损失。",
    "612": "原判认定上述事实，有下列证据证实：1．广州市海珠区人民检察院作出的立案决定书、破案报告、情况说明、被告人颜亚明的户籍资料、扣押清单。2.证人甘某丙的公务员登记表、干部履历表，证实甘某丙是国家工作人员。3．广州市海珠区人民政府滨江街道办事处的组织机构代码证。4．证人林某的公务员登记表、干部履历表等，证实林某是国家工作人员。5．证实骆某的公务员登记表、干部履历表等，证实骆某是国家工作人员，2007年10月起主要职责包括物业、停车场等方面管理及租赁业务等。6．《场地租赁合同》证实：滨江街道从国资委手中承租海珠区纺织路1号闲置地块。7．《租赁合同》证实：被告人颜亚明从滨江街道承租纺织路1号闲置地块。8．《协议书》、《补充协议》证实：被告人颜亚明与林某所在公司承租4个物业的情况。9．暂扣财物收据，证实扣押了被告人20万元。10．证人甘某丙的证言：他曾在滨江街道办事处任党工委书记负责领导街道工作，后任海珠区人大常委会党组成员，主要参加相关会议，研究日常工作。",
    "672": "经过审理查明，2012年1月，宋某与被告人郑宝来在闻喜县桐城镇中社村共同开发“桥鑫佳苑”一期工程，即对杨小虎、李军、被告人郑宝来的宅基地进行开发。2012年5月份，一期工程未全部交工时，宋某又与王某3合作开发了“桥鑫佳苑”二期工程，即对孟某、高某的宅基地进行开发。2012年8月份，被告人郑宝来以一期工程保温墙未按要求施工为由，阻挡一期工程保温墙施工。2012年8、9月份，在二期工程施工放线时，被告人郑宝来以二期工程与一期楼房间距不够80公分为由，对测绘施工进行了阻挡,并以“没有一期哪有二期”等理由向宋某提出索要二期工程利润100万元，宋某委托侯某2说和未果。2012年10月11日宋某为按期履行二期工程所签订的相关合同，避免损失扩大等原因，与被告人郑宝来签订了一份协议书，协议约定“郑宝来连同置换的面积共分得桥鑫佳苑一期十套房及七间地下室，二期工程四套房（分别为302号85.66平米、304号85.66平米、402号85.66平米、603号92.15平米），由郑宝来收取房款。郑宝来之前所付10万元保证金退还郑宝来。此外，宋某将二期504室85.66平米房以每平米1800元的价格卖给郑宝来。2012年11月9日，因一期工程交工后的遗留问题，被告人郑宝来对“桥鑫佳苑”二期工程进行了阻挡，2012年12月4日，双方再次签订一份补充协议，对各自应尽事项进行了补充约定。另外查明，闻喜县公安局110处警登记表显示：2012年11月9日郑宝来“因施工没有把地方说清楚”将一辆车挡在路上阻挡施工。2013年7月31日郑宝来“因开发商十余天没有给一期工程",
    "699": "河北省隆尧县人民检察院指控原审被告人耿乐犯敲诈勒索罪、犯寻衅滋事罪、原审被告人刘磊磊、刘金贵犯寻衅滋事罪一案，于2018年3月30日作出（2018）冀0525刑初20号刑事判决。",
    "664": "经过阅卷，讯问被告人，听取辩护人意见，认为案件事实清楚，决定不开庭审理。",
    "649": "张志云、王斌贪污、受贿的事实包括：1.2010年12月28日，丘北县教育局财务核算中心将追加2010年春季学期寄宿生生活补助费及2010年差额寄宿生生活补助费合计112.6万元汇入官寨乡中心小学校账户,王斌按张志云分配各完小的寄宿生名额，由各完小造花名册共112.6万元到县教育局报账。后实际发放各完小75.348万元,截留37.252万元。2011年1月，张志云以代发寄宿生生活补助费为名，从各村完小9至10月的寄宿生补助费中提15%赞助给官寨乡中心小学校使用，张志云不开条子共收取官龙某河、飞土等十所完小交的赞助费7.7645万元，其中：用于附属幼儿园购课桌椅支出1.8万元；园丁杯运动会支出2400元，以工作辛苦费为名，于2011年底至2012年年初，分别发给班子成员过年红包共6000元；2012年7月16日杨某3章4万元入学校设立的“乡统筹寄宿制经费”账外账，余款1.1245万元被张志云占有。3．2011年8月5日，经张志云同意，报账杨某3章从经管的官寨乡中心小学帐外资金的个人账户取现金4万元借给工程老石某飞（另案），4万元借杨某3章经办存入张志云个人卡号62×××511。次日，张志云从该账户取现金4万元用于支付学校向柒牌专卖店购买的服装费3.619万元，发票又杨某3章报账。事后，张志云以“4万元已用、现在没有钱”为由未拿石某飞。4．2012年6月，工程老石某飞承建小矣勒学校零星维修工程结束后，得知张志",
    "671": "原审判决认定的事实包括：\n\n1. 2019年10月至11月期间，被告人吴谦、李经一单独或者共同在长沙市开福区开设以“德州扑克”为赌博形式的赌场，由被告人熊佰文提供场地和赌博工具，被告人吴谦、李经一共同在长沙市开福区开设以“德州扑克”为赌博形式的赌场，以每小时150元的工资雇佣谭征（另案处理）担任荷官，负责发牌、抽水，以每天500元的工资雇佣被告人彭果晟担任服务员，提供带客、望风等服务，组织王某、韦某、邓某、张某1、易某、文某（均已行政处罚）等人进行赌博，并从中“抽头渔利”3万元，支付给被告人熊佰文场地费6000元，在除去其他各项开支后，吴谦、李经一各分得1万元。\n\n2. 2019年11月4日，由被告人熊佰文提供场地和赌博工具，被告人吴谦在长沙市开福区开设以“德州扑克”为赌博形式的赌场，以每小时100元的工资聘用被告人许迎与李荟（另案处理）担任荷官，负责发牌、抽水，以每场500元至1000元的工资聘用许鑫（另案处理）为服务员，提供带客、望风等服务，组织谭某、易某、邓某（均已行政处罚）等人进行赌博，并从中“抽头渔利”。\n\n3. 2019年11月5日至次日，被告人李经一在长沙市开福区开设以“德州扑克”为赌博形式的赌场，以每小时150元的工资聘用被告人周莉与朱朝江（另案处理）担任荷官，负责发牌、抽水，以每天500元的工资雇佣被告人彭果晟担任服务员，提供带客、望风等服务，组织张某2、龙某、谭某、文某、王某（均已行政处罚）等人进行赌博，并从中“抽头渔利”。\n\n4. 2019年11月6日7时许，被告人吴谦、李经一、彭果晟、许迎、熊佰文被公安民警传唤到案。201",
    "660": "根据提供的案件文书记载，抽取出来的事实包括：\n\n1. 兰州祥和办公用品有限责任公司是由被告人许某、秦某某和任某某共同商议违规成立的，由被告人秦某某负责办理公司的工商注册登记，公司由被告人许某实际领导，任某某具体负责日常经营管理；\n2. 公司从事为城关区国税局代征零散税款、代开发票的业务，自2011年5月至2012年7月期间，兰州祥和公司共代征增值税1.3亿余元并连带征收地方附税（城市建设维护税和教育费附加）1千万余元，从城关区国税局先后收取代征手续费685万余元；\n3. 兰州祥和公司套取的代征手续费收入，除大部分用于给城关区国税局职工搞福利并维持公司办公经费外，剩余款90余万元被被告人许某、秦某某和任某某三人私分侵吞；\n4. 被告人许某利用职务之便，分别于2011年12月、2012年3月、2013年初，指示任某某从兰州祥和公司账户先后三次，每次提取10万元供其使用，共计30万元。其中：10万元办理成兰州银行购物卡，由任某某送到许某办公室，剩余20万元现金，分别由任某某、李某送到许某办公室，以上现金和银行卡被许某个人侵吞；\n5. 2013年11月，兰州祥和办公用品有限责任公司决定注销，被告人许某、秦某某伙同任某某共同商量以给股东补发工资、取暖费、退还股金的名义将该公司账户上剩余资金私分，其中被告人许某分得22.6万元，被告人秦某某和任某某各分得15.9万元。",
    "650": "被告人毛树兵通过手机QQ（网名为“悲伤”、“京东”）建立名为“天猫网”的QQ群，组织包括韩某1（QQ网名为“韩某2·蓝烟”）、郭某（QQ网名为“郭某”）、程某（QQ网名为“想念”）等在内的多名多人进行赌博。被告人毛树兵建群后与群内成员商定赌博规则：赌博方式为采取发红包赌尾数的方式，即一次发5个100元至500元不等红包，由发红包的人定尾数即两个数字，群里其他人抢红包，谁抢中红包的金额是单尾数的谁就返回发红包的人所发红包的钱数，谁抢中红包的金额是双尾数就在发红包的人所发红金额上另外加100元给发红包的人返发回去。“天猫网”QQ群里参与人员在赌博输赢后通过QQ私聊或支付宝转账等方式返发红包。被告人毛树兵作为群主兼管理员，同时另指定一名管理员，群外人员如进群赌博需通过管理员同意，群里成员最多达40余人。",
    "670": "被告人岳紫豹在公共场所持凶器随意殴打他人，致二人轻微伤，情节恶劣，其行为侵犯了社会公共秩序和生活中人们应当遵守的共同准则，构成寻衅滋事罪。被告人岳紫豹到案后能如实供述犯罪事实，依法可以从轻处罚；其对被害人的损失予以赔偿并取得被害人谅解，可酌情从轻处罚。被告人在其有违社会公德的行为被他人发现后，没有表现出应有的歉意，反而恼羞成怒，与他人产生言语冲突，随后又气焰嚣张地从车内拿出凶器随意殴打他人，在他人逃离的情况下仍然不依不饶地继续追赶殴打，致他人受伤，可酌情从重处罚。",
    "662": "经审理查明，2016年8月31日下午，吴某某等人在德阳市旌阳区石桥新村皇钻ＫＴＶ内与季某某（未成年人，另案处理）、姜某某等人相遇，因季某某与吴某某有矛盾，季某某、姜某某等人遂进入吴某某等人包间对吴某某进行了殴打，当时季某某、姜某某还欲收拾“二娃”尧某，见尧某不在，便留下电话让吴某某等把“二娃”尧某约到皇钻ＫＴＶ。后吴某某将此事告知上诉人曾磊金（绰号“老二”），并说季某某等要打二娃，意欲邀约曾磊金为其出头。后，上诉人曾磊金通过吴某某电话与季某某通话并自称“老二”，季某某知道后，与曾磊金发生口角并约架。2016年9月2日，曾磊金与季某某对骂后双方约好第二天下午在德阳市秦岭北路省商贸学校山边打架。次日下午13时许，季某某带领姜某某等人到约定地点等候，并电话告知曾磊金等人让其前来赴约。曾磊金遂邀约了上诉人张忠华，并让其带上武器（两把武士刀、一个甩棍），张忠华又邀约了蔡昌龙，三人伙同吴某某等人来到了约定地点。双方见面后，曾磊金手持甩棍、张忠华、蔡昌龙手持武士刀对季某某、姜某某等人进行追打，追赶过程中蔡昌龙将跑得慢的姜某某背部砍伤。",
    "639": "在上述判决书中，没有找到具体的\"经审理查明\"部分的事实。",
    "643": "陕西省延安市宝塔区人民检察院指控被告人董某某开设赌场一案，于2016年3月14日作出（2016）陕0602刑初68号刑事判决。宣判后，被告人董某某不服，提出上诉。原审法院认为，被告人董某某以牟取非法利润为目的，为赌博人员提供场所、设定赌博方式、提供赌具、资金，其行为已构成开设赌场罪。鉴于被告人当庭自愿认罪，具有悔罪表现，故可酌情从轻处罚。依照《中华人民共和国刑法》第三百零三条第二款、第四十五条、第四十七条、第六十四条之规定，以被告人董某某犯开设赌场罪，判处有期徒刑六个月,并处罚金5000元；涉案赌资1200元，依法予以没收。董某某上诉提出，对原审认定的事实及证据无异议，但其行为不构成开设赌场罪，应系聚众赌博罪。其有坦白、悔罪、社会危害小等从宽情节，原审量刑过重。请求二审法院依法改判。经审理查明，被告人董某某开设赌场的犯罪事实，有下列经庭审举证、质证的证据证实，本院予以确认：1、延安市公安局宝塔分局治安管理工作大队宝公（刑）受案字［2015］3731号受案登记表及抓获经过证明，2015年9月4日14时计，治安大队民警方少阁、贾瑞等人在宝塔区柳林镇山狼岔“拉卡拉小店”超市当场查获董某某组织潘某某、李某某、张某某以打麻将的方式进行赌博。赌注为庄家200元，偏家100元，董燕艳每局抽头渔利400元。并且查明：董某某自2015年8月初开始至今，多次组织潘某某、李某某、张某某等人在宝塔区柳林镇山狼岔“拉卡垃小店”超市内以打麻将的方式进行赌博，期间董某某共抽头渔利8000余元。治安大队民警遂将董某某带回办案中心。2、被告人董某某供述，2015年8月初，她开始在自己经营的“拉卡拉小店”超市开设赌场。凑",
    "609": "经审理查明，原判认定2015年1月29日21时许，上诉人林文兵及原审被告人张金祥在兴义市桔山办永定二巷富源茶楼内，与林文兵之兄林某发生抓打，后二人持刀将刘某1砍致轻伤一级；2016年12月14日张金祥经民警电话通知到案；林文兵支付刘某1医疗费，张金祥赔偿刘某1经济损失2万元并取得谅解的事实清楚。",
    "685": "单祖郭明知董某家无人，在未取得董某同意的情况下，非法进入董树伟位于宜良县的家中居住，直至2018年8月14日被民警查获。",
    "617": "蔡彬伙同被告人蔡某、黄某某、陈某、吴某某非法拘禁彭某某和李某某、吴某某的事实。",
    "651": "经一、二审庭审举证、质证，本院予以确认的下列证据证实：1、上诉人张修成的供述与辩解,证明其在赣榆县（现连云港市赣榆区）黑林镇政府招商办公室工作，负责引进外资，2012年年底，黑林镇镇政府分管招商的副镇长李某甲让其帮墩尚镇政府解决100万美元的引进外资任务。其与墩尚镇的副镇长潘某联系后，让潘某汇款60万元到其个人账户上。其通过罗阳镇政府的人介绍，联系到张某帮忙解决100万美元，按照惯例需支付十八九万元的费用。100万美元通过黑林镇政府成立的林源公司的外币账户结汇了95万美元到黑林镇财政所，结汇的人民币从财政所转给了张某。另外5万美元当时没有结汇，其就从潘某给的钱中拿出310295元（折合5万美元）及费用193450元共计503745元汇给了张某。",
    "632": "原审被告人陈燕煌、陈秀玉、杨喜凤、杨彩珍等人在中国大陆地区的诈骗窝点内利用网络电话等电信设备针对中国台湾地区不特定男性拨打诈骗电话，配合中国台湾地区诈骗团伙进行电信诈骗活动。具体诈骗方式是：由“秘书组”成员假冒中国台湾地区年轻女子，随机拨打台湾地区电话，以台湾男性为聊天对象，以酒店女员工、酒促小姐、美容院女员工等虚假身份与对方聊天谈感情，建立所谓男女朋友关系，待时机成熟后再以各种借口向被害人骗取钱款；如被害人要求与“秘书”见面，“秘书”则“下单”给“秘书组主任”，“秘书组主任”再通过“行政组”人员联系“控台组”人员，利用之前“秘书”的身份和聊天信息配合中国台湾地区诈骗团伙进一步诱骗被害人到指定的中国台湾地区酒店“消费”或者以其他各种借口直接骗取被害人钱款，尔后中国台湾地区诈骗团伙按预先约定分赃给中国大陆地区诈骗团伙。",
    "642": "经审理查明，2012年10月14日，被告人赵某甲与被告人毕某某因女友问题发生争执，后双方约定当晚到被告人毕某某就读的内蒙古机电技师学院斗殴。被告人赵某甲遂电话联系被告人白某某，被告人白某某又纠集被告人计某，三人会合后于当晚到达内蒙古机电技师学院对面的小区。此间，被告人毕某某纠集万某某、张某某、李某某等人，三人又分别纠集申某某、崔某某、赵某乙、王某甲等十余人在内蒙古机电技师学院操场等待被告人赵某甲一方。被告人赵某甲、白某某见对方人数较多，又电话联系被告人杜某某让其带镐把过来，被告人杜某某带四根镐把赶至内蒙古机电技师学院与被告人赵某甲等人会合后，被告人赵某甲、白某某、杜某某持镐把；被告人计某持刀与持棒球棒、砖头等工具的被告人毕某某一方在内蒙古机电技师学院校门口见面后开始互殴。打斗过程中，被告人赵某甲、计某、白某某、杜某某将围观学生李某某、赵某甲打伤，被告人计某持刀将王某甲、被告人毕某某捅伤。经检验鉴定，被告人毕某某、被害人王某甲损伤程度为重伤，被害人李某某、赵某甲损伤程度为轻微伤。案发后，被告人赵某甲某主动投案自首，并如实供述案件事实。被告人计某在其父亲陪同下主动投案，但没有如实供述持刀伤人主要犯罪事实，不能认定为自首。被告人白某某、杜某某、毕某某自愿认罪，可酌情从轻处罚。被告人毕某某也取得被告人赵某甲、计某、白某某、杜某某的谅解。",
    "625": "经审理查明，2016年8月25日中午13时30分许，被告人李金花在呼和浩特市赛罕区金桥开发区大兴宇现代汽车4S店内因借剔肉刀的事由与被害人周晨义发生矛盾，引发打架，被告人李金花用木板将被害人周晨义左眼打伤。经法医鉴定，被害人周晨义左眼所受损伤符合三部两院《人体损伤程度鉴定标准》第5.4.4.ａ条、5.4.4.ｂ条之规定，评定为轻伤二级。",
    "669": "由于提供的案件文本中并没有明确提到“经审理查明”这一部分，因此无法从中抽取相关事实。不过，我们可以看出，该案件涉及到一起涉及寻衅滋事罪和故意伤害罪的刑事案件，主要事实包括：\n\n  * 2011年9月13日晚，被告人李亚非因与被害人胡某甲发生行车纠纷，驾车将其车辆别停并撞坏，并用手中的木棒将胡某甲左臂打伤。\n  * 胡某甲随后被送往临江市医院治疗，李亚非再次回到医院时手持砍刀将胡某甲头部砍伤。\n  * 李亚非赔偿了胡某甲2万元人民币，并得到了胡某甲及其家属的谅解。\n  * 法院最终认定被告人李亚非构成寻衅滋事罪和故意伤害罪，并根据相关证据对其作出了相应的判决。",
    "618": "在昭阳区太平办事处火车站附近进行巡查的昭阳区道路运输管理分局工作人员何某、金某、罗某2、卯某，在南方电网红绿灯路口发现涉嫌非法营运的被告人卢红巧驾驶的云Ｃ×××××“宝骏”730商务车，金某、罗某2、卯某在对该车进行查缉时，被告人卢红巧紧闭车门车窗，拒不下车接受检查，并乘交通信号灯变绿之机，强行启动车辆将阻止其逃离的工作人员卯某撞伤，驾车逃离现场。经昭通市昭阳区公安司法鉴定中心鉴定，卯某之损伤评定为轻微伤。",
    "644": "案件审理查明的部分事实包括：\n\n  1. 被告人黄绍刚和凌建营分别于2013年8月25日和9月9日，在广宁县南街镇实施了两起抢夺行为，抢劫了胡某洪和黎某强的挂包；\n  2. 黄绍刚曾经因为抢夺被判过有期徒刑，在刑满释放后五年内又再次犯罪，因此被认为是累犯；\n  3. 原审判决中认定的黄绍刚和凌建营的抢夺数额为人民币22070元；\n  4. 对于抗诉机关提出的其他3宗抢夺案，即抢夺梁某英、谢某民和另一宗黎某强的挂包，原审判决并未认定，因此广宁县人民检察院提出了抗诉；\n  5. 在犯罪数额认定方面，抗诉机关认为应该认定第5宗抢夺数额为1488元，而不是原审判决认定的1070元；\n  6. 广宁县人民检察院和肇庆市人民检察院均认为黄绍刚和凌建营实施了起诉书所指控的所有5宗抢夺事实，而且抢夺数额达到50988元，情节严重，应该在三年以上、十年以下有期徒刑量刑，并处罚金。",
    "696": "根据提供的案例文书，“李小玲、李汶珈组织卖淫二审刑事判决书河北省廊坊市中级人民法院刑事判决书（2014）廊刑终字第178号”中的“2012年12月7日至2013年4月1日，被告人李汶珈、李小玲伙同宋秀梅（已判决）、刘振兴（另案处理）在廊坊开发区楼庄村向阳驾校东侧一建筑内组织多名妇女从事卖淫活动。被告人李汶珈为此卖淫窝点的组建提供便利，介绍宋秀梅充当卖淫窝点的管理者，并指导宋秀梅、王越伟对卖淫窝点进行日常管理，收取卖淫妇女押金、管理费等，2013年2月1日至3月28日期间非法获利人民币11万余元；被告人李小玲负责为此卖淫窝点提供客源，2013年2月1日至3月28日期间非法获利人民币41万余元。”是案件的事实。",
    "700": "湖南省长沙市雨花区人民法院审理湖南省长沙市雨花区人民检察院指控原审被告人左志军犯开设赌场罪一案，于2018年8月1日作出（2018）湘0111刑初711号刑事判决。原审被告人左志军不服，提出上诉。本院依法组成合议庭，经过阅卷，讯问上诉人，听取辩护人意见，认为本案事实清楚，决定不开庭审理。",
    "614": "被告人李家超向德安医院分管药品的副院长严某行贿购物卡价值人民币29000元，根据药品实际使用量及一定比例，给予德安医院神经康复科主任焦某、骨关节科主任何某药品回扣款、好处费共计人民币152268元，给予德安医院综合内科药品回扣款人民币170009元（由综合内科主任郭某收取）。被告人李家超共计向个人行贿人民币181268元，向单位行贿人民币170009元。被告人李家超为了获得药品选用的竞争优势和销售的便利条件，违反国家规定，向德安医院神经康复科主任焦某、骨关节科主任何某行贿药品回扣款、好处费共计人民币152268元。",
    "683": "被告人高巍以暴力手段妨害正在执行职务的警察依法执行公务，致一人轻微伤。",
    "604": "湖南省长沙市中级人民法院审理岳麓区人民检察院指控原审被告人杜旭辉犯受贿罪、滥用职权罪，原审被告人杜旭杰犯受贿罪一案，于2019年1月31日做出（2018）湘0104刑初374号刑事判决。原审判决认定：（一）受贿事实2003年1月至2005年4月，被告人杜旭辉任长沙市雨花区洞井镇党委书记，2005年4月至2006年6月，任湖南环保科技产业园（以下简称环科园）工委副书记、管委会主任，2011年7月至2013年3月，任雨花区经济开发区党工委书记。在此期间，被告人杜旭辉利用其职务便利为他人谋取利益，伙同其弟弟杜旭杰共同收受申奥公司实际控制人刘某1所送财物共计人民币402.9204万元（以下币种同）、伙同被告人杜旭杰共同收受建筑承包商彭某2所送的财物共计价值8.367124万元；杜旭辉单独收受景源公司董事长张某1所送财物共计价值37.6326万元、收受晓光公司法定代表人朱某5所送的财物共计价值7.1万元、收受阳光公司朱某6等人给予的财物共计价值7.5655元。具体事实分述如下：1、被告人杜旭辉伙同被告人杜旭杰共同收受申奥公司实际控制人刘某1给予的财物共计402.9204万元。2004年，刘某1欲在长沙市雨花区开发房地产项目，通过被告人杜旭辉结识了时任雨花区洞井镇党委书记的被告人杜旭辉。刘某1请杜旭辉向杜旭辉转达其在洞井镇开发房地产项目的请托事项，杜旭辉利用职务之便，为刘某1在洞井镇开发鄱阳小区经济适用房项目的选址、供地、规划调整、拆迁等方面提供帮助。为感谢杜旭辉在鄱阳小区项目开发过程中的帮助和支持并继续获得杜旭辉的关照，刘某1表示要感谢被告人杜旭辉。2005年下半年，该拆迁工作基本完成，刘某1未兑现支付感谢费，20",
    "648": "经审理查明，上诉人余喜林、原审被告人吴丽萍、张胜兵于2016年8月4日至同年8月7日在上饶市信州区五三小区一传销点内非法拘禁被害人何某2，被害人何某2跳河逃跑溺水身亡。具体如下：\n\n1. 上饶市公安司法鉴定中心物证检验报告显示，经提取DNA检验，2016年8月8日在信州区信江河发现的无名尸体与何某1、彭某有亲缘关系。\n\n2. 上饶市信州区公安司法鉴定中心法医学尸体检验意见书证实，被害人何某2系生前溺水死亡。\n\n3. 证人赵某的证言证实，其于2016年8月8日在东岳大桥下发现尸体并报案。\n\n4. 证人何某3的证言证实，其对何某2抵达上饶火车站出站时的监控视频截图进行了辨认，确认截图中的人是其哥哥何某2。\n\n5. 扣押及发还物品文件清单显示，侦查机关从原审被告人吴丽萍处扣押人民币350元、从原审被告人张胜兵处扣押人民币300元、从上诉人余喜林处扣押人民币120元，上述款项合计人民币770元，均发还被害人何某2家属何某3。\n\n6. 上诉人余喜林的供述及辨认笔录证实何某2被骗入传销点后，其作为该窝点的管家，安排人员对何某2洗脑和看守，期间对何某2实施了暴力行为。8月7日，其因带生病的传销成员去医院看病，没有同其他成员一起去森林公园。其只知道何某2逃跑了，对溺水死亡不知情。\n\n7. 原审被告人吴丽萍的供述及辨认笔录证实，2016年8月4日，何某2被骗入传销点，8月7日9时许，其与其他人一起把何某2带到森林公园山上，何某2是被另两名主任先带下山，其和张胜兵最后下山。原审被告人吴丽萍对同案犯余喜林、张胜兵进行了准确辨认，对森林公园附近视频截图照片进行了辨",
    "654": "以下是一份抽取“经审理查明”部分的事实：\n\n1. 王祥银、王祥根以经营养殖为借口，在施工现场周边抢建1241.39平方米违章简易房；\n2. 以该地点搭建的简易房需赔偿为由围堵施工现场，造成停工；\n3. 向施工方索要钱财，施工方被迫与王祥银等人按照280元/平方米的价格签订赔偿协议，并支付给王祥银、王祥根现金50000元；\n4. 孔店乡政府介入，认定该简易房为违章搭建，按照60元/平方米回收建房材料，并给予30元/平方米的自行拆除费用的补助；\n5. 尚未索要到的29.75892万元构成了未遂。\n\n以上内容是关于王祥银、王祥根因非法占地建设简易房，并以此为借口向施工方索要钱财，以及最终与孔店乡政府就简易房赔偿问题达成协议的相关事实。",
    "698": "原审判决认定的事实包括：1、被告人顾某甲于2009年假释出狱后接手了梦威公司，后变更为业顺公司，成为该公司的股东和实际负责人。2、被告人顾某甲知道申请低保的条件包括没有收入和房屋等，但在申请时未如实陈述他在业顺公司拥有股份的实际情况。3、顾某甲的女儿顾某乙称她在2010年帮助父亲出具了一个虚假的证明，但不清楚父亲为何需要这个证明。4、在申请低保时，相关部门已经告知顾某甲需要提供的材料必须客观真实，但他并未提供真实的房产和收入情况。5、业顺公司在2010年至2012年间均正常运营，且有税收记录。6、被告人顾某甲因涉嫌虚假出资罪而被捕，侦查中发现其存在骗取最低生活保障金的行为。",
    "697": "经审理查明，2006年，红河州启动万村千乡市场工程项目。根据商务部文件规定，万村千乡市场工程项目由县级商务部门负责受理，地市级商务部门会同财政部门负责验收。宋正安作为商务部门对万村千乡市场工程项目的分管领导，在验收过程中工作严重不负责任，未调查核实、实地查看并认真把关，便签署验收合格意见，致使泸西县兴中实业有限公司、弥勒土产日杂副食果品有限公司、开远市万象经贸有限公司、金平荣联经贸有限公司申报的2009年至2012年万村千乡市场工程项目在未达到商务部规定的建设标准的情况下顺利通过验收，四家公司违规获得国家专项补贴款888.5万元，造成国家专项资金重大流失。",
    "631": "经审理查明，被告人王力作为龙粮公司法定代表人，在履行该公司与直属库代购代储的国家政策性粮食合同期间，通过被告人姜昭、朱波、王乃军、张语嫣的协助，采取拉粮不卸车，重复称重的“转圈粮”方式虚假入库，骗取中储粮国家政策性粮食收购款，数额特别巨大，五被告人的行为已经构成合同诈骗罪。王力为谋取不正当利益，给予国家工作人员财物，数额较大，其行为已构成行贿罪。王力违反土地管理法规，非法占用林地，改变用途造成林地损坏，数额较大，并为使其非法占用农用地逃避法律处罚而指使他人作伪证，其行为已分别构成非法占用林地罪、妨害作证罪，王力在缓刑期间发现漏罪，应当撤销缓刑，依法数罪并罚。姜昭、朱波、王乃军、张语嫣明知王力以“转圈粮”方式虚假入库系骗取中储粮国家政策性粮食收购款的合同诈骗行为而提供帮助，具有参与合同诈骗的主观故意，属于共同犯罪，王力在共同犯罪中系主犯。姜昭、朱波、王乃军、张语嫣在共同犯罪中系从犯。姜昭、朱波、王乃军、张语嫣到案如实供述，具有坦白情节。被告人姜昭向办案机关提供重要线索，从而得以侦破其他案件，具有立功表现。",
    "641": "抽取事实：被告人史永昆在担任云南省江边林业局桥梁工程处处长、云南省江边林业局朋普河林场场长期间，利用职务便利，挪用公款人民币25万元进行营利活动；单独或伙同他人贪污公款人民币15万元。具体事实如下：（1）2011年年初的一天，被告人史永昆利用担任云南省江边林业局桥梁工程处处长的职务便利，挪用公款5万元给弥勒市傲翔电脑销售有限公司法定代表人史某进行营利活动。（2）2014年8月的一天，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，挪用公款5万元给弥勒市傲翔电脑销售有限公司法定代表人史某进行营利活动。（3）2012年11月2日，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，挪用公款10万元给个体工程老板李文云进行营利活动。（4）2013年6月21日，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，挪用公款5万元给个体工程老板杨跃进行营利活动。",
    "661": "根据提供的案件文书，可以抽取出以下事实：\n\n被告人李银辉曾有多次犯罪前科，包括抢劫、盗窃等。\n\n2019年5月3日，被告人李银辉在广州市番禺区化龙镇柏堂大街21号快餐店盗窃一部华为手机。\n\n2019年5月17日，被告人李银辉在广州市番禺区化龙镇明经村国贸大道南28号宏轩不锈钢店盗窃一部VIVO手机。\n\n2019年5月25日，被告人李银辉在广州市番禺区石楼镇陈戴巷综合楼6号商铺盗窃一部苹果7手机、一部苹果6S手机以及现金100元。\n\n2019年6月11日，被告人李银辉在广州市番禺区化龙镇化龙大道17号星信汽修有限公司一楼盗窃一部华为Mate10手机。",
    "607": "原审判决认定：许宗旋受贿事实如下：\n\n（1）2012年至2013年间，阳西县农业和水务局通过政府采购向东莞保得生物工程有限公司采购2批水果产业带项目的化肥。2013年春节前，保得公司通过阳西县农业和水务局工作人员关某某送20000元，许宗旋收下这20000元。\n\n（2）2012年，阳西县农业和水务局实施水果产业带项目需要做节水滴灌设计时，被告人许宗旋安排刘某某等人办理相关事宜。随后，许宗旋经刘某某推荐同意由吕某某设立的江门市德施普农业科技有限公司承接设计工程并签订合同。期间，因德施普公司设计方案预算过低及没有设计资质，吕某某经过几次修改预算价格后，在许宗旋的帮助下，德施普公司成功挂靠阳江市正德设计咨询有限公司与该局签订了承接项目设计合同。当德施普公司完成项目设计时，经许宗旋签名同意向阳西县财政局报账后，正德公司于2013年1月收到了全部项目设计款。2013年春节前，吕某某从正德公司取得项目设计款后，即联系许宗旋并在其小车上送了一个装有45000元的黑色胶袋给许宗旋以感谢其的帮助，随后许宗旋收下了这45000元用作日常生活开支。",
    "613": "周华任自2010年底从被告人徐云锡及蔡国文（另案处理）手中将双峰县富厚大酒店三楼洗浴中心转租下来，经过装修后洗浴中心于2011年初开业提供卖淫服务。周华任与蔡国文、徐云锡转让洗浴中心时达成协议，由蔡国文、徐云锡负责提供洗浴小姐管理和培训，周华任免费提供卖淫小姐的吃、住，同时就小姐卖淫的相关价位及洗浴中心从卖淫小姐手中抽取相应台费达成一致，确定小姐卖淫的相关价位分别是188元、248元、328元，其中价位188元、248元的洗浴中心收取台费88元，328元价位的洗浴中心收取台费108元，剩余的是作为小姐的小费。周华任、徐云锡等人自2011年11月1日至2012年3月21日累计非法获利619659元，其中被告人周华任非法获利535979元，被告人徐云锡及蔡国文共非法获利83680元。",
    "615": "经审理查明：陕西华山建设有限公司、陕西三木生态园林有限公司分别是海航西安草堂科技产业配套园项目的总承包和园林景观的施工承包方。2015年3月25日、2015年11月4日，陕西三木生态园林有限公司、陕西华山建设有限公司分别与户县草堂镇二府村村民委员会签订了失地村民用工协议，约定由二府村参与项目建设的围墙垒砌、地材供应、机械和人工三大类。二府村村民葛亮参与了工地的土方工程施工。葛亮后因不满土方价格，与村上发生争议。葛亮自2016年3月初起多次到工地阻挡施工，并在工地辱骂他人、持凶器恐吓他人、造成工地停工，给陕西华山建设有限公司和陕西三木生态园林有限公司造成重大经济损失。经户县价格认证中心鉴定，葛亮阻挡施工的行为，分别给两公司造成的经济损失为15370.41元、15556.53元，共计30926.94元。",
    "655": "云南省彝良县人民检察院指控原审被告人王顺银、王官文犯妨害公务罪一案，于2019年10月30日作出（2019）云0628刑初254号刑事判决。宣判后，原审被告人王顺银不服，向本院提出上诉；彝良县人民检察院在法定期限内提出抗诉，昭通市人民检察院支持抗诉。",
    "629": "经审理查明，2012年上诉人吉某华在任海城市农村信用合作联社接文信用社主任期间，利用职务之便，指使上诉人邹某超，采取虚构孙桂兰、石俊彪、王林秀贷款的方式侵吞信用社资金人民币29.9997万元。2013年12月上诉人吉某华利用其任海城市农村信用合作联社接文信用社主任之便，明知上诉人刘某江欠海城市农村信用社贷款本金及利息147.5万余元，仍与上诉人刘某江将刘某江以林权证作为抵押，已划入刘某江冻结止付账户的人民币147.5万元重组贷款违规解冻，并与上诉人刘某江分多次将147.5万元取出。",
    "653": "经审理查明，2012年10月21日19时30分许，在大连市中山区春德街54号道边，因大连广袤土石方有限公司车队司机宋某驾车险些撞到冀某，被告人李某甲、冀某与被告人宋某发生争执，被告人李某甲遂指使冀某返回所在单位大众物业找人来打仗，并打电话给被告人金某、李某乙，让其赶到现场帮忙。被告人宋某打电话给车队队长黄某，黄某纠集王某、梁某一起赶到现场。黄某指使宋某通过车队手持电台纠集车队其他司机赶到现场。随后，梁某、王某、宋某与李某甲、冀某发生打斗。被告人张某听到宋某在手持电台喊话后赶到现场，参与斗殴。20时许，公安机关接到报警赶到现场阻止殴斗并将上述7名被告人带回派出所。被告人金某与李某乙、王延辉随后赶到海军广场派出所附近，王延辉将大连广袤土石方有限公司的两辆货车玻璃砸碎，后和金某、李某乙误将途经该处的被害人姜某当成是广袤土石方有限公司车队人员，对姜某进行殴打。经鉴定，姜某所受外伤系钝器伤，其腰背部外伤致右侧血胸，右侧10、11、12肋骨骨折，腰1、2、3右侧横突骨折，均属轻伤。案发后，被告人宋某、黄某、王某、粱某、张某先行赔付被害人姜某医药费人民币2万元；在本案审理的过程中，经本院调解，被告人李某甲、冀某、宋某、黄某、王某、粱某、张某、金某、王延辉、李某乙共赔偿被害人姜某人民币12万元，被害人姜某对其表示谅解。",
    "673": "上诉人程某某在担任沈阳市大东区沈辽社区卫生服务中心主任期间，为谋求其个人职位提升，通过中间人王某某（另案处理）介绍，向时任沈阳市大东区区委副书记李某某行贿10万元人民币。2017年6月6日，沈阳市铁西区人民检察院反贪局的侦查人员将被告人程某某带至该院，被告人程某某到案后如实供述了自己的犯罪事实。",
    "687": "原审判决认定，2017年9月30日，被告人谢建江因债务纠纷未经房主刘某1允许，喊开锁师傅打开被害人刘某1位于娄底的屋门，并更换门锁，接其85岁的母亲李某2一起居住在该房内。期间，刘某1父子多次要求谢建江及其家人离开，谢建江要求对方还钱才离开。自2017年9月30日开始，谢建江及其家人一直强行居住在娄底刘某1家里，居住期间致刘某1家部分财物损坏。经鉴定，被损坏财物价格为4015元。刘某1一方报警后，民警多次做谢建江工作，谢建江拒不配合民警搬离该房。直至2018年5月15日，谢建江被刑事拘留后，谢建江的家人才将谢建江的母亲接回。2018年5月15日，民警电话通知被告人谢建江到公安机关接受调查，谢建江到案后对上述犯罪事实供认不讳。",
    "656": "原审法院认定：曹见亮以农经站支票形式借给田甲300000元，以村庄整治安置房购房款中借给程某160000元和200000元，以保管的公款开具150000元现金支票给田某乙，以公款100000元借给王某乙，以公款50000元借给王某乙，以上共计1260000元。",
    "233": "被告人石康军是无业吸毒人员。2017年5月至6月，石康军采取以贩养吸的方式，多次贩卖毒品甲基苯丙胺（俗称“冰毒”）给吸毒人员肖某、周某、唐某等人，共计贩卖甲基苯丙胺约5.6克，获利人民币840元。",
    "458": "被告人邹凤玉伙同他人以投资虚拟理财货币“百川币”为名，要求参加者缴纳费用获得加入资格，并按照一定顺序组成层级，直接或间接以发展人员的数量作为返利依据，引诱参加者继续发展他人参加，骗取他人财物，扰乱经济社会秩序，且参与传销人数达600余人，层级达十级以上，涉案金额达260余万元，情节严重，其行为触犯了《中华人民共和国刑法》第二百二十四条之一、第二十五条第一款，犯罪事实清楚，证据确实、充分，应当以组织、领导传销活动罪追究其刑事责任。",
    "398": "根据提供的案件文书记载，“经审理查明”部分的事实包括：\n\n- 被告人陈某在担任北流新圩供销社理事会主任期间，为新圩供销社下属的加油站、门市部的承包者提供帮助，收受了卢某甲、黄某、钟某、余某乙送给的好处费共计人民币15.71万元；\n- 其伙同北流市新圩供销社会计杨乃辉（另案处理）挪用新圩供销社的集体资金22万元进行营利活动，从中获利0.66万元，其本人分得赃款0.33万元。",
    "5": "被告人李会民、付永平虚构身份，隐瞒真相，以与湖北中高泽公司合作经营煤炭生意为由，骗取湖北中高泽公司650万元货款，并虚构开具增值税专用发票的事实，其中虚开发票130.2万元，占为己有。被告人李会民、付永平的行为均已构成合同诈骗罪。",
    "347": "本题中的案件文书中“经审理查明”部分的事实如下：\n\n1. 被告人王月趁在未取得药品经营资质的情况下，在网上多次购买未经国家有关部门批准生产的药品“湿寒筋骨丹”，并销售给徐某（已被判刑）金额共计2700元。\n2. 被告人王月趁在未取得食品质量合格证明的情况下，在网上多次购买“植物伟哥和消渴平糖”、“黑金刚、黄金玛卡”、“德国小钢炮”等三无性保健品，先后多次销售给樊某金额共计1600元，销售给孟某1真金额共计10807元，销售给刘某2金额共计1100元。经鉴定，“消渴平糖”含有西药成分二甲双胍。“黑金刚、黄金玛卡”、“德国小钢炮”含有西药成分西地那非。\n3. 被告人陈耀亮在未取得食品质量合格证明的情况下，在网上多次购买“白色、黑色、黄色等壮阳药丸”，后在家中包装成“黑金刚、黄金玛卡、黄金伟哥、肾黄金”等三无性保健品，先后销售给被告人王月趁金额共计4440元，销售给商某金额共计1400元。经鉴定，“黑金刚、黄金玛卡、黄金伟哥、肾黄金”含有西药成分西地那非。\n4. 被告人许学富在未取得食品质量合格证明的情况下，在网上多次购买“蓝白胶囊、黄色药丸等壮阳药丸”，后在家中包装成“黑金刚、黄金玛卡”、“黄金伟哥、肾白金”等三无性保健品，先后多次销售给被告人王月趁金额共计51150元，销售给职新鲜金额共计11800元。经鉴定，“黑金刚、黄金玛卡”、“黄金伟哥、肾白金”含有西药成分西地那非。",
    "259": "刘登翠、巫章辉通过伪造、买卖国家机关公文、证件、印章的行为帮助闫冰峰运输生猪，最终导致138头生猪在运输途中被查获并按规定进行了无害化处理。"
}