{
    "181": "盈江县人民检察院指控：2017年12月29日14时19分，被告人莫小够在盈江县太平镇璋西村委会江堤边竹桥上被盈江县公安局太平派出所民警抓获，民警当场从其左手上查获人民币1372元；从其身穿牛仔裤左前裤包内查获外用蓝色塑料袋包装的甲基苯丙胺一包，经称量，净重17.16克，从牛仔裤右前裤包的紫云烟壳里查获用黑色塑料袋包裹的海洛因两瓶，经称量，净重0.59克；从其身穿上衣衬衫左胸前的口袋内查获了一部ＬＡＡＢＯＯ牌的金色直板手机。后于当日15时许，在盈江县弄璋镇模恒村委会拉洪村民小组莫小够家中二楼房间柜子内查获用白色塑料袋包裹的海洛因三瓶，其中两瓶用藿香正气水瓶装，另外一瓶用青霉素瓶装，经称量，三瓶共净重1.3克；从二楼房间角落一个黄色布袋装里查获用蓝色塑料袋后放在白色透明塑料袋里的甲基苯丙胺两包，经称量，净重25.09克；从二楼阳台挡墙一个墙洞里查获用“爱得利”白色奶瓶装外用黑色塑料袋包裹的海洛因一瓶，经称量，净重2.4克，从另一个墙洞里查获外用黑色塑料袋包裹着分别用两盒塑料肥皂盒装着的用透明塑料袋包着的海洛因两包，其中一包用红色塑料肥皂盒，另一包用粉红色塑料肥皂盒装，经称量，两包共净重19.39克。建议对被告人莫小够判处有期徒刑七至八年，并处罚金。被告人莫小够对公诉机关指控的犯罪事实无异议。本院审理查明的事实，与公诉机关所诉事实一致。证实：本案线索来源系民警在工作中发现，并于2017年12月29日立案。2.被告人莫小够正侧面照片、户口证明。证实：被告人莫小够外部特征与当庭相符，犯罪时已达刑事责任年龄。3.抓获经过。2017年12月29日民警在辖区内收戒吸毒人员，当日14时许，民警在盈江县璋西村委会江堤边的竹桥上看到一名男子扛着锄头通过竹桥从江对岸走着过来，当该男子上岸后，民警准备上前盘查，该男子马上丢下锄头逃跑，后民警在竹桥上将该男子抓获。在民警出示证件后，该男子称其叫莫小够，家住盈江县弄璋镇模恒村委会拉洪村民小组。随后，民警对莫小够的人身进行了检查，当场从莫小够左手上查获了1372元人民币，从其身穿牛仔裤左前裤包内查获外用蓝色塑料袋包装的毒品可疑物一包，从牛仔裤右前裤包的紫云烟壳里查获用黑色塑料袋包裹的毒品可疑物一瓶。民警问莫小够，被查获的东西是什么，其回答是毒品。民警随后将被告人莫小够带回太平镇派出所。证实：被告人被抓获的时间、地点、过程。4.盈公（太）搜查字［2017］5006号搜查证、搜查笔录、查获笔录、现场照片、盈公（太）扣字［2017］6号扣押决定书、扣押清单。证实：公安机关对被告人的人身、住所进行搜查，查获人民币1372元、海洛因可疑物4瓶2包（计23.68克）、甲基苯丙胺一包42.25克、ＬＡＡＢＯＯ金色直板手机一部，并当场进行拍照、扣押。5.称量照片、称量取样笔录。证实：公安机关对查获的毒品可疑物进行称量、取样。经称量，海洛因可疑物为23.68克、甲基苯丙胺为42.25克。6.电话勘察笔录及照片。证实：公安机关对被查获的ＬＡＡＢＯＯ金色直板手机一部的通讯记录进行勘察。经勘察，未发现该手机与本案指控犯罪事实有关联。7.盈公（太）现检字［2017］5047号现场检测报告书及现场检测照片。证实：公安机关对被告人莫小够的尿液进行了检测，经检测，吗啡结果呈阳性，甲基安非他明呈阳性。8.鉴定聘请书、鉴定资质证、德公司鉴（毒品）字［2018］43、44号检验报告、盈公（太）鉴通字［2018］5号鉴定意见通知书。证实鉴定机构具有法定的鉴定资格，鉴定的检材检出海洛因成分及甲基苯丙胺成分，并将鉴定结果告知被告人莫小够，被告人莫小够无异议。9.被告人的供述与辩解。主要内容为：2017年12月29日中午2点左右，其在盈江县璋西村委会江堤边的竹桥上被民警抓获，民警从其左手上查获了1372元人民币，从其身穿牛仔裤左前裤包内查获外用蓝色塑料袋包装的毒品可疑物一包，从牛仔裤右前裤包的紫云烟壳里查获用黑色塑料袋包裹的毒品可疑物一瓶。民警又从其家二楼房间的一个柜子里面查获了外用白色塑料袋装着的三瓶海洛因；从其家二楼房间角落的一个黄色布袋里查获两包外用白色塑料袋装，内用蓝色塑料袋包着的冰毒；从其家阳台挡墙的一个墙洞里查获外用黑色塑料袋包裹，内用“爱得利”奶瓶装着的海洛因一瓶；从其家阳台挡墙的另外一个墙洞里查获两盒外用黑色塑料袋包裹，内用塑料肥皂盒装着的海洛因。证实：被告人莫小够在接受公安机关的第一次、第二次、第三次讯问时，均做了有罪供述",
    "286": "其同时认为虚假诉讼民事案件中，从钦成公司扣划款项实际为高某所有，不能将其认定为钦成公司的损失数额，且在该起事实中，应认定其为从犯，原判对该罪量刑过重。请求二审改判其诈骗罪无罪，并减轻对虚假诉讼罪的量刑。韩玮的辩护人提出与其上诉理由基本一致的辩护意见。刘宁宁上诉称，其系初犯、偶犯，自愿认罪认罚，有自首情节，主观恶性小，请求二审对其从轻改判。刘宁宁的辩护人除同意其上诉理由，另认为刘宁宁在诈骗罪中所起作用极小，应认定为从犯，且其在二审期间已自愿认罪认罚，签字具结，主动缴纳罚金，应对刘宁宁从轻、减轻处罚，并适用缓刑。阜阳市人民检察院认为，一审判决定性准确，量刑适当，对上诉人韩玮，建议驳回上诉、维持原判；对上诉人刘宁宁，鉴于其在二审期间认罪认罚，建议从宽处理。临泉县司法局出具调查评估意见书，认为刘宁宁具备在户籍地适用社区矫正的条件。关于上诉人韩玮认为其不构成诈骗罪的上诉理由及辩护人的相关辩护意见。经查，韩玮辩称其索要的费用中包括律师费、请吃送礼的费用及车旅费等开销，根据在卷证据，韩玮实际并未与赵某1、高某签订律师代理合同，且未将此笔收入的全部或部分以律师费的名目转至其所在单位的账户，更未以律师的身份参与涉案仲裁。同时，师某、明某证言均证明涉案仲裁系依法裁决，未受到请托，此与韩玮的供述相印证，能够证明韩玮索要的费用亦未用于仲裁案件的相关活动。后赵某1及亲属向韩玮索回此笔款项时，韩玮未退出。其以非法占有为目的，隐瞒其未将索要的费用用于活动案件的真相，骗取财物，且数额巨大，符合诈骗罪的构成要件，一审对此节事实认定准确。故韩玮的上诉理由，本院不予支持，辩护人的相关辩护意见，本院不予采纳。",
    "30": "经审理查明，2012年6月7日开始，被告人金某甲在永嘉县ｘｘ街道ｘｘ村ｘｘ路ｘｘ号其租赁的洗头店内，容留卢某（1994年10月9日出生）等人从事卖淫活动，卖淫所得双方以三七分成，金某甲拿七成。至同年6月14日被公安机关查获时止，被告人金某甲已容留卢某卖淫多次。",
    "570": "公诉机关指控，一、故意毁坏财物罪2014年，林某2（已判刑）承包经营翁源县九里香市场管理有限公司，并担任该公司的法定代表人。林某2聘请了其妹夫被告人刘某1作为公司的管理人员，并在2015年起对“九里香”农贸市场进行整改。市场内的商户被害人陈某1、丘某、邓某1不接受市场管理有限公司提出的整改方案。林某2便指使被告人刘某1去聘请工人对陈某1等人的档口进行打砸，具体情况如下：1、2016年1月19日上午10时许，被告人刘某1伙同林某2等人和聘请的工人去到翁源县官渡镇“九里香”农贸市场内陈某1摊档处。林某2、刘某1等人指使工人将陈某1档口的卷闸门损坏。经翁源县物价局价格认证中心鉴定，被损坏的卷闸门等价值人民币3652元。2、2016年3月2日上午10时许，被告人刘某1伙同林某2等人以及聘请的陈某3、曾某等5、6个工人去到“九里香”农贸市场内邓某1的摊档处。林某2、刘某1等人指使工人使用铁钎、铁锤将其摊档内的角铁架、铁架床、玻璃木框架等进行毁坏，经翁源县物价局价格认证中心鉴定，被损坏的角铁架等物价值人民币1203元。3、2016年3月2日上午，砸完邓某1的摊档后，被告人刘某1伙同林某2等人又去到丘某档口，并指使工人使用铁锤等工具将其档口的角铁架等物砸烂。经翁源县物价局价格认证中心鉴定，被损坏的角铁架等物价值人民币685元。二、故意伤害罪2015年12月30日，被告人刘某1伙同林某2等人到翁源县官渡镇“九里香”农贸市场，因市场整改问题与陈某1、邓某3、邓某2等人发生纠纷，并引发了打架。在打架过程中被告人刘某1将邓某2推倒在地，并致使邓某2肩部受伤。经翁源县公安局司法鉴定中心鉴定，被害人邓某2身体所受损伤为轻伤二级。",
    "24": "经审理查明：2018年8月28日，被告人金军在许某（已判刑）位于邵东县城老建材城的租房玩。罗某（已判决）电话联系刘某峰（外号“峰骗子”，在逃），称要买1000粒甲基苯丙胺片剂（俗称“麻古”），问刘某峰能否买得到，刘某峰便电话联系许某说其朋友“超伢子”要买1000粒麻古，17元每粒，许某同意了，并问被告人金军是否拿得到麻古，被告人金军说去别人手里拿得到。许某便电话告诉刘某峰要其到衡宝路老建材城租房下等，刘某峰即打电话告诉罗某，讲18元每粒，要1.8万元，罗某便将1.8万元交给刘某峰，并与刘某峰开车一同前往衡宝路老建材城许某租房下等。尔后，金军驾驶一辆教练车前往黑田铺乡找李军芝（“和尚”）拿麻古，李军芝要被告人金军找其小弟肖某（“小卫”）拿货，被告人金军遂联系肖某，并驾车从黑田铺乡龙政村将肖某接至320国道旁的“祥和超市”与“龙圆顺超市”中间地段，肖某下车后拿了包用黑色尼龙袋装好的麻古回到被告人金军车上，期间许某因刘某峰老是催他要被告人金军快点，在与被告人金军联系后许某也驾驶一辆银灰色小车来到黑田铺中学等金军。拿到麻古后，被告人金军带着肖某来到黑田铺中学，金军遂下了自己的车，拿着从肖某处购买来的1000粒麻古上了许某的车，与许某一起返回邵东县城许某的租房楼下。被告人金军当着许某的面将1000粒麻古（重约90克）交给刘某峰，刘某峰给了被告人金军现金1.7万元。接着，被告人金军返回黑田铺将1.7万元现金交给了肖某。2018年8月31日晚，罗某以通过刘某峰从被告人金军处购得的甲基苯丙胺片剂质量不好为由，要刘某峰联系毒品卖家退货。根据刘某峰的安排，罗某携带购得的甲基苯丙胺片剂在邵东县城和天大酒店东楼开了8702房间等待毒品卖家退货，当晚10时许，公安民警冲进该房间抓获罗某，民警在该房间查获罗某放在床头柜抽屉内的5包甲基苯丙胺片剂，共920粒，净重90.51克。",
    "663": "经审理查明，2013年9月及2014年4月，福建万亚实业有限公司（下文简称万亚公司）分别与温州融科房产营销策划有限公司（下文简称融科公司）、福州鸿泰天成房产营销策划有限公司（下文简称鸿泰公司）签订销售代理合同，根据合同约定，万亚公司委托融科公司、鸿泰公司全面负责组织“闽赣义乌小商品城”房产的销售工作和认购房产的签约及房款回收工作。上诉人邓锦亮先后受融科公司、鸿泰公司的指派从事“闽赣义乌小商品城”房产的销售工作。2013年12月份至2015年1月份期间，邓锦亮先后要求房屋买受人周某、林国稀、曹某、阴鹤龙、陈某1、陈某2、包能明、薛锦财、谢某、游振煋、宋美红以现金或转账到指定账户的方式支付购房款或契税、公共维修基金等代收费，金额共计762892元。邓锦亮未将上述款项交给万亚公司，而是用于偿还个人债务或其他个人支出。2018年3月12日，邓锦亮向广东省广州市公安局投案。",
    "769": "公诉机关指控，2018年3月25日晚21时许，经被告人夏某提议，后与被告人杨某、王某携带电瓶、逆变器等国家禁止使用的工具，至南京市高淳区淳溪镇花奔村杨家湾水闸附近固城湖水域内，采用上述工具电捕鱼，共捕得鲫鱼等水产品。后被公安民警现场查获，所捕鱼类以及工具均被扣押。归案后，被告人夏某自愿向高淳区渔政渔港监督管理站缴纳渔业资源修复资金人民币300元；被告人杨某自愿向高淳区渔政渔港监督管理站缴纳渔业资源修复资金人民币200元。被告人王某自愿向高淳区渔政渔港监督管理站缴纳渔业资源修复资金人民币200元。公诉机关认为，被告人夏某、杨某、王某违反保护水产资源法规，在禁渔区、禁渔期内，使用禁用的工具、方法捕捞水产品，情节严重，其行为均已触犯刑律，构成非法捕捞水产品罪。被告人夏某、杨某、王某共同故意实施犯罪行为，系共同犯罪。鉴于三被告人具有坦白的法定从轻处罚情节，依法均可从轻处罚。同时考虑三被告人自愿缴纳渔业资源修复费，均可酌情从轻处罚。建议判处被告人夏某罚金；被告人杨某罚金；被告人王某罚金。被告人夏某、杨某、王某对指控事实、罪名及量刑建议均没有异议，且签字具结，在开庭审理过程中亦无异议",
    "633": "原判认定：被告人赵盛平于2010年担任贵阳市白云区沙某卫生院院长职务。2013年至2014年，被告人赵盛平利用其担任贵阳市沙某卫生院院长的职务便利，虚列工作人员王某1、朱某、郭某为沙某卫生院合作方，以发放工资、绩效给三人的名义从沙某卫生院套取公款打往由赵盛平实际控制的王某1、朱某、郭某的银行卡中，其间王某1账户中得款人民币35.32285万元、朱某账户中得款人民币32.56675万元、郭某账户中得款人民币24.4320万元，共计人民币92.3216万元，被告人赵盛平将该款用于个人消费。2012年11月，被告人赵盛平利用其担任贵阳市白云区沙某卫生院院长的职务便利，与该院供货商代之胜（已判决）共谋，以虚假购置麻醉机的方式，骗取沙某卫生院公款人民币120000元。2013年6月至2016年6月，被告人赵盛平利用其担任贵阳市白云区沙某卫生院院长的职务便利，虚列支出项目，以发放劳务费、药品会计工资等名义截留、套取公款先后存入杨某、莫某1两人（均另案处理）的个人账户，以此方式设立沙某卫生院“小金库”。2013年6月至2015年6月，被告人赵盛平安排杨某、莫某1套取沙某卫生院公款人民币46.4119万元存入杨某个人账户中。期间，赵盛平安排杨某、莫某1将人民币3.9万元用于赵盛平个人消费。赵盛平安排将小金库钱款用于发放在职职工年终奖金、绩效、津贴共计人民币30.1098万元。2014年春节、2015年春节期间，赵盛平与杨某、莫某1共谋先后两次在绩效奖金外多领取共计人民币5.4万元后平均私分。2015年6月至2016年11月，被告人赵盛平安排莫某1套取沙某卫生院公款存入莫某1个人账户中，2016年春节期间，赵盛平安排莫某1从沙某卫生院“小金库”取出人民币2万元后平均私分。2010年3月王某2及李涛与沙某卫生院签订合同，由二人经营该院部分科室，二人在经营期间购置了办公用品及医疗设备。2011年11月27日，二人与沙某卫生院解除合同关系，合同中约定双方解除合同关系后上述办公用品及医疗设备归沙某卫生院所有。2014年5月，被告人赵盛平利用其担任贵阳市白云区沙某卫生院院长的职务便利，在林某找到其欲承包沙某卫生院主要业务科室后，赵盛平以沙某卫生院主要业务科室已有其他公司承包并且已经投资购置医疗设备为由，要林某支付人民币35万元给赵盛平，赵盛平代为转交前期承包商，林某可以获得沙某卫生院的承包合作，林某表示同意。后赵盛平收取林某人民币35万元，之后林某承包了沙某卫生院部分科室。另查明，案发后，被告人赵盛平家属向贵阳市白云区纪律检查委员会交纳了人民币1563284.02元。宣判后，原公诉机关贵阳市白云区人民检察院认为原判适用法律错误，导致量刑畸轻，提出如下抗诉理由：（1）原判将林某为获取医院承包经营权而支付给赵盛平的35万元认定为沙某卫生院的公共财产错误，由此认定赵盛平对该35万元构成贪污而非受贿错误；（2）被告人赵盛平贪污人民币115.6216万元，受贿人民币35万元，应以贪污罪、受贿罪对赵盛平数罪并罚，一审判决适用法律错误，导致量刑畸轻。二审出庭支持抗诉的检察员发表相同出庭意见。原审被告人赵盛平不服，提出如下上诉理由：（1）原判认定92.3216万元是赵盛平贪污所得错误，该款是赵盛平承包所得利益，属于违规所得而非犯罪金额；（2）赵盛平归案后认罪态度好，全额退赃，且表示二审期间愿意缴纳罚金25万元。综上，请二审法院重新认定贪污数额，依法改判处三年以下有期徒刑，并适用缓刑。上诉人赵盛平之辩护人提出相同辩护意见，同时在二审期间向本院提出如下申请：（1）通知证人杨某、莫某1出庭作证，证实赵盛平在指控的时间段内向沙某卫生院缴纳了15%的管理费；（2）通知代某出庭作证，证实赵盛平在承包期间给沙某卫生院投资了一台彩超机；（3）申请调取沙某卫生院在赵盛平承包期内的手术记录及住院病人查房记录，证实赵盛平在承包期内投入相应劳务但没有取得相应的报酬。关于抗诉机关所提“原判将林某为获取医院承包经营权而支付给赵盛平的35万元认定为沙某卫生院的公共财产错误，由此认定赵盛平对该35万元构成贪污而非受贿错误；赵盛平贪污人民币115.6216万元，受贿人民币35万元，应以贪污罪、受贿罪对赵盛平数罪并罚。原判适用法律错误，导致量刑畸轻”的抗诉理由，经查，第一，就赵盛平而言，其利用了其是沙某卫生院的院长这一职务便利，因为不论是与之前的合作人解除合同，还是与林某签订新的合作合同，离开了院长这一职务便利是不可能完成的。第二，赵盛平以“给之前合作的人35万元购买其投入的设备”之托辞，向新的合作人林某索要35万元。第三，赵盛平得到35万元之后，与林某签订了合作协议，为林某谋取了利益。第四，林某作为被索贿方，其主观上并不关心该35万元是否确是之前的合作方所投入的设备对价，亦不关心该35万元是否实际支付给之前的合作方，其认为只要向赵盛平给付35万元，其就能够与沙某卫生院签订合作协议。第五，沙某卫生院与林某签订的合作协议中并未约定林某需向沙某卫生院支付35万元的设备转让款，故该35万元进入沙某卫生院的账户并无合理合法的依据，亦即该35万元不可能成为沙某卫生院的公款。综上，上诉人赵盛平的行为不符合贪污罪的构成要件，而符合受贿罪的构成要件，构成受贿罪，且有索贿情节，依法应对上诉人赵盛平以贪污罪、受贿罪数罪并罚。抗诉机关所提抗诉理由成立，本院予以采纳。关于上诉人赵盛平及其辩护人所提“原判认定92.3216万元是赵盛平贪污所得错误，该款是赵盛平承包所得利益，属于违规所得而非犯罪金额；赵盛平归案后认罪态度好，全额退赃，且表示二审期间愿意缴纳罚金25万元。综上，请二审法院重新认定贪污数额，依法改判处三年以下有期徒刑，并适用缓刑”的上诉理由及辩护意见，经查：第一，上诉人赵盛平作为沙某卫生院院长，其职责是通过依法有效的行政管理，方便当地老百姓就医，同时在不触及法律、制度规定的前提下，为全院职工谋福利。其作为医疗非营利事业单位的主要负责人，作为国家工作人员，不能采取承包经营的模式对医院进行管理，更不能利用职务便利，利用在职员工的技术、劳动以及医院的公有设施，以“承包之名”务“个人谋利之实”，否则，其行为就是一种贪污。故上诉人赵盛平虚列王某1、朱某、郭某三人名义所得人民币92.3216万元应认定为贪污金额，而非所谓的“承包所得”，该上诉理由、辩护意见不能成立，本院不予采纳。第二，上诉人赵盛平归案后认罪态度较好，退赃人民币156.3284万元属实，作为酌定情节予以考虑",
    "445": "原审判决认定：2015年5月至2016年8月期间，被告人付国华在宽城区英伦小镇Ｄ区附近及田园牧歌小区附近和长农公路高架桥下附近等地多次对未满十四岁的被害人张某1进行猥亵。2016年8月，被告人付国华在宽城区长农公路高架桥下附近同未满十四岁的被害人张某1发生性关系。2017年5月至6月期间，被告人付国华又在上述地点和隆德帝景小区其家中和被害人张某1发生性关系，至张某1怀孕。被害人张某1于怀孕五个月左右进行婴儿引产。另查明：被害人张某12017年11月19日到长春市妇产医院检查诊断中期妊娠（约24-26周），经长春市公安司法鉴定中心法庭科学ＤＮＡ检验报告、鉴定书鉴定，在送检的张某1血样ＤＮＡ分型、付国华血样的ＤＮＡ与与张某1引产婴儿的ＤＮＡ分型符合三联体遗传关系，其亲权概率为99.999%。被害人张某12003年1月5日出生，其怀孕时间应介于2017年5月中旬至2017年6月1日之间。该时间被害人已满14周岁。案件审理过程中，被告人付国华表示自愿对被害人进行赔偿，并通过家属将赔偿被害人张某1的人民币40000元存入本院账户，希望对其予以从轻判处。抗诉机关长春市宽城区人民检察院认为：1.原审判决认定付国华犯猥亵儿童罪适用法律不当，导致量刑畸轻。付国华多次猥亵幼女，依法应当予以严惩。2.原审判决认定付国华犯强奸罪适用法律不当，导致量刑畸轻。付国华利用被害人的年幼无知，多次实施强奸行为，造成未成年人怀孕的严重后果，应当对付国华的强奸罪在十年以上量刑。3.付国华身为国家工作人员实施性侵害未成年人犯罪，应予严惩。吉林省长春市人民检察院意见：原审法院只考虑了原审被告人的从轻情节，没有对从重情节予以考量，也没有从保护未成年人合法权益的角度适用法律，导致两罪的量刑均畸轻。其中，付国华所犯强奸罪应当适用刑法第二百三十六条第二款的规定，在三年以上十年以下有期徒刑范围内从重处罚。故部分支持抗诉。原审被告人付国华表示认罪悔罪。其辩护人认为，原审定罪准确，量刑适当。经二审审理查明的事实与原审判决认定的事实一致。",
    "256": "经审理查明，2015年11月2日晚上，“小二”（另案处理）在东莞市长安镇厦边村将一支银色仿制手枪交给被告人潘光荣，潘将该手枪放在其驾驶的白色奇瑞汽车（挂假牌粤ＳＸＸＸＸＸ）副驾驶位抽屉内，用于防身使用。同年11月11日晚上，“小二”在长安镇将疑似毒品的5包白色晶体（净重61.94克）和4包红色药丸状颗粒（净重37.26克）交给潘光荣代为保管，潘将上述疑似毒品放在随身携带的黑色挂包内。次日5时许，公安人员在东莞市厚街镇南五村雀岭街七巷2号附近抓获潘光荣，当场在潘的车内缴获上述疑似毒品（经检验均含甲基苯丙胺成分）和手枪（经鉴定是自制仿六四式手枪，是枪支）。",
    "660": "辩护人刘新德提出如下辩护意见：一、原判关于“给国家造成重大经济损失”的认定，缺乏事实和法律依据，祥和公司并非公有；734万元代征手续费并非公款和非法所得；二、祥和公司非公所有权的性质，决定代征手续费的收入绝非公共财产，因而认定许某犯贪污罪没有任何根据。三、一审法院没有传唤行贿人张某某出庭作证，仅凭张某某单一书面证据给许某定罪，证据不足。四、即便许某构成指控的犯罪，一审量刑也过重。上诉人秦某某以原判认定造成734万元的重大经济损失的事实不成立。祥和公司的成立是由城关区国税局党组成员决定的，其不存在滥用职权的行为；其无贪污的故意。请求二审改判无罪等为由提出上诉。辩护人康小林提出秦某某的行为不构成滥用职权、贪污罪，应改判为无罪。理由为：一、一审判决认定秦某某滥用职权并给国家造成734万元重大经济损失的事实不能成立；二、成立祥和公司是城关区国税局党组成员决定的，秦某某不存在滥用职权的行为；三、祥和公司所得不属于公共财产，秦某某所得的22.21万元不构成贪污罪；四、秦某某在祥和公司设立时花费约3万元，应视为其母刘某某的认缴股金；五、秦某某无贪污的故意，不应当构成犯罪。无论其是否将该部分款项用于单位公务支出等，依法不影响贪污罪的认定，原判定罪并无不当。故对上诉人许某、秦某某的该部分上诉理由及其辩护人的辩护意见不予采信。",
    "678": "原判认定，因程少飞拖欠被告人化光伟、卢旭民的款项一直未偿还，被告人化光伟和卢旭民遂于2018年3月19日13时许至银川市兴庆区兰溪谷8-2-2301室，在敲门未开的情况下，以破坏门锁的方式强行进入被害人冶自艳家中，冶自艳报警后，被告人化光伟、卢旭民从冶自艳家中离开。另查明，2018年3月19日16时许，冶自艳报警后，公安人员对被告人化光伟、卢旭民电话传唤，化光伟、卢旭民于2018年3月19日17时30分到丽景街派出所接受讯问，在讯问中如实供述犯罪事实。2018年3月20日，被害人冶自艳出具谅解书，对被告人化光伟、卢旭民表示谅解。3.一审判决书以二被告人的行为不符合犯罪的基本特征为由认定二被告人无罪的认定，与刑法的立法目的、基本原则严重不符。银川市人民检察院支持抗诉意见，经审查认为抗诉正确，抗诉理由成立。原审被告人化光伟对一审判决没有异议。辩护人认为原审被告人化光伟的行为不具有严重的社会危害性，不属于犯罪行为，仅仅是治安违法行为。如果二审法院认定原审被告人化光伟的行为构成犯罪，建议对化光伟免予刑事处罚。原审被告人卢旭民对一审判决没有异议。辩护人认为原审被告人卢旭民的行为没有社会危害性，请求二审法院驳回抗诉，维持原判。",
    "174": "公诉机关指控，2016年9月，被告人明拥刚从乐山电脑城购得电脑、打印机、塑封机等设备，并从成都一名“成发货”（身份未核实）处购得原材料，开始伪造各类证件，以每本35元或45元出售给罗贵洪、蒲海东、吴成华、“静姐姐”（身份未核实）、陈某某（在逃）。被告人明拥军系被告人明拥刚哥哥，自2017年6月起负责将明拥刚制成的假证送至楼下交予贩卖假证人员。被告人罗贵洪、蒲海东、吴成华三人各自通过粉刷办证小广告的方式招揽客户，客户将办证要求、照片及资料通过微信传至罗贵洪等人处，罗贵洪等人将上述客户信息发送至明拥刚微信办理假证，并将制成的假证以每本200元至800元的价格出售获利。被告人但斌、黄治平二人系被告人罗贵洪的手下，主要负责为被告人罗贵洪在乐山城区及周边区县粉刷办证小广告，找办证客户取资料，并将客户提供的资料送至被告人明拥刚处制造假证，从明拥军处将办好的假证取回，再将假证送至客户处并收取办证费用。2017年9月8日，被告人吴成华酒后驾驶川ＬＦＳ63ｘ号小型轿车，自乐山市市中区“翡翠国际”小区往乐山市市中区关庙乡方向行驶。当日6时56分许，被告人吴成华驾驶上述车辆行驶至乐山市市中区牟子镇龙马路391号路段时，与其行驶方向从左至右横过道路的被害人王某某相撞，造成被害人王某某当场死亡及车辆损坏的交通事故。事故发生后，被告人吴成华拨打120电话，到案后如实犯罪事实。经公安交警部门认定，被告人吴成华承担此次事故全部责任，被害人王某某在此次事故中无责任；经鉴定，被告人吴成华的的血液中乙醇含量为112.66ｍｇ／100ｍｌ，属于醉酒驾驶机动车辆。公诉机关认为被告人明拥刚、明拥军犯伪造、买卖国家证件罪、伪造事业单位印章罪；被告人蒲海东犯买卖国家证件罪、伪造事业单位印章罪；被告人罗贵洪、黄治平、但斌犯买卖国家证件罪；被告人吴成华犯买卖国家证件罪、交通肇事罪；为支持其指控，公诉机关提供了物证、书证、证人证言、被告人供述与辩解、鉴定意见、现场勘验笔录、视听资料等证据予以证实。",
    "747": "原判认定，2011年9月份焦好林在沈丘县北郊乡焦柳营村东北角的私人作坊里生产烟花爆竹曾被依法取缔。2016年焦好林在淮阳县豆门乡各营村孙明程家非法制造、储存烟花爆竹，并把生产原料、半成品放置在孙明程家。2016年1月22日凌晨约2时，焦好林生产的烟花爆竹散落在孙明程家平房顶上的火药发生爆炸并起火，大火引燃了孙明程家院内部分物品，孙明程的女儿及母亲被村民救出。后消防员赶到将火扑灭。公安机关在孙明程家当场查获焦好林非法制造、储存爆炸物的原料高氯酸钾25千克、硝酸钡15千克、铝镁合金粉17千克；查获焦好林非法制造、储存的爆竹物已装药的半成品礼花弹63袋，一袋礼花弹里装有8捆礼花弹，一捆礼花弹24个，24个装药量为0.79千克，总装药量为398.16千克。经鉴定，已装药礼花弹内的爆炸物均为烟火药。案发后上述物品侦查机关已销毁。",
    "363": "2019年下半年，被告人张某在河东区汤河镇张故县自家院落内种植罂粟539株。2020年4月27日，公安机关对被告人张某种植的罂粟依法予以铲除。针对指控，公诉机关提供了书证，证人证言，被告人张某的供述与辩解等证据。公诉机关认为被告人张某非法种植毒品原植物，数量较大，其行为触犯了《中华人民共和国刑法》第三百五十一条第一款第（一）项之规定，应当以非法种植毒品原植物罪追究被告人张某的刑事责任。",
    "665": "经二审审理查明，2018年5月，被告人唐甲开始担任赌博网站代理，根据客户下注的流水按比例返水分红进行获利。被告人唐甲在祁阳县××镇××村××组自己家成立“辉耀工作室”，并购置了1台电脑、2台手机等作案工具，以每周900元左右的工资先后招聘被告人陈某甲及李某1（另案处理）二人为管理人员，实施网络赌博下注。2018年9月被告人唐甲通过被告人吴某甲制作了可以自动统计下注情况的网络赌博玩家ＱＱ群管理机器人，被告人吴某甲共非法获利68895元。2019年2月，被告人张某甲、黄甲、唐某乙、唐某甲四人入股与被告人唐甲合伙以9000元每月的价格租借“玛雅国际”赌博网站，注册了×××19账号，密码为ｈｙ147258，通过被告人陈某甲的手机号注册微信账号，昵称为“辉耀工作室（微信拒收米）”、李某1的手机号注册支付宝账号。被告人唐甲负责网站技术衔接、维护及拉玩家来参赌，被告人陈某甲、同案人李某1负责每天在网站内充值用于赌博上分及与下级代理、赌博网站股东进行资金结算，被告人张某1ＱＱ群并拉赌客进群在网上赌博，负责ＱＱ群里面的玩家上分、下分，通过微信或支付宝支付的方式转钱给上线，上线按照流水返点给被告人张乙。被告人张某甲、黄甲、唐某乙、唐某甲四人负责赌博网站的盈利、亏损，每天一结算，每天的盈亏按照四人平均分配。被告人张某甲、唐某甲负责赌博网站结算的数据核对、网站的运营成本及资金赔付，然后被告人唐某甲跟被告人张某甲结算，被告人唐某甲再跟被告人唐某乙结算，被告人张某甲跟黄甲结算，被告人唐甲拿赌博网站总流水的提成。“玛雅国际”赌博网站主要根据国家正式发行的“重庆幸运农场”、“重庆快乐十分”等彩票的开奖结果，再非法制定玩法及赔率进行赌博。具体玩法分别为大、小、单、双、合单、合双、尾小、龙、虎、特码（指买单个数字）等方式。赔率网站分别为三个盘，分别为Ａ盘、Ｂ盘、Ｃ盘，其中Ａ盘赔率表为1:1.98，特码为1:19.8；Ｂ盘赔率为1:1.96，特码为1：19.6；Ｃ盘赔率1:1.94，特码赔率为1:19.4。因资金周转困难被告人唐某乙、唐某甲于2019年3月2日退出赌博网站入股。自2019年2月19日至3月底案发时，被告人陈某甲与李某1二人利用自己身份信息办理的银行卡、微信以及支付宝收取赌资达870余万元，其中被告人张某甲和黄甲非法获利53万余元、被告人唐甲非法获利10余万元。被告人陈某甲个人非法获利4.3万元，被告人张乙个人非法获利4万元，被告人吴某甲非法获利68895元。",
    "288": "经审理查明，2016年4月3日，被告人刘文良隐瞒其在献县银都首府小区9座1单元1401室房屋已出卖的事实，以企业资金紧张为由，在河间市联通大厦对过的苹果手机体验店内，用一份伪造的“房屋买卖合同书”作抵押向吴某借款6万元，借款期限一个月。借款到期后经吴某催要，刘文良支付四个月的利息合计8000元后逃匿。",
    "215": "公诉机关指控，2017年9月至2019年4月期间，被告人周禄兵、黄继芳在位于本市天彭镇新民西街149号附8号的“成人用品情趣屋”和繁江路22号的“远娥计生保健品”店内，向他人销售“极品伟哥”等18种保健药品。经成都市食品药品检验研究所检验，该18种保健食品均含有法律、法规禁止添加的“西地那非”成份。审理查明的事实：与指控的犯罪事实一致。",
    "756": "经审理查明：2020年3月25日21时许，李某某（14周岁）邀约被告人刘强、罗鑫、陈友科三人去河里用电击方式捕鱼来食用，三被告人同意。李某某提供了由其在网上购买的电鱼电击设备一套，四人来到叙永县处的永宁河边，李某某和被告人罗鑫负责下河电鱼，被告人陈友科和刘强负责在河边观察望风。因被路人举报，叙永县公安局民警赶到现场，将正在实施电鱼作业的被告人刘强、罗鑫及李某某抓获，被告人陈友科在得到被告人刘强的预警后逃离现场，次日到叙永县公安局江门派出所投案自首。公安民警当场查获刘强等人用于电击电鱼工具一套和捕捞到的各种鱼类44条，称重2.2千克。经叙永县农业综合行政执法大队技术人员鉴定，缴获的鱼类为：鲶鱼4条、鳜鱼4条、吻鮈1条、黑尾?2条、鲫鱼8条、马口鱼5条、宽鳍鱲20条，无珍稀鱼类。",
    "765": "公诉机关指控：被告人黄某及同伙刘某（另案处理）于2015年6月25日5时许，在本市江汉区万松园横路圣淘沙酒店旁一居民楼的二楼房间内，以人民币200元的价格将毒品甲基苯丙胺（俗称麻果）0.40克贩卖给黄某后，被公安人员当场抓获。毒品已收缴。被告人黄某在接受公安机关询问后离开。公安机关后于2015年10月29日在被告人黄某家中将其抓获。公诉机关认为，被告人黄某具有归案后如实供述罪行的量刑情节，建议判处被告人拘役或有期徒刑一年以下，并处罚金。被告人黄某对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "683": "原审判决认定：2018年6月7日17时，被告人高巍酒后驾驶电动三轮车沿蛟河市河北街深圳大街由南向北行驶，行至北京路路口左转弯时，侵入左侧车道，与沿北京路由西向东直行的驾驶的面包车相刮碰，高巍离车而去。被蛟河市公安局交通管理大队民警王军、协警员赵某劝说返回事故现场，民警在对高巍进行酒精当场测试过程中，高巍对民警王军及协警员赵某进行谩骂，打民警王军左上唇一拳，打协警赵某一个嘴巴。经法医鉴定：王军唇黏膜破溃之损伤程度评定为轻微伤。案发后，被告人高巍被抓获归案。",
    "690": "原判认定，2017年4月26日龙岩市城市管理行政执法局根据“创建全国级文明城市”的要求，对龙岩市新罗区中城解放北路龙岩二中初中部大门口路段乱张贴广告粘贴物的“老牌扁肉王”等店铺送达了“责令限期改正通知书”，但“老牌扁肉王”店主一直未对广告粘贴物自行清理整改。2017年5月9日下午，龙岩市城市管理行政执法局中城执法大队中队长张某带领林某、廖某等队员前往“老牌扁肉王”店铺，针对马路旁边店铺的门面橱窗上的广告粘贴物进行清理。在清理过程中，被告人郑某某（“老牌扁肉王”店主）不予配合，辱骂执法人员，拿扫把阻止执法人员清理广告粘贴物，被执法人员劝阻后，又在店中装了一瓢热水泼向正在清理广告粘贴物的多名执法人员，其中廖某被烫伤。经龙岩市公安局新罗分局物证鉴定室鉴定，廖某的损伤程度属轻微伤。另查明，2017年5月9日下午被害人廖某向公安机关报案，民警到达现场后将被告人郑某某带至派出所接受调查。2017年6月3日公安机关对该案立案侦查，同日对被告人郑某某下达书面传唤证，6月4日被告人郑某某被刑事拘留。案发后，被告人郑某某家属已赔偿被害人廖某经济损失15500元，被告人郑某某的行为取得被害人谅解。",
    "636": "原判认定：2015年5月5日至5月8日，被告人徐某伙同张伟强（已判刑）在位于淮滨县台头乡街道的家中二楼开设赌场，召集多人赌博，并从中抽头渔利，徐某从中获利3500元。5月8日14时许，淮滨县公安局治安大队根据群众举报对张伟强家中进行查处，并当场扣押赌具骨牌一副，打底箱一个，经清点，打底箱内有打底费16800元。",
    "680": "本院经审理查明：上诉人张承猛与原审被告人万岩妹耶系夫妻关系，万岩妹耶在广东省揭阳市榕城区渔湖试验区一五金厂打工期间，与被害人曾某某发生不正当男女关系。上诉人张承猛发现后，曾找到曾某某责问，并要求其不要再纠缠万岩妹耶。2012年9月15日19时许，张承猛与万岩妹耶在老乡张某某位于揭阳市榕城区榕东办事处西林村的出租屋吃饭，期间万岩妹耶到屋外接电话，张承猛追问得知是曾某某打电话约万岩妹耶见面，遂产生报复曾某某的念头。之后，张承猛骑自行车载万岩妹耶至榕东办事处开发路西林桥附近让万下车，自己离开躲于附近。当晚20时30分许，曾某某驾驶摩托车过来，载万岩妹耶去到榕东办事处西陈村香蕉园，张承猛携带一根螺纹钢条尾随二人过去，并躲藏在附近草丛中。当听到曾某某提出要万岩妹耶为其生育孩子时，张承猛心生气愤，手持螺纹钢条冲出来砸打曾某某，曾某某起身逃走，张承猛追赶并继续持钢条砸打曾某某的头部、背部等处，后曾某某倒在地上不动。万岩妹耶上前从曾某某的裤袋中搜出摩托车钥匙，与张承猛驾乘曾某某的摩托车（价值人民币2958元；后备箱中有手机1部，价值人民币380元）逃离现场。案发后，公安机关将赃物摩托车、手机追回，发还被害人亲属。经法医鉴定，被害人曾某某系因头部受钝器打击致严重颅脑损伤死亡。",
    "674": "原判认定，2018年5月8日，杨某（已判决）先是租赁了河源市江东新区临江镇鼎基盛酒店二楼及八楼共九个客房，从6月份开始杨某与被告人沈选红合伙以开设沐足场的名义组织卖淫女在鼎基盛酒店从事卖淫活动，并聘请了被告人黄挺在鼎基盛酒店一楼放哨、招揽嫖客、负责外围的安保等工作。沈选红与杨某两班倒管理该卖淫场所，包括接待嫖客、与嫖客介绍服务项目、谈价钱、安排卖淫女上钟、收取嫖资等事项。为确保该卖淫场所正常营业，杨某与被告人王日毫约定每月给其15000元用于疏通关系，前后共支付了54000元给王日毫。至案发时，鼎基盛酒店二楼的沐足场所每天都有几名至十几名不等的卖淫女在该场所从事卖淫活动。2018年8月4日，河源市公安局巡警支队江南大队汇同江东分局临江派出所对临江工业园的沐足场所进行清查时，在鼎基盛酒店二楼抓获杨某及其他卖淫嫖娼人员。",
    "676": "原判认定，被告人王翼、彭文弘、黄康康于2015年至2016年间先后注册成立福建省永欣商品经营有限公司（以下简称永欣公司）、青岛首创辉聚商贸有限公司（以下简称青岛首创公司）等，并以上述公司的名义按比例出资在福建省建瓯市、三明市××厦门市××安徽省合肥市设立窝点，其中王翼占50%，彭文弘、黄康康各占25%股份，聘用被告人郑馀珍作为“风控”和财务，负责对网络平台的后台操控和对各窝点收入记账登记。各窝点设立“经理”“总监”“团队长”，并招聘大量“业务员”组织利用微信等网络通信软件，以在网上冒充“白富美”“男性冒充女性”等方式，利用位置虚拟软件，将自己定位在高档住宅小区、高消费场所，发布监控到某金融平台漏洞，投资即可获得数倍回报、虚假套利、虚假套利成功截图等信息，运用事先培训的话术同对方聊天，依托“牛大发”“永盛”“鼎盛隆”“首创”“陶源”“罐子”“巨鳄”“极点云”“Ｍ7”等交易平台，诱使被害人在平台投资（入金），该资金通过第三方支付平台转入由彭文弘等人控制的银行账户，但实际并无期货交易或购买金融产品，只是以购买虚构的产品涨跌与被告人等人操纵的网络平台对赌，而涨跌由郑馀珍操控，被害人不可能有赢的机会，从而骗得他人钱财。骗得的钱款均进入王翼、彭文弘、黄康康事先设定的账户，由郑馀珍记账、登记、制表，王翼、彭文弘、黄康康按事先约定的比例统一分配，各窝点“经理”按该窝点利润分成，“总监”“团队长”“业务员”除按月领取底薪外，“业务员”按其个人骗取的数额抽取提成，“总监”按下属团队骗取全部数额抽取提成，“团队长”按所在团队骗取全部数额抽取提成。经核实，2017年各窝点合计骗取人民币37904415元，其中：以叶子权为经理，张伟伟、陆志森为总监，郑垚、江志刚为团队长（均已判刑）设置在建瓯市××小区××号楼××建瓯市水西原“一是一”公司）的窝点骗取被害人钱款共计24748882元；以陈彬为经理，黄强海为总监，黄祖钦为团队长（均已判刑），设置在建瓯市锦江小区的窝点骗取被害人钱款共计2432319元；此外，建瓯市锦江小区窝点的其他团队骗取人民币4386258元；设置在厦门市思明区××大厦××号楼××室××的窝点骗取被害人钱款共计5007385元。其中，2017年11月，黄康康单独成立厦门瑞泽盈信息科技有限公司、安徽合肥鑫千生信息科技有限公司，并以上述公司的名义，管理厦门和合肥窝点，聘用被告人文婷婷为“风控”和财务，负责对网络平台的后台操控和对各窝点收入记账登记，所得归黄康康统一管理和分配，其间，厦门窝点骗取钱款共计1913600元；设置在安徽省合肥市的窝点骗取被害人钱款共计959314元。设置在三明市梅列区兴华大厦25楼的窝点骗取被害人钱款共计370257元。2018年1月9日，王翼、彭文弘、黄康康、郑馀珍、文婷婷被抓获归案。案发后，查封了王翼名下厦门市思明区侨龙里11号602室，王翼妻子管某名下厦门世贸Ｘ2014Ｐ01（03子地块）03-2＃号楼9层901室，王翼儿子王羲鼐名下的漳州市开发区招商大道广隆海尚首府2幢1202室、武汉市江湾国际二期Ａ栋1单元11层22号房、王翼女儿王莞馨名下的武汉绿地国际金融城Ａ01-1地块一期2号楼12层3号房，冻结王翼建行存款24285.24元、广发证券现金5515.79元及股票、管某名下建行存款二笔分别为671.43元和1920.05元，平安银行存款765978.77元，广发证券现金16404.76元及股票。查封彭文弘名下建瓯市万春一品3号楼2205房、彭文弘女儿彭馨瑶名下建瓯市高铁新区Ｃ区2号地块20幢一层43号店面，扣押彭文弘闽ＨＫＬ8**保时捷车一辆，冻结彭文弘名下农行存款1098.21元、建行存款102420.66元、兴业证券股份有限公司现金598930.35元。查封黄康康名下的安徽省合肥市肥东县××镇××路××路××幢××室、黄康康妻子李彦芬名下的合肥市肥东县经济开发区文一名都53号商业楼5114室，冻结黄康康名下广发证券现金612.54元、工行存款493127.45元、建行存款628.13元。扣押文婷婷皖Ａ2××××别克小车一辆，冻结文婷婷建行存款249839.91元。本案系电信网络诈骗，根据《最高人民法院、最高人民检察院关于办理诈骗刑事案件具体应用法律若干问题的解释》《最高人民法院、最高人民检察院、公安部关于办理电信网络诈骗等刑事案件适用法律若干问题的意见》等规定，原判结合各上诉人、同案人的供述、已收集的被害人陈述、相关转账、聊天记录及经查证属实的工资、业绩电子数据等证据，综合认定各上诉人的诈骗金额并无不当。故该诉辩意见不能成立，不予采纳。出庭检察员提出从郑馀珍等电脑中提取的工资业绩表是公司真实业绩的意见成立，予以采纳。4.关于上诉人王翼及其辩护人提出王翼无控制输赢的能力及支配客户资金的权力，巨鳄、极点云、Ｍ7使用的软件与其无关，其不应对2017年10月之后的业绩承担责任，王翼是否与汇通公司联系过风控功能，如何风控，控制多少平台及涉案交易金额无证据证实；上诉人彭文弘提出三明公司于2017年10月后做的极点云、Ｍ7与其无关的诉辩意见。",
    "668": "原审判决认定，1、2017年1月，被告人梁宏谎称其能够在内蒙古群星机动车驾驶员培训有限责任公司包过驾驶证科目二、科目三考试，骗取被害人张某1人民币1500元。2、2017年6月至8月期间，被告人梁宏谎称自己能够办理驾驶证并包过，取得安徽人马某的信任，马某将其同乡孙子学、张某2、程某介绍给梁宏，梁宏总计收取三名被害人人民币25000元，其中孙子学人民币7000元、张某2人民币8000元、程某人民币10000元。3、2017年7月，被告人梁宏通过付有认识被害人姜某1，梁宏自称能安排姜某1的孩子到朝阳市高中上学，骗取姜某1人民币30000元。在办理此事过程中，梁宏谎称自己在赤峰的工程出现伤亡事故，需要赔偿，向姜某1借款人民币300000元。后因上学之事办理未果，在姜某1多次索要钱款后梁宏于姜某1报案前归还人民币30000元。4、2017年9月至10月期间，被告人梁宏谎称其能够办理驾驶证Ｂ证升级Ａ证，取得被害人隋某、宋某的信任后，分别于2017年9月27日和2017年10月1日收取被害人隋某人民币11000元、宋某人民币12000元。上述款项大部分被梁宏用于个人消费。",
    "106": "经审理查明，2009年7月23日，铅山县葛仙山乡陈家坞第三组全体村民李某甲（被告人江某甲丈夫）、李某乙等14人与本村村民欧阳某仔签订了租赁合同，由欧阳某仔承租陈家坞石灰石矿，租期为两年（2009年7月23日至2011年7月23日），每年租金为10000元。2009年9月9日，宜春人晏某与欧阳某仔签订了合伙协议，由晏某负责矿石开采和粉碎工作。2010年初，被告人江某甲和陈家坞三组多名村民多次向乡政府反映该矿山爆破开采、运输矿石等造成的房屋受损、粉尘、噪音、灰尘污染等问题，要求政府解决并提出房屋受损赔偿要求。2010年4月21日，葛仙山乡政府组织企业法人代表、陈家坞村三组村民代表召开协调会，对陈家坞三组村民反映的噪音、粉尘等问题进行协调处理，当时因房屋受损问题涉及面大，房屋受损没有进行鉴定，故当时没有处理。2010年6月，陈家坞三组村民李某甲等十户村民再次到葛仙山乡政府反映其住房被矿山放炮震裂，要求赔偿，同时多次阻拦矿山运输车辆、截断道路，阻止碎石场生产。同年6月30日，李某甲在阻拦运输车辆时与本村村民发生打架，葛仙山乡政府派员进行处理，铅山县公安局根据李某甲轻微伤甲级的鉴定报告和打架的事实情况对欧阳某廷、欧阳某武进行了治安拘留，但李某甲的民事赔偿问题在当时没有得到解决。2010年7月2日，铅山县政府组织县安监局、建设局等部门到陈家坞处理江某甲等人反映的房屋受损信访问题。7月6日，铅山县建筑质量监督站派一名工程师，三名助理工程师到陈家坞实地调查，并于8日出具了《关于葛仙山乡陈家坞村三组村民房屋裂缝现场察看情况说明》，该说明主要内容：“矿山放炮产生的震动波对陈家坞三组村民的房屋整体结构没有影响，以上房屋均不属于危房，不存在安全隐患，只要稍加修缮措施，就能完善”。同时矿方答应出资对破损的玻璃、瓦片进行修补，后未经石灰石矿、陈家坞村和陈家坞三组村民开会协商，陈家坞村支书欧阳某某从矿山业主宴七生处拿了10000元，并说这10000元是矿山赔偿陈家坞村民房屋玻璃、瓦片的，当时组长李某丙不接受这10000元，于是由村民李某乙保管这笔钱至今。7月15日，葛仙山乡政府将铅山县建筑质量监督站的说明告知村民，每户下发了一张“告知书”，并告知村民若对说明不服，可以通过正当途径向相关部门申请重新鉴定，当时江某甲、李某乙情绪比较激动，提出勘察的人没有出示证件。16日，被告人江某甲和其他几户村民再次到乡政府要求对房屋受损进行赔偿。自2010年6月起，被告人江某甲和其他几名村民多次阻碍矿山生产，给矿山造成较大经济损失。矿石业主聘请物价部门对矿山造成的经济损失进行评估，并向公安机关报案。被告人江某甲因涉嫌犯破坏生产经营罪于2010年8月6日被刑事拘留，同年9月被取保候审。被告人江某甲被取保候审后，认为自己没有违法，公安机关不应对其刑事拘留，后于2010年11月开始多次进京上访。2011年6月10日，铅山县人民检察院以铅检刑诉（2011）第47号起诉书指控被告人江某甲犯破坏生产经营罪向本院提起公诉。本院于同年7月22日对被告人江某甲以破坏生产经营罪判处有期徒刑一年，缓刑二年。宣判后，被告人江某甲以法院枉法裁判、自己房屋受损为由，多次进京上访。铅山县人民政府多次组织协调会对被告人江某甲反映问题进行协调，告知其可以通过司法途径维护自身权利，并且邀请司法援助部门为其提供法律咨询和免费法律援助；同时聘请江西神州司法鉴定中心对江某甲的房屋受损进行鉴定，但均被江某甲拒绝。2012年1月至2014年8月期间，被告人江某甲多次进京上访，分别于2012年12月14日、2013年9月12日、9月17日、9月20日、11月12日、2014年7月7日、8月4日因在中南海周边上访被北京市公安局西城分局训诫共7次。2012年9月26日，被告人江某甲以其房屋被损等为由赴京上访，葛仙山乡及陈家坞村工作人员进京接访，劝说江某甲回家协商解决问题，江某甲提出要乡政府支付3000元作为本次上访的费用，直接把钱给她家人，否则继续留京上访，当时经向乡里汇报后便让陈家坞村干部将3000元给江某甲父母，她父母当时不敢收，后这笔钱就一直没有支付。同年11月2日，被告人江某甲再次以同样的理由赴京上访，葛仙山乡政府、陈家坞村工作人员进京接访，江某甲当时提出要先给予她3000元差旅费和10000元补助，另提出乡政府工作人员上次答应的3000元上访费用还没支付，这次要先支付这3000元，否则继续留京上访，为了让江某甲回家解决问题，当时经向乡里汇报后便让陈家坞村干部彭某拿了3000元给江某甲父母。为了防止江某甲重复上访，陈家坞村干部应江某甲提出自北京回家至11月14日期间按天补她200元工钱的要求，先后向江某甲支付了2000元和1000元，共计3000元。2014年2月两会前夕，江某甲又扬言要上访，乡政府派人去做她的稳定工作，江某甲提出2012年11月上访期间乡政府答应给她的10000元还没兑现，如不解决，她还要进京上访，葛仙山乡政府为了维稳工作，从民政款项中转了1万元给被告人江某甲丈夫李某甲的账户上。2014年7月至8月期间，江某甲以其冤枉被判刑，房屋被损为由继续上访，葛仙山乡工作人员进京接访做劝返调解工作。同年8月28日和29日，葛仙山乡政府、陈家坞村工作人员会同江某甲及其父亲在葛仙山乡政府会议室召开“关于江某甲信访纠纷调处会”，会上，乡政府与江某甲就其上访问题协商给江某甲150000元，并为其购买社保，因按年度购买还是一次性购买社保问题产生分歧，未达成一致意见。2015年5月29日，铅山县公安局委托铅山县鹅湖司法鉴定中心对江某甲家房屋损失情况进行鉴定。经鉴定，被鉴定人江某甲房屋本身在施工过程中未按建筑工程施工规范施工，工程质量存在一定隐患；房屋原基础持力层的稳定状态被扰动（荷载增加），引起房屋基础不均匀沉降；矿山爆破作业使被鉴定人房屋提前和加剧产生墙面及地梁出现不同程度的裂缝。按《鉴定标准》规定，被鉴定人江某甲房屋损伤程度评定为Ｂ级，即“房屋承重结构承载力基本能满足正常使用要求（现阶段），个别结构构件处于危险状态，但不影响主体结构，基本满足正常使用要求。”根据被鉴定人鉴定房屋结构及面积和受损程度，建议赔偿金额为6156元。",
    "695": "经二审审理查明，2016年10月27日凌晨零时许，上诉人杨合与林某（已判刑）、何某、谭某等人在阳春市春城幻影酒吧喝酒，后谭某邀请蓝某（另案处理）来一起喝酒，期间，蓝某因其女朋友的事情与杨合发生矛盾。随后，蓝某纠集李某2（已判刑）、洪某、肖某等多人持刀棍驾车去到幻影酒吧门口，蓝某叫来的人误以为何某是与蓝某发生矛盾的人而对何某进行殴打，何某被打后逃到酒吧门口附近的小卖部躲藏。上诉人杨合与林某见状，随即去林某的小汽车拿刀，并持刀去到小卖部与蓝某一方的人相互打斗，期间，林某持刀砍伤肖某面部，对方的人则持刀、水管追打杨合、林某等人，杨合等人往阳春市二桥方向逃离，后肖鸿练被送到阳春市人民医院治疗。林某逃离现场后即去其家附近的高速公路桥底拿枪，并纠集上诉人杨合与黄某1，由黄某1驾驶小车搭载杨合、林某去到幻影酒吧门口找寻蓝某等人，在得知蓝某等人去了人民医院后，黄某1驾车搭载杨合、林某、李某1、黄某2去找蓝某等人报复。蓝某一方的人得知此事，便在医院门口等候。凌晨3时许，黄某1驾车到医院门口时，被对方的三辆小车逼停，李某2、洪某等人下车持刀棍打砸黄某1驾驶的小汽车，林某持枪朝对方开枪，但没有击发成功。黄某1驾车撞开对方车辆往环城南路逃离，对方驾驶三辆小车追撞黄某1的小车。去到城东大道人寿保险公司附近时，黄某1驾驶的小汽车被对方的小车撞坏而无法开动，其车辆被撞时导致李某1鼻子受伤。随后，刘某（已判决）驾驶小车来到现场搭载上诉人杨合与林某、黄某1、李某1等人往金鹏酒店方向开去，对方的一辆小车追上后，林某朝对方小车开了一枪，致使对方车上的李某2面部受伤。经鉴定，李某2的损伤程度为轻伤二级。另查明，2018年5月21日，上诉人杨合在其家属陪同下到公安机关投案，归案后能如实供述了犯罪事实。再查明，上诉人杨合因涉嫌犯故意伤害罪于2016年4月12日被阳春市公安局刑事拘留，同年5月17日被执行逮捕，同年8月1日被本院以（2016）粤1781刑初253号刑事判决书，处有期徒刑一年四个月，缓刑一年六个月，2016年8月14日被释放。期间，被羁押四个月零三天。二审期间，上诉人杨合的家属代其赔偿被害人李某2经济损失人民币二万元，并取得李某2的谅解。",
    "63": "公诉机关指控：2017年7月2日，被告人洪某健经皇岗口岸入境，未向海关申报，也未将随身携带的行李物品过机接受检查，被海关抽查，在洪某健行李内查获ＫＩＭＢＥＲＲＹ止咳水（120ｍｌ／瓶）5瓶。经深圳海关缉私局司法鉴定中心鉴定，上述止咳水含可待因成分。为证明上述指控，公诉机关向法庭宣读并出示了以下证据：1．物证：扣押的止咳水5瓶；2．书证：受案登记表，立案决定书，扣押决定书，取样、送检笔录等；3．被告人的供述与辩解：被告人洪某健的供述与辩解；4．鉴定意见：深圳海关缉私局司法鉴定中心检验报告；5．视听资料：查验现场监控录像光碟ｌ张。提请本院依法判处。被告人洪某健表示认罪，并对指控的犯罪事实没有异议。其辩护人辩称：一、洪某健犯罪情节相对轻微，社会危害性相对较小。二、洪某健属初犯、偶犯，主观恶性小。三、洪某健案发后认罪态度好，并且已在审查起诉阶段自愿签署《认罪认罚具结书》。恳请法庭在公诉机关量刑建议内量刑。经深圳海关缉私局司法鉴定中心检测，止咳水含可待因成分。2017年7月4日，皇岗海关缉私分局决定立案侦查。2.扣留走私犯罪嫌疑人决定书、扣留决定书、扣留清单、扣留现场笔录：2017年7月2日皇岗海关缉私分局对犯罪嫌疑人、止咳水予以扣留。3.扣押决定书、扣押清单、扣押笔录、指认照片：2017年7月4日，皇岗海关缉私分局决定对查获的5瓶止咳水予以扣押。洪某健对止咳水进行指认并签字确认。4.取样笔录、送检笔录：2017年7月2日10：00—10：30，皇岗海关缉私局缉私二科取样人刘嘉、黄映澄于皇岗海关一处仓库对洪某健涉嫌走私入境的疑似毒品进行取样。取样人对1号疑似毒品、2号疑似毒品、3号疑似毒品、4号疑似毒品、5号疑似毒品各取样120毫升，并于同日上午10时30分将取样所获检材送深圳海关缉私局司法鉴定中心进行鉴定。5.出入境记录查询证明：洪某健于2017年7月2日从皇岗口岸入境，且没有进行申报。洪某健于2017年5月至7月间有四次出入境记录。6.鉴定文书（附鉴定人资格证书、鉴定机构资质证明）：深圳海关缉私局司法鉴定中心出具：查获的5瓶止咳水检验出可待因成分。7.被告人洪某健的供述及辩解:洪某健供称：2017年7月2日1时15分，其从皇岗口岸旅检打听入境，未申报，被海关抽查，在随身携带手提包内查获止咳水5瓶。上述止咳水是在香港上水天桥下的一药店购买，每瓶港币100元。止咳水准备带到罗湖口岸给回收止咳水的人，每瓶赚取人民币20元。其知道携带止咳水是违反海关法规，但以为5瓶的影响不大。另查明，被告人洪某健于2017年8月18日自愿签署了《认罪认罚具结书》",
    "194": "经审理查明，案发前，被害人冯某1等五人合法取得罗田县九资河镇麒麟畈村菱角堂处土地使用权，并委托被害人冯某2前对该地进行平整建房。2015年6月至案发前，被告人朱玉金、朱美足因对该地使用权归属问题存在异议，多次在施工现场采取搭棚、剪钢筋、静坐等手段阻止施工，先后多次被有关部门批评制止，并于2017年12月伙同朱美春采取静坐，撒泼放混等方式阻止施工。2018年7月，被告人朱玉金，朱美足、朱美春共谋商定，由朱美足负责组织人手及提供资金，采取到施工现场切割钢筋等手段，再次阻止被害人冯某2前建房施工。同年8月2日晚，被告人朱美足谎称自建房需切割钢筋，骗取氧焊工丁某的信任，并伙同被告人朱美春租赁魏某的依维柯客车，从罗田县凤山镇赶往九资河镇施工现场。与在此处等候的被告人朱玉金汇合后，被告人朱美足指使丁某对房屋钢筋进行切割，被告人朱玉金、朱美春在旁望风，钢筋切割完后，被告人朱美足、朱美春及丁某乘坐魏某驾驶的车辆返回罗田，被告人朱玉金清理现场遗留的足迹及车胎迹后返回家中。经鉴定，被切割的钢筋价值为1.2951万元。",
    "607": "原审判决认定：受贿罪（一）2012年至2013年间，阳西县农业和水务局通过政府采购向东莞保得生物工程有限公司采购2批水果产业带项目的化肥。2013年春节前，保得公司通过阳西县农业和水务局工作人员关某某送20000元，许宗旋收下这20000元。上诉人许宗旋上诉提出：1、原审判决关于受贿罪的事实认定部分有错，加重了上诉人的罪责，依法应予纠正。2、原审判决认为上诉人在庭上否认贪污单位公款的主要犯罪事实，不能认定上诉人具有贪污罪的自首情节，这是不公正的。3、原审判决未充分考虑上诉人的减轻情节，对上诉人的量刑畸重。请求二审改判上诉人八年以下有期徒刑。",
    "738": "公诉机关指控：2019年4月29日上午11时许，新安县公安局磁涧派出所工作人员在新安县磁涧镇礼河村十三组，发现被告人高爱梅的老宅旁土地内种植有罂粟，罂粟为2018年10月种植，经现场清点高爱梅种植的罂粟共计589棵。针对指控，公诉机关当庭出示并宣读了被告人高爱梅的供述，证人张某的证言，新安县公安局鉴定意见通知书，被告人高爱梅的户籍证明、抓获经过、无违法犯罪记录证明等相关书证，认为被告人高爱梅非法种植罂粟589棵，其行为触犯了《中华人民共和国刑法》第三百五十一条之规定，应当以非法种植毒品原植物罪追究其刑事责任。被告人高爱梅对公诉机关指控的犯罪事实及罪名无异议。其辩护人提出的辩护意见是：1、高爱梅在接到家人电话后主动到派出所，并如实供述了犯罪事实，其到案情况符合《关于处理自首和立功具体应用法律若干问题的解释》中关于自首的规定。2、高爱梅种植罂粟的目的仅是为了治疗胃病，不是为制毒或者是贩卖，无主观恶性，社会危害性较小。3、在被查获之前，高爱梅家属已自动铲除已经长高的罂粟，未铲除的还是幼苗，未让毒品果实流入社会，没有造成更大的社会危害。综上，请依法对被告人高爱梅从轻处罚。经依法审理查明：被告人高爱梅于2018年10月在其位于新安县磁涧镇礼河村十三组老宅旁的土地上种植罂粟，2019年4月25日被告人高爱梅丈夫张某将少部分罂粟予以铲除，剩余罂粟于2019年4月29日上午11时许被新安县公安局磁涧派出所工作人员发现并铲除，经现场清点高爱梅种植的罂粟共计589棵。另查明，2019年4月29日，新安县公安局磁涧派出所电话通知张某，经张某转达，被告人高爱梅于当日主动到案。新安县公安局滋涧派出所出具的前科证明：证明在该辖区内未发现被告人高爱梅有违法犯罪记录。被告人高爱梅的供述，证实2018年10月份收完玉米，在位于磁涧镇礼河村十三组其家老房子南边的荒地里种菜时撒了点罂粟籽，种植面积大约60公分乘以50公分，想等罂粟成熟后摘下来，泡水喝治胃病，罂粟籽是几年前卖馍时一个买馍的人给的，种植的罂粟近期有的已经开花结果，有的刚结果，在其丈夫在场的情况下，对种植的罂粟数量进行了核实，共计589棵。证人张某的证言，证实被告人高爱梅在家老房子边空地种植罂粟，其在2019年4月25日将大个的罂粟摘掉了一部分，小的没铲除，用脚踩了踩，具体自己铲除了多少棵也没数，在地里扔着，经清点其自己铲除的加上公安民警铲除的罂粟共计589棵。现场指认笔录，经指认人高爱梅现场指认，种植的罂粟现场为新安县磁涧镇礼河村高爱梅家房屋南边地里，经清点是589棵。现场照片，证实高爱梅种植罂粟的现场情况。新安县公安局证物接受清单，证明在张某的见证下接受物品持有人高爱梅种植的罂粟589棵，特征为绿色、杆状。国家林业局森林公安司法鉴定中心物证鉴定书，森公司鉴（植物）字（2019）265号，鉴定意见：2019年5月6日，新安县公安闫曼卡、姬扬送检的1份植物检材为罂粟科罂粟属罂粟。并说明：罂粟属于毒品原植物。磁涧派出所出具的情况说明，证明在高爱梅确认的情况下，从高爱梅地里铲除的罂粟中提取的罂粟与司法鉴定意见书中显示的罂粟一致。到案证明，磁涧派出所证明2019年4月29日工作人员在礼河村巡逻检查时发现张某房屋旁边种植有罂粟，联系张某到场后，工作人员将罂粟铲除，张某供述该罂粟系高爱梅种植，张某电话联系高爱梅后，高爱梅于当天到磁涧派出所接受讯问。上述证据经庭审质证，被告人高爱梅及其辩护人亦无异议，足以认定",
    "604": "原审判决认定：（一）受贿事实2003年1月至2005年4月，被告人杜旭辉任长沙市雨花区洞井镇党委书记，2005年4月至2006年6月，任湖南环保科技产业园（以下简称环科园）工委副书记、管委会主任，2006年6月至2011年7月任中共长沙市雨花区委常委兼雨花区经济开发区党工委书记、管委会主任，2011年7月至2013年3月，任雨花区经济开发区党工委书记。在此期间，被告人杜旭辉利用其职务便利为他人谋取利益，伙同其弟弟杜旭杰共同收受申奥公司实际控制人刘某1所送财物共计人民币402.9204万元（以下币种同）、伙同被告人杜旭杰共同收受建筑承包商彭某2所送的财物共计价值8.367124万元；杜旭辉单独收受景源公司董事长张某1所送财物共计价值37.6326万元、收受晓光公司法定代表人朱某5所送的财物共计价值7.1万元、收受阳光公司朱某6等人给予的财物共计价值7.5655元。具体事实分述如下：1、被告人杜旭辉伙同被告人杜旭杰共同收受申奥公司实际控制人刘某1给予的财物共计402.9204万元。2004年，刘某1欲在长沙市雨花区开发房地产项目，通过被告人杜旭杰结识了时任雨花区洞井镇党委书记的被告人杜旭辉。刘某1请杜旭杰向杜旭辉转达其在洞井镇开发房地产项目的请托事项，杜旭辉利用职务之便，为刘某1在洞井镇开发鄱阳小区经济适用房项目的选址、供地、规划调整、拆迁等方面提供帮助。为感谢杜旭辉在鄱阳小区项目开发过程中的帮助和支持并继续获得杜旭辉的关照，刘某1表示要感谢被告人杜旭辉。2005年下半年，经被告人杜旭辉同意，被告人杜旭杰与刘某1签订协议约定，被告人杜旭杰到刘某1的申奥公司挂一个副总经理的职位，帮忙搞鄱阳小区项目的拆迁工作，刘某1以支付劳动报酬形式送给被告人杜旭辉、杜旭杰共计500万元（含税费），由被告人杜旭杰收取，以掩饰刘某1直接送钱给杜旭辉的事实。被告人杜旭辉、杜旭杰于2006年春节期间商定收受的刘某1所给的500万元中，300万元归杜旭辉所有，200万元归杜旭杰所有。因刘某1承诺该500万元在鄱阳小区项目拆迁结束时即支付，2007年底，该拆迁工作基本完成，刘某1未兑现支付感谢费，2009年，杜旭杰与刘某1商定以鄱阳小区的房款、门面款抵扣；2010年被告人杜旭杰告知杜旭辉，刘某1承诺的500万元感谢费尚有100万元未支付，杜旭辉打电话与刘某1沟通此事后，刘某1于2011年以支票转账方式付给杜旭杰100万元。2006年至2011年，扣除被告人杜旭杰每月工资共计6.08万元外，杜旭辉、杜旭杰二人以房款、门面款抵扣、借支现金、支票转账等方式实际收到刘某1承诺的感谢费共计402.9204万元。经杜旭辉安排，以上贿赂款均由被告人杜旭杰直接收取和保管。原审判决认定上诉人杜旭杰认罪态度好，系从犯，对其减轻处罚判处有期徒刑五年并无不当。该上诉理由不能成立，本院不予采纳",
    "83": "原判决认定：一、关于被告人曹宏图集资诈骗的事实2011年11月至2012年7月，被告人曹宏图明知自己无力偿还借款，以非法占有为目的，虚构自己中标承建经营富士康产业园先导区污水收集工程（以下简称富士康污水工程）需要资金的事实、隐瞒已将中标经营的向阳花苑安置楼工程（以下简称向阳花苑工程）转包给沈某的真相，以缺少周某乙资金为由，以承诺支付月息2%-5%不等的高息为诱饵，骗取张某乙、黄某等人集资款人民币9172500元，后逃匿。具体分述如下：1．2011年11月至2012年1月，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，先后3次骗取张某乙集资款人民币1300000元。（1）2011年11月23日，被告人曹宏图骗取张某乙集资款人民币400000元；（2）2012年1月12日，被告人曹宏图骗取张某乙集资款人民币400000元；（3）2012年1月21日，被告人曹宏图骗取张某乙集资款人民币500000元。2．2012年1月至6月，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，先后2次骗取黄某集资款人民币900000元。（1）2012年1月10日，被告人曹宏图骗取黄某集资款人民币500000元；（2）2012年6月6日，被告人曹宏图骗取黄某集资款人民币400000元。3．2012年1月17日，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，骗取韩某乙、袁长凤集资款人民币500000元。4．2012年1月至2月，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，先后3次骗取胡1、薛某乙集资款人民币250000元。（1）2012年1月15日，被告人曹宏图骗取胡1、薛某乙集资款人民币100000元；（2）2012年1月18日，被告人曹宏图骗取胡1、薛某乙集资款人民币50000元；（3）2012年2月18日，被告人曹宏图骗取胡1、薛某乙集资款人民币100000元。5．2011年12月至2012年1月，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，先后2次骗取戴27集资款人民币160000元。（1）2011年12月29日，被告人曹宏图骗取戴27集资款人民币60000元；（2）2012年1月1日，被告人曹宏图骗取戴27集资款人民币100000元。6．2012年4月19日，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，骗取伏亚成集资款人民币60000元。7．2012年2月6日，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，骗取陆2集资款人民币500000元。8．2012年5月22日，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，骗取3集资款人民币100000元。9．2012年1月3日，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，骗取王4集资款人民币120000元。10．2012年2月至4月，被告人曹宏图以承建富士康污水工程为由，以支付利息为诱饵，先后8次骗取熊某乙、翟5集资款人民币3300000元。（1）2012年2月22日，被告人曹宏图骗取熊某乙、翟5集资款人民币500000元；（2）2012年3月4日，被告人曹宏图骗取熊某乙、翟5集资款人民币250000元；（3）2012年3月8日，被告人曹宏图骗取熊某乙、翟5集资款人民币500000元；（4）2012年3月11日，被告人曹宏图骗取熊某乙、翟5集资款人民币500000元；（5）2012年3月17日，被告人曹宏图骗取熊某乙、翟5集资款人民币500000元；（6）2012年3月28日，被告人曹宏图骗取熊某乙、翟5集资款人民币350000元；（7）2012年4月2日，被告人曹宏图骗取熊某乙、翟5集资款人民币400000元；（8）2012年4月30日，被告人曹宏图骗取熊某乙、翟5集资款人民币300000元。11．2012年7月21日，被告人曹宏图以承建向阳花苑工程为由，以支付利息为诱饵，骗取杨6集资款人民币300000元。12．2012年1月至7月，被告人曹宏图以承建富士康污水工程、向阳花苑工程为由，以支付利息为诱饵，先后8次骗取徐7集资款人民币950000元。（1）2012年1月15日，被告人曹宏图骗取徐7集资款人民币60000元；（2）2012年1月28日，被告人曹宏图骗取徐7集资款人民币160000元；（3）2012年1月29日，被告人曹宏图骗取徐7集资款人民币100000元；（4）2012年2月12日，被告人曹宏图骗取徐7集资款人民币220000元；（5）2012年3月6日，被告人曹宏图骗取徐7集资款人民币100000元；（6）2012年3月25日，被告人曹宏图骗取徐7集资款人民币160000元；（7）2012年4月19日，被告人曹宏图骗取徐7集资款人民币100000元；（8）2012年7月14日，被告人曹宏图骗取徐7集资款人民币50000元。13．2012年7月28日，被告人曹宏图以承建向阳花苑工程为由，以支付利息为诱饵，骗取周某戊集资款人民币100000元。14．2012年6月21日，被告人曹宏图以承建向阳花苑工程为由，以支付利息为诱饵，骗取施某乙集资款人民币100000元。15．2012年6月13日，被告人曹宏图以承建向阳花苑工程为由，以支付利息为诱饵，骗取潘8集资款人民币100000元。16．2012年7月至8月，被告人曹宏图先后2次以承建向阳花苑工程为由，以支付利息为诱饵，骗取王9集资款人民币190000元。（1）2012年7月3日，被告人曹宏图骗取王9集资款人民币90000元；（2）2012年8月2日，被告人曹宏图骗取王9集资款人民币100000元。17．2012年7月13日，被告人曹宏图以承建向阳花苑工程为由，以支付利息为诱饵，骗取卢10集资款人民币150000元。18．2012年7月19日，被告人曹宏图以承建向阳花苑工程为由，以支付利息为诱饵，骗取王11集资款人民币100000元。3、原判认定韩国华非法吸收公众存款的犯罪数额超出起诉指控的犯罪数额。4、韩国华检举揭发他人犯罪，有立功表现。经二审审理查明的主要事实除抽逃出资罪的事实外均与一审相同。",
    "292": "原判认定，被告人苏永全于2017年5月12日12时许在合浦县其经营的汽配店内，与郑某喝茶并商量从网络上购买相关配件自行组装气枪打鸟。随后，郑某利用他人的手机在网络上用270元购买了两根不锈钢管，其余气枪配件由苏永全利用其ＯＰＰＯ牌手机在网络上购买，购买的配件均送到汽配店。气枪配件购买齐全后，苏永全根据网络上提供的图纸在其汽配店内拼装，二支气枪拼装好后，郑某拿一支回家收藏，苏永全把另一支收藏在其家后门楼房地基的草丛里。同年10月9日20时许，苏永全保管的气枪被公安民警查获。次日，郑某的妻子付七姨上交了郑某收藏的另一支气枪。经北海市公安局物证鉴定所鉴定，该两支枪支均能正常击发，是以压缩气体为动力，均为《枪支管理法》规定的枪支。",
    "725": "公诉机关指控并经审理查明：2017年7月，被告人郭红涛为办理子女进京落户事宜，在本市丰台区南苑其家中，通过微信向卖家提供3份户口本及“如皋市公安局九华派出所户口专用”、“如皋市九华镇九华初级中学”等9枚印章的样式，并以1500元的价格购买上述伪造的证件和印章，其中包含3份国家机关证件、3个国家机关印章和1个事业单位印章。被告人郭红涛于2018年4月4日在本市大兴区西红门福星花园被民警查获。被告人郭红涛到案后能如实供述上述罪行，涉案赃物已全部起获。公诉机关建议以伪造、买卖国家机关证件、印章罪判处被告人郭红涛有期徒刑六个月至九个月，并处罚金；以伪造事业单位印章罪判处被告人郭红涛拘役三个月至四个月，并处罚金。被告人郭红涛对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "350": "经审理查明：（一）被告人崔某某系中国建筑第八工程局有限公司职员；2008年4月，经上海建筑行业协会与中国建筑第八工程局有限公司协商后，崔某某借调至上海建筑行业协会信息咨询部工作；2012年2月，崔某某担任上海建筑行业协会办公室副主任，2013年1月任协会办公室主任，2015年3月任协会副秘书长兼办公室主任。被告人崔某某担任协会办公室主任期间，主要负责协会的文秘档案、财务管理、会员管理、会费收取等；其担任协会副秘书长期间，主要分管办公室和信息咨询部。（二）2014年下半年，被告人崔某某利用上述职务便利，在上海建筑行业协会与鸿泰刻字部的印刷业务中，将协会应支付给刻字部的印刷费用共计77900元占为己有。2015年1月，被告人崔某某利用上述职务便利，以向鸿泰刻字部支付印刷费为名，让鸿泰刻字部虚开发票，套取协会资金211698元，崔光将其中的77900元（上述被其侵吞的77900元印刷费）支付给鸿泰刻字部，余款被崔某某占为己有。同年4月，被告人崔某某利用职务便利，采取上述虚开印刷费发票的方法，侵占协会资金98000元。（三）2015年3月9日，被告人崔某某利用担任协会副秘书长及办公室主任的职务便利，擅自在其保管的盖有印鉴的空白支票上填写收款人为“上海雅汇房产开发有限公司”（以下简称“雅汇房产公司”），金额为350万元，崔某某将该支票作为其个人购房款交给雅汇房产公司入账（入账时间为3月17日），从而挪用上海建筑行业协会资金350万元。3月24日，被告人崔某某以上海建筑行业协会需要资金周转为由向康花汁借款350万元，并以上海建筑行业协会名义与康花汁签订借款协议，将该笔借款350万元归还给上海建筑行业协会。2015年4月14日，被告人崔某某利用上述职务便利，以支付出差费用等为由，从上海建筑行业协会财务人员处领取了1张盖有印鉴的空白支票，崔某某在该支票上填写了收款人“康花汁”，金额为360万元，崔某某将该支票交给康花汁，作为上海建筑行业协会归还其前述的借款350万元及支付借款利息10万元。同年4月30日，被告人崔某某以上海建筑行业协会需要资金用于审计平账为由向颛桥公司借款360万元，并以上海建筑行业协会的名义与颛桥公司签订借款合同，将该笔360万元归还给上海建筑行业协会。2015年6月9日，被告人崔某某利用上述职务便利，以需要支付车辆置换费用为由填写了上海建筑行业协会支票申请单，从协会财务人员处领取了1张盖有印鉴的空白支票，崔某某在该支票上填写金额863400元，将该支票通过鸿泰刻字部套取现金用于归还其个人债务及个人花用。同年7月15日，被告人崔某某利用职务便利，以需要分担印刷费为由填写了上海建筑行业协会支票领取申请单，从协会财务人员处领取了1张盖有印鉴的空白支票，崔某某在该支票上填写了金额360万元，将该支票作为上海建筑行业协会的还款交给颛桥公司入账。同年7月30日，被告人崔某某以协会需要资金应对审计为由，向广厦公司借款460万元，并以上海建筑行业协会的名义与广厦公司签订借款合同，将460万元中446.34万元归还给上海建筑行业协会。2015年8月19日，被告人崔某某在上海建筑行业协会领导陪同下至上海市浦东新区人民检察院投案，供述其挪用协会资金的事实。同年8月31日，被告人崔某某向上海建筑行业协会退还了30万元。同年9月7日，崔某某在组织谈话期间，主动供述了通过虚开发票侵吞协会资金的事实；当日晚，上海市浦东新区人民检察院通知崔某某到案协助调查，并以崔某某涉嫌贪污罪、挪用公款罪立案侦查。被告人崔某某到案后如实供述了侵吞、挪用协会资金的事实。在本院审理期间，被告人崔某某退还了3189275万元。",
    "287": "原审判决认定，被告人刘永于2012年10月11日上午，在二手车网站发现被害人洪某登记的银灰色保时捷卡宴越野吉普车，因无力购买，便欲抢该车。被告人刘永遂购买一张新手机卡与被害人洪某取得联系，二人约定在沈阳市铁西区景星北街小北一路工商银行门前见面。被告人刘永提出试开该车，又提出查看车辆的发动机，被告人佯装同被害人一同查看发动机后，趁被害人洪某关机器盖不备之机，迅速坐上驾驶位置，发动车辆将车开走。被害人阻拦致右肘部受轻微伤。被告人刘永抢得车辆后，因惧怕被发现，遂与他人置换了车辆并获赃款19.2万元，被告人将赃款挥霍。2013年10月23日，被告人刘永被公安机关抓获。经鉴定，被抢车辆价值13万元。现该车已追缴并返还被害人。",
    "360": "经审理查明，被告人何俊荣何某某系珠海进步软件科技有限公司法定代表人、股东（珠海进步软件科技有限公司现有股东为何俊荣何某某、万贤德万某某，但另一名股东万贤德万某某并未参与公司实际管理）。2010年5月至2013年10月间，被告人何俊荣何某某以其公司投资水利工程及多项高科技项目，需要大额资金，且承诺借款有高额利息为由，向何某2、吴某2等人借款。期间，何某2、吴某2以珠海进步软件科技有限公司顾问的形式参与该公司的管理。何某2将个人资金及向其亲友借款后资金共计人民币1144.85万元以高息借予被告人何俊荣何某某；吴某2个人或介绍匡某、丁某、钟某等人向被告人何俊荣何某某借款共计416.75万元。案发前，被告人何俊荣何某某向何某2还款449.3998万元，向吴某2及其亲友还款189.30895万元。2014年6月12日，被告人何俊荣何某某被抓获归案。",
    "494": "德惠市人民检察院指控：2019年7月21日17时许，被告人张树义、张树洋、王立秋、张忠申在饮马河禁渔期内，经预谋后驾驶汽船，使用捕捞网、电瓶、打鱼器等捕鱼工具在饮马河德惠段进行捕鱼活动，共计捕捞各种鱼约5公斤。案发后，被告人张树义投案自首。并提供了相关证据。经本院审理查明，2019年7月21日17时许，被告人张树义、张树洋、王立秋、张忠申在饮马河禁渔期内，经预谋后驾驶汽船，使用捕捞网、电瓶、打鱼器等捕鱼工具在饮马河德惠段进行捕鱼活动，共计捕捞各种鱼约5公斤。以上证据经庭审举证、质证，证据间能够相互印证，足以作为本案的定案依据",
    "80": "经审理查明，2016年农历10月份和2017年农历2月至3月间，被告人茶光辉未办理林木采伐许可证，到位于漾濞县茶光辉户自留山（小地名：“阿太坟后”）内，使用油锯砍伐林木151棵，用于建盖住房、厨房和牲口圈房。2019年7月19日,漾濞县林业和草原局,在开展森林核查疑似问题图斑核查工作中发现上述滥伐林木的情况后，于2019年12月31日移交漾濞县森林公安局处理。2020年5月13日,该局予以立案侦查。2020年5月15日，茶光辉被传唤到案。经鉴定，茶光辉砍伐的林木树种为云南松，蓄积为28.2立方米。",
    "460": "经审理查明，2017年5月30日20时许，被告人周亮亮酒后无证驾驶闽Ｃ×××××二轮摩托车搭载酒后的被告人凌靖从石狮市彭田村至石狮市灵秀镇西环路豪健服装厂门口，随意殴打该厂保安邱某，被告人周亮亮用拳头击打被害人邱某的手腕部，被告人凌靖将邱踢倒在地，该厂行政经理叶某赶到现场后，两被告人又共同殴打叶某，后被公安人员当场查获。经鉴定，被害人邱某的右腕部损伤致右桡骨下段骨折，累及右腕关节面，其损伤程度属轻伤一级；被告人周亮亮、凌靖的血液中检出乙醇浓度分别为181.54ｍｇ／100ｍｌ、241.39ｍｇ／100ｍｌ，均属醉酒状态。被告人周亮亮、凌靖于当天被公安机关送到泉州成功医院醒酒。次日被石狮市公安局决定行政拘留十一日，同年6月11日被刑事拘留。2017年7月23日，被告人周亮亮、凌靖的家属与邱某达成调解协议，赔偿邱人民币7000元并取得谅解。另查明，被告人周亮亮因本案被羁押期间表现良好，看管部门建议予以从轻处罚。",
    "619": "原判认定，2017年6月9日13时许，被告人黄勇在贵阳市云岩区市北路123号黔灵半山小区Ａ2栋负3楼停车场，将被害人陈某停放在该处的一辆优弧牌电瓶车盗走。经贵阳市云岩区发展和改革局价格认证中心鉴定该车价值人民币2500元。案发后，被盗赃物已追回并发还被害人俱领。",
    "643": "原审法院认定，2015年8月初，被告人董某某在延安市宝塔区山狼岔经营的“拉卡拉小店”超市内先后为赌博人员老婆、高某、梅某、庞某、赵某、潘某某、张某某、延玲（指李某某）提供赌博场所，以“打麻将”方式提供赌具、资金，组织赌博，并约定赌注为100元至200元，每场赌局抽取非法利润400元。2015年9月4日14时许，其组织赌博人员潘某某、李某某、张某某在“拉卡拉小店”超市内进行赌博，后被公安机关当场抓获，并缴获被告人董某某赌资1200元，已随案移交；缴获潘某某赌资8500元、张某某赌资1400元、李某某赌资100元，已被公安机关收缴。从2015年8月初至9月4日，被告人董某某为参赌人员提供赌资90000余元，抽头渔利8000余元。原审法院认为，被告人董某某以牟取非法利润为目的，为赌博人员提供场所、设定赌博方式、提供赌具、资金，其行为已构成开设赌场罪。鉴于被告人当庭自愿认罪，具有悔罪表现，故可酌情从轻处罚。依照《中华人民共和国刑法》第三百零三条第二款、第四十五条、第四十七条、第六十四条之规定，以被告人董某某犯开设赌场罪，判处有期徒刑六个月,并处罚金5000元；涉案赌资1200元，依法予以没收。",
    "114": "平湖市人民检察院指控：被告人王某利用职务便利，非法占有单位财物，价值145万元，属数额巨大，其行为已构成职务侵占罪；被告人王某以转移财产、逃匿的方法逃避支付劳动者报酬，共计230299.7元，数额较大，经政府有关部门责令支付仍不支付，其行为已构成拒不支付劳动报酬罪。被告人王某一人犯数罪，应当数罪并罚。",
    "110": "经审理查明：一、贪污罪2004年上半年，浙江五矿华星进出口有限公司副经理朱建强（另案处理），利用职务上的便利，与被告人童庆华及李西云、陈志军（二人均另案处理）商议，将该公司40万钱款非法占为己有，其中被告人童庆华实际分得10万元。2009年4月21日，被告人童庆华以转账方式将上述10万元退还给朱建强。",
    "677": "原判认定：一、非法转让、倒卖土地使用权（一）2009年10月，被告人邹某华与同案人沈某贵、黄某能、刘某跃、王某奇等人得知安远乡政府要公开拍卖安远芙蓉住宅小区21宗国有建设用地使用权后，用自己或他人身份证报名参加宁化县国土资源局主持的拍卖会，后沈某贵、黄某能、刘某跃等人通过打电话、口头通知等方式召集部分已报名参加拍卖会人员到刘某跃的饲料店商量拍卖事宜。商议决定拍卖会上不得随意举牌竞价，统一安排举牌竞拍以低价取得土地，拍到土地使用权后再统一拍卖。拍卖会当天，被告人王某奇及沈某贵、黄某能、刘某跃等人通过事先商量好的方式获得15宗土地使用权，总面积1930.5平方米。拍卖会后，被告人邹某华与沈某贵、黄某能、刘某跃、王某奇等人在安远乡卫生院将15宗土地使用权再次组织私下拍卖，通过拍卖及以额外再交3万元给沈某贵、黄某能、刘某跃等人的方式，3、5、10、15、16、18、19号地分别被倒卖给冯某、谢某1、伍某1及伍某友、王某4、王某5及王某雄等3人、潘某辉及洪某昌、刘某3及彭某1，4、9、11、12号地分别由县国土资源局主持拍卖的买受人刘某1（其委托黄某兴参与竞拍）、潘某1、张某1、伍某2以交3万元的方式从沈某贵、黄某能、刘某跃等人处取得土地使用权。剩余2、7、8、17号共4宗土地使用权由被告人邹某华及沈某贵、刘某跃、黄某宜、邹某等人出资购买后，于2011年间通过协议的方式分别倒卖给了王某朝及王某贵、黄某1及李某1、王某2及王某3、刘某2。被告人邹某华、沈某贵、黄某能、刘某跃、黄某宜、王某奇等人倒卖15宗土地使用权的总销售额为3963151元，获利约717548元。被告人邹某华及沈某贵、刘某跃、黄某宜、邹某、王某奇各分得赃款6万元，黄某能分得8000元。原判认定本案的证据还有：被告人邹某华、沈某前、沈某财、曾某龙的户籍证明、被告人邹某华、沈某前、沈某财、曾某龙的到案经过，宁化县公安局扣押物品、文件清单，（2014）三刑终字第120号刑事判决书、（2014）宁刑初字第104号刑事判决书等。原判认为，被告人邹某华以牟利为目的，伙同他人违反土地管理法规，非法转让、倒卖土地使用权获利130余万元，情节特别严重，其行为已构成非法转让、倒卖土地使用权罪。被告人邹某华伙同他人以威胁的手段，强迫他人退出竞买，情节严重，其行为已构成强迫交易罪。被告人邹某华伙同他人以盈利为目的开设赌场，其行为已构成开设赌场罪。被告人邹某华判决宣告前一人犯数罪，应当数罪并罚。被告人邹某华主动到案，如实供述自己的犯罪事实，系自首，可以从轻或者减轻处罚。被告人邹某华在开设赌场犯罪中作用较小，系从犯，应当从轻处罚。被告人邹某华主动退出全部赃款，可酌情从轻处罚。被告人沈某前伙同他人以威胁的手段，强迫他人退出竞买，情节严重，其行为已构成强迫交易罪。被告人沈某前伙同他人以盈利为目的开设赌场，其行为已构成开设赌场罪。被告人沈某前判决宣告前一人犯数罪，应当数罪并罚。被告人沈某前主动到案，并如实供述自己的犯罪事实，系自首，可以从轻处罚。被告人沈某前系开设赌场罪的从犯，应当从轻处罚。被告人沈某前主动退出全部赃款，可酌情从轻处罚。被告人沈某财伙同他人以威胁的手段，强迫他人退出竞买，情节严重，其行为已构成强迫交易罪。被告人沈某财主动到案，并如实供述自己的犯罪事实，系自首，可以从轻处罚。被告人沈某财主动退出全部赃款，可酌情从轻处罚。被告人曾某龙伙同他人利用职务上的便利将本村小组财物4万元据为己有，数额较大，其行为已构成职务侵占罪。被告人曾某龙主动到案，并如实供述自己的犯罪事实，系自首，可从轻处罚。被告人曾某龙主动退出全部赃款，可酌情从轻处罚。被告人沈某前、沈某财、曾某龙犯罪较轻，有自首情节、退出全部赃款，已落实缓刑帮教措施，决定对其适用缓刑。据此，依照《中华人民共和国刑法》第二百二十八条，第二百二十六条第（三）项，第二百七十一条第一款，第三百零三条第二款，第二十五条第一款，第二十七条，第六十四条，第六十七条第一款，第七十二条第一款、第三款，第七十三条第二款、第三款，经2011年《中华人民共和国刑法修正案（八）》修正的《中华人民共和国刑法》第六十九条规定，判决如下：一、被告人邹某华犯非法转让、倒卖土地使用权罪，判处有期徒刑一年六个月，并处罚金人民币二十六万五千元；犯强迫交易罪，判处有期徒刑八个月，并处罚金人民币三千元；犯开设赌场罪，判处有期徒刑一年，并处罚金人民币三千元。数罪并罚，决定执行有期徒刑二年，并处罚金人民币二十七万一千元。二、被告人沈某前犯强迫交易罪，判处有期徒刑八个月，并处罚金人民币三千元；犯开设赌场罪，判处有期徒刑八个月，并处罚金人民币三千元。数罪并罚，决定执行有期徒刑一年二个月，缓刑一年二个月，并处罚金人民币六千元。三、被告人曾某龙犯职务侵占罪，判处有期徒刑一年一个月，缓刑一年一个月。四、被告人沈某财犯强迫交易罪，判处有期徒刑八个月，缓刑八个月，并处罚金人民币三千元。五、宁化县公安局扣押的被告人邹某华的赃款人民币93000元、沈某财的赃款人民币69000元、曾某龙的赃款人民币44200元，予以追缴。宁化县公安局扣押被告人沈某前的现金人民币59800元，追缴其中人民币54800元，余款人民币5000元退还被告人沈某前。继续向被告人沈某财、曾某龙分别追缴赃款人民币2200元、642元。上诉人邹某华上诉称：1、本案没有证据证明上诉人邹某华采取瞪眼及语言威胁，使他人放弃竞标，且情节严重，其行为不构成强迫交易罪。2、本案没有充分证据证明上诉人邹某华主观上具有营利的目的，客观上实施了开设、经营赌场或者提供场所、赌博用具的行为，其行为不构成开设赌场罪。3、原判量刑过重，罚金过高。上诉人具有自首情节，积极退赃，且犯罪情节较轻，有悔罪表现，请求二审法院对上诉人适用缓刑。上诉人沈某财上诉称：上诉人沈某财依法报名参加竞标，没有实施威胁其他竞买人的行为，情节轻微，且具有自首情节和立功表现，请求二审法院撤销一审判决，对上诉人免予刑事处罚。辩护人认为，上诉人沈某财是按照其他同案犯安排进行报名并参加竞标，在整个拍卖过程中，沈某财并没有实施言语威胁竞买人的行为，其行为显著轻微，在共同犯罪中属于从犯，并具有自首、立功情节，具备依法免除处罚的情形。三明市人民检察院检察员出庭认为：1、本案在案证据可以证实上诉人邹某华伙同同案人用眼睛瞪非上诉人所在村小组的其他竞买人，用语言威胁、迫使他人不敢举牌竞标，上诉人等人竞拍到五宗地块后转让获利30余万元，其行为构成强迫交易罪。2、本案有充分的证据证实邹某华在曾某15茶叶店、郑斌家的赌场有股份，且赢利3000元，并有坐庄聚赌、管理账目的等行为，其行为已构成开设赌场罪。2、上诉人沈某财具有自首、退赃情形，原判已进行充分的评价，并根据沈某财的量刑情节，对其判处较轻刑罚，量刑适当。",
    "755": "新野县人民检察院指控，善心汇网站以“扶贫济困、均富共生”为名，依托“善心汇众扶互生大系统”会员管理为平台，要求在线人员缴纳一定费用获得会员资格，以高额静态收益和动态收益为诱饵，不断吸收资金、发展下线，形成“金字塔”结构模式及层级关系，根据所发展会员的布施金额、次数获取相应收益，收益来源依靠会员间的赠与完成，会员间流动系统内没有资金增值渠道，只能依靠后期会员的资金进入来支撑前期会员的盈利。被告人齐华敏于2016年10月29日使用其妻子曹某身份证注册成为善心汇会员，用户名是ｃｊｊ16888，ＩＤ号为245775，所在层级为10层，下线层级有6层，发展的下线共计有138个会员账户。被告人齐华敏在善心汇网站平台共完成13次赠与累计73000元，12次受助累计82100元，属于Ｂ轮功德主。",
    "686": "原审判决认定，2013年年初至2014年4月25日，被告人赵大卫经营位于高青县迎宾馆二楼的田横休闲会所二楼洗浴中心，雇佣被告人张欣等人在二楼洗浴中心工作。期间，被告人赵大卫通过雇佣的工作人员招募、容留、管理多名女性在该洗浴中心从事卖淫活动，至本案案发该洗浴中心共组织卖淫6634人次，非法获利921210元。2013年10月份左右至2014年4月25日，被告人赵大卫经营位于高青县芦湖路的在水一方洗浴城，并雇佣被告人商某某等人为其工作。有客人想嫖娼时，被告人赵大卫通过其雇佣的工作人员，让聚集在田横休闲会所二楼洗浴中心的卖淫女到该洗浴城提供性服务，至本案案发该洗浴城共组织卖淫409人次，非法获利50174元。上述两处洗浴场所共组织卖淫7043人次，非法获利971384元。被告人赵大卫在田横休闲会所二楼洗浴中心制定有《员工守则》、《经理职责》等，在两处洗浴场所的微机内均安装了收费管理软件，并定期给被告人张欣、商某某、张某乙、张某甲等人召开会议，安排布置工作。被告人张欣自2013年6月份左右开始在田横休闲会所二楼洗浴中心干服务生，负责给客人擦鞋、开橱、打扫卫生等；2013年10月份开始干领班，负责对吧台和卖淫女考勤管理等；2013年12月初，被告人赵大卫口头任命张欣为二楼洗浴中心经理，负责管理二楼洗浴中心及安排卖淫女到在水一方洗浴城卖淫等。2013年12月5日至2014年4月9日期间，被告人张欣书写的日记记载了其经营管理二楼洗浴中心的详细情况，如制定的管理规定、赵大卫所开会议的会议精神、工作安排及部分工作日客流量、营业额、小姐提成等。日记本中记载的二楼洗浴中心部分工作日的客流量为588人次，记载的部分工作日的营业额为172185元。被告人张某甲在田横休闲会所三楼ＫＴＶ（经营者系被告人赵大卫）任经理。2013年10月份，其招募曹某（系未成年人）在田横休闲会所二楼洗浴中心做卖淫女。2013年11月份至2014年4月25日期间，被告人张某甲多次接送卖淫女往返于田横休闲会所二楼洗浴中心和在水一方洗浴城，且明知卖淫女去在水一方提供性服务。被告人商某某自2013年8月初开始在田横休闲会所二楼洗浴中心干服务生，帮客人开橱子、拿鞋、安排客人洗浴、在服务单据上签字等；2013年11月份，被告人赵大卫口头任命其为在水一方洗浴城副经理，负责管理该洗浴城，其干了约两个月后又回田横休闲会所干服务生。其在在水一方干副经理期间，有客人欲嫖娼时，其就联系张欣等人让田横休闲会所二楼洗浴中心的卖淫女到该洗浴城为客人提供性服务。从在水一方洗浴城提取到的笔录本（部分内容系商某某书写，部分内容系张某乙等人书写）记载，自2013年11月1日至2014年1月3日期间，该洗浴城共卖淫278人次。被告人张某乙自2013年12月份至本案案发（2014年4月25日）在在水一方洗浴城干领班，负责在水一方洗浴城的卫生、纪律，帮助来洗浴的客人联系卖淫小姐，在在水一方的笔记本上记录卖淫女卖淫的信息等。另查明，被告人张欣、商某某、张某乙到案后均如实供述了主要犯罪事实。案发后，被告人赵大卫退缴违法所得5万元。被告人赵大卫到案后电话劝说同案犯张某甲主动投案，张某甲接到其电话后于次日主动投案。原审法院认为，被告人赵大卫以非法获利为目的，以其经营的两处洗浴场所为窝点，长期组织管理多名女性从事卖淫行为，组织卖淫达7043人次，非法获利971384元，其行为已构成组织卖淫罪，且属于情节严重，依法应处十年以上有期徒刑；被告人张欣、张某甲、商某某、张某乙协助被告人赵大卫组织卖淫，其行为均已构成协助组织卖淫罪；其中，被告人张欣协助被告人赵大卫组织卖淫时间较长，所起的作用较大，协助的次数较多，应认定为情节严重。被告人赵大卫组织未成年人卖淫，可酌情从重处罚；其到案后协助公安机关抓捕同案犯张某甲，成立立功，且退赃5万元，可依法从轻处罚。被告人张某甲协助被告人赵大卫招募未成年人从事卖淫活动，可酌情从重处罚。被告人张欣、商某某、张某乙到案后均如实供述主要犯罪事实，系坦白，均可依法从轻处罚。依照《中华人民共和国刑法》第三百五十八条第一款（一）项、第三款、第五十二条、第五十三条、第六十四条、第六十七条第三款、第六十八条、第六十一条之规定，以组织卖淫罪判处被告人赵大卫有期徒刑十年，并处罚金人民币二十万元；以协助组织卖淫罪分别判处被告人张欣有期徒刑五年，并处罚金人民币一万元，被告人张某甲有期徒刑三年，并处罚金人民币八千元，被告人商某某有期徒刑二年，并处罚金人民币六千元，被告人张某乙有期徒刑二年，并处罚金人民币六千元；被告人赵大卫的违法所得共计人民币九十七万一千三百八十四元予以追缴。宣判后，公诉机关不抗诉。被告人赵大卫不服，以“其不构成组织卖淫罪，应当以容留卖淫罪定罪处罚；一审量刑重”等为由，提出上诉。其辩护人提出“本案电子证据提取程序不合法，不能作为定案依据；赵大卫没有组织行为，不构成组织卖淫罪，应以容留卖淫罪处罚；赵大卫系自首”等辩护意见，建议法院依法改判。被告人张欣不服，以“其犯罪情节未达到情节严重，一审量刑重”等为由，提出上诉。其辩护人提出“本案电子证据系非法收集，应予以排除；张欣的协助卖淫行为不属情节严重，一审量刑重”等辩护意见，建议法院减轻处罚。被告人商某某不服，以“系从犯；系初犯、偶犯；认罪态度好，具有悔罪表现”等为由，提出上诉。其辩护人亦提出相同的辩护意见，建议法院对其适用缓刑。",
    "435": "北京市朝阳区人民检察院指控：一、被告人李永生于2014年10月至11月间，在本市朝阳区小红门乡恋日绿岛小区×室等地，以合作建设欢乐谷园内雨林观赏馆项目为由，提供伪造的《工程承包合同》，与被害人郭×1（男，49岁，山东省人）、郭×2（男，48岁，山东省人）签订虚假的《建设工程合作协议书》，骗取被害人保证金共计人民币29万元。二、被告人李永生于2016年3月，在本市朝阳区珠江帝景餐厅等地，以帮助被害人侯×1（女，53岁，北京市人）介绍欢乐谷海洋馆工程需要打点关系为由，骗取侯×1人民币5万元。被告人李永生当庭对指控其犯合同诈骗罪的事实及罪名不持异议，对指控其犯诈骗罪辩称：其同被害人之间系借款关系，自己并未虚构身份，也没有意逃避债务，因此不具有非法占有的目的。其辩护人的辩护意见为：对于合同诈骗罪指控不持异议，对于诈骗罪指控认为证据不足，应属于民事纠纷。经本院审理查明：一、合同诈骗罪被告人李永生于2014年10月至11月间，在本市朝阳区小红门乡恋日绿岛小区×室等地，以合作建设欢乐谷园内雨林观赏馆项目为名，提供伪造的《工程承包合同》骗取对方信任后，与被害人郭×3、郭×4签订《建设工程合作协议书》，骗取施工保证金共计人民币29万元。案发后已归还。二、诈骗罪被告人李永生于2016年3月，在本市朝阳区珠江帝景餐厅等地，以帮助被害人侯×2介绍欢乐谷海洋馆工程需要打点关系为由，骗取侯×2人民币5万元。案发后已归还。2016年1月份，李永生主动找我说，欢乐谷有一个海洋馆的工程，他可以帮我联系，需要打点关系的费用。我因为这个事给了他人民币5万元。具体是，2016年3月7日在珠江帝景餐厅给他现金4万元，第二天又给他中国银行的账户转了1万元。后来我突然联系不上他了，我就感觉不对，托朋友查了一下发现他被刑事拘留了。我就过来报案。我有李永生打的借条，他签的名字是张永生，身份证号码也是假的。（问：为何打借条？）我就是想钱给他了，留个字据。侯×2辨认出被告人李永生就是对其进行诈骗的“张永生”。2、证人马×的证言及辨认笔录证明：侯×2是个体干工程的，我也是包工头，认识很多年了。2016年3月初，侯打电话称有人给介绍一个欢乐谷海洋馆的工程，让我跟她一起去见个面。这样我就到珠江帝景下的餐厅，侯介绍说对方是张主任，张主任称可以帮侯姐承揽欢乐谷海洋馆的工程。侯当天给了对方现金4万元，并答应第二天再给他打1万块钱。这个张主任当场给侯姐写了借条。马×辨认出被告人李永生就是“张永生”。3、“借条”内容为：“今借到侯×2人民币五万元整，定于六月底前还清。借款人：张永生2016.3.7”4、中国银行出具的对被告人李永生在该行账户的查询材料证明2016年3月8日该卡存入人民币1万元。5、“谅解协议”、收条证明：2016年8月1日，被告人李永生的家属帮助其退赔了侯×2的经济损失。侯×2表示“愿意原谅”。6、北京世纪华侨城实业有限公司出具的证明称：该公司及下属分公司自2002年北京欢乐谷建园以来，一直负责管理园内的各项工程项目。该公司及下属分公司未就园内工程项目与李永生签订过承包、委托等协议。7、到案经过证明：被告人李永生于2016年5月13日被抓获归案的情况。8、被告人李永生的户籍材料证明其身份情况。9、被告人李永生供述证明：我跟侯×2是在棋牌室认识的，在这个朋友圈里我就是以“老张”的身份出现，之前我也说过自己是1960年生人。所以我向侯×2借款时不想节外生枝，就这么写了。我从未跟侯×2提过海洋馆工程的事情。我没有有意躲避，侯×2找我完全可以找得到，另外还款期限也没有到。辩方申请了证人宋×、李×出庭作证：1、证人宋×作证称：我经营棋牌室，认识被告七八年了，侯×2也在我那玩牌。平时大家都叫被告“老张”。8月1日李×向侯×2还款后，侯×2主动写了个材料，没有人威胁她。2、证人李×作证称：8月1日去银行还给侯×25万元钱，另外对方还说李永生买烟花了3000多元，我就把那3000元也给她了。侯×2写了一个谅解的材料。辩方还提交了被害人侯×2于2016年8月1日书写的材料，内有“本人愿意原谅李永生的行为，我个人认为李永生主观上可能没有故意诈骗的想法”等语句。上述证据，经庭审质证，本院认为可以作为定案依据，据此能够认定：被告人李永生有虚构身份及办事能力的行为，使得侯×2陷入错误认识并因此支付财物，被告人李永生的行为已超出了民事法律调整的范畴，其行为已经符合我国刑法规定的诈骗罪的构成要件，不能以可能属于民事纠纷为由就否认该行为构成财产犯罪。故对该辩解及相关辩护意见不予采纳",
    "669": "原审法院认定：（一）2011年9月13日晚，在临江市东大桥附近因被害人胡某甲没有让被告人李亚非超车，李亚非开车将胡某甲的车别停，并撞坏胡某甲的车后，李亚非下车用木棒将胡某甲左臂打伤。胡某甲因左胳膊受伤到临江市医院治疗，并告知李亚非让李亚非结算医药费，李亚非到临江市医院用自带的砍刀将胡某甲头部砍伤。经鉴定，胡某甲头部外伤，造成左头顶部4.0厘米瘢痕为轻微伤，左臂外伤造成左尺骨粉碎性骨折，损伤程度为轻伤一级。另查明，李亚非赔偿胡某甲人民币2万元。根据《中华人民共和国刑事诉讼法》第二百条第一款第一项、《中华人民共和国刑法》第二百九十三条第一款第一项、第二十五条、第二十六条、第二十七条、第四十五条、第六十九条、第七十一条之规定，认定被告人李亚非犯寻衅滋事罪，判处有期徒刑三年；撤销长春市中级人民法院（2010）长刑执字第4519号对被告人李亚非予以假释的刑事裁定书；与原犯盗伐林木罪、滥伐林木罪尚未执行完毕的余刑有期徒刑一年九个月零二十八天，并处罚金人民币10,000元并罚，决定执行有期徒刑四年，并处罚金人民币10,000元。被告人周文涛犯寻衅滋事罪，判处有期徒刑一年三个月。李亚非上诉提出：两名被害人均存在过错，其不构成寻衅滋事罪；不应当撤销假释；司法鉴定仅对胡某甲住院病历审查鉴定，未对胡某甲进行活体检查，申请对胡某甲进行重新鉴定；其接到变更起诉书后原审法院未给予其足够的准备时间让其辩解，剥夺应有的权利；原审量刑过重；其盗伐林木罪未执行余刑刑期原审计算错误。辩护人的辩护意见为：两名被害人均有过错，李亚非不构成寻衅滋事罪；不应撤销李亚非的假释；被害人胡某甲已经撤销案件，不应再对李亚非进行刑事处罚，且李亚非已积极对两名被害人赔偿，达成和解，应从轻处罚。周文涛上诉提出：其因拉架不成才持木棍殴打李某乙，其不构成寻衅滋事罪；其接到变更起诉书后原审法院未给予足够的准备时间让其辩解，剥夺应有的权利。关于李亚非及其辩护人提出“两名被害人均存在过错，李亚非不构成寻衅滋事罪”的上诉理由、辩护意见及周文涛提出“其因拉架不成才持木棍殴打李某乙，其不构成寻衅滋事罪”的上诉理由。经查，1、根据证人金某甲才证言、被害人胡某甲陈述、李亚非供述及胡某甲住院病历、司法鉴定意见等证据证实，李亚非因胡某甲不让其超车，遂将胡某甲拦截，下车后持木棍将胡某甲左臂打伤，造成胡某甲左臂粉碎性骨折，轻伤一级；后因胡某甲让李亚非到医院结算医药费，李亚非再次持刀到医院将胡某甲头部砍伤，造成轻微伤，故李亚非的行为构成寻衅滋事罪。2、根据证人刘某甲、于某甲等人证言、被害人李某乙陈述、被告人李亚非的供述及李某乙住院病历、司法鉴定意见、监控视频等证据证实，李某乙在刘某甲的修理厂处购买一辆捷达车，因刘某甲没给李某乙牌照，双方产生纠纷，刘某甲找到中间人帮忙阻止李某乙到修理厂闹事，这名中间人找到李亚非处理此事，李亚非在给李某乙打电话谈及此事的过程中双方发生口角，后相约在李亚非家楼下见面，李亚非、周文涛下楼后与另一男子堵住李某乙的白色轿车，李亚非持刀伙同周文涛等人对李某乙殴打，李某乙从车内逃出来后被打倒在地，之后又来了四名男子，部分人上前用脚踹倒在地上的李某乙，部分人在旁围观，李亚非、周文涛等人打完李某乙后准备离开，在看到李某乙从地上爬起来时，又返回去将李某乙打倒在地两次，最终造成李某乙人身损伤程度为轻微伤。李亚非因受他人请托，帮忙摆事，与李某乙发生争吵，进而逞强耍横，持刀伙同周文涛等人殴打李某乙，李亚非、周文涛的行为构成寻衅滋事罪。故李亚非及辩护人提出的相关上诉理由、辩护意见以及周文涛提出的相关上诉理由不能成立，本院不予支持。关于李亚非提出“司法鉴定仅对胡某甲住院病历审查鉴定，未对胡某甲进行活体检查，申请对胡某甲伤情进行重新鉴定”的上诉理由。经查，胡某甲伤情鉴定是由临江市公安司法鉴定中心鉴定人员按照法定程序作出的鉴定意见，鉴定机构和鉴定人员具备合法的鉴定资质，鉴定意见符合法律规定。故李亚非提出的相关上诉理由不能成立，本院不予支持。关于李亚非提出“原审判决量刑过重”及辩护人提出“被害人胡某甲已经撤销案件，不应再对李亚非进行刑事处罚，且李亚非已积极对两名被害人赔偿，达成和解，应从轻处罚”的上诉理由及辩护意见。经查，虽证人崔某甲证言及被害人胡某甲陈某甲实，案发后胡某甲到兴隆派出所报警，胡某甲在接受李亚非的赔偿后又到派出所撤销案件，但并不影响司法机关在发现李亚非的行为构成犯罪后追究其刑事责任。根据《中华人民共和国刑法》第二百九十三条第一款之规定，犯寻衅滋事罪，应当判处五年以下有期徒刑、拘役或者管制，原审判决量刑时已充分考虑李亚非赔偿被害人经济损失并取得谅解等量刑情节，并根据李亚非的犯罪事实、犯罪性质、情节和对社会的危害程度，对其犯寻衅滋事罪判处有期徒刑三年并无不当。故李亚非及辩护人的相关上诉理由及辩护意见不能成立，本院不予支持。关于李亚非及辩护人提出“不应当撤销假释”的上诉理由及辩护意见。经查，依照《中华人民共和国刑法》第八十六条第一款之规定，被假释的犯罪分子，在假释考验期内犯新罪，应当撤销假释，依照本法第七十一条的规定实行数罪并罚。李亚非在假释考验期内犯新罪，原审判决撤销假释并无不当。故李亚非及辩护人提出的相关上诉理由及辩护意见不能成立，本院不予支持。关于李亚非、周文涛上诉提出“接到变更起诉书后原审法院未给予其足够的准备时间让其辩解，剥夺应有的权利”的上诉理由。经查，原审法院于2020年4月22日将公诉机关变更起诉决定书送达二被告人，并于2020年5月9日开庭审理并进行宣判，符合法律规定。故李亚非、周文涛的相关上诉理由不能成立，本院不予支持。关于李亚非提出“其盗伐林木罪未执行余刑刑期原审计算错误”的上诉理由。经查，罪犯出监鉴定表、假释证明书及刑事裁定书等证据证实，李亚非于2008年4月24日因犯盗伐林木罪、滥伐林木罪，被判处有期徒刑五年，并处罚金人民币10,000元，服刑于长春市北郊监狱，服刑期从2007年9月19日至2012年9月18日，2010年12月21日被长春市中级人民法院裁定予以假释，假释考验期从2010年12月21日至2012年9月18日，罚金10,000元已缴纳。经查，李亚非未执行的余刑刑期为2010年12月21日至2012年9月18日，即一年八个月零二十九天，原审认定为一年九个月零二十八天系计算错误。故李亚非的此点上诉理由成立，本院予以支持。本院认为，上诉人（原审被告人）李亚非持木棍、刀随意殴打胡某甲，致胡某甲左臂轻伤、头部轻微伤，情节恶劣，其行为构成寻衅滋事罪；李亚非持刀伙同上诉人（原审被告人）周文涛及他人随意殴打李某乙，致李某乙轻微伤，情节恶劣，李亚非、周文涛的行为均已构成寻衅滋事罪。",
    "50": "经审理查明，2016年1月5日晚20点左右，被告人王某和王健、王文飞、付建军在参加完朋友的婚礼后相跟来到王某租住的民房内，付建军和王文飞出去在吕梁市人民医院附近买了100元的冰毒后返回王某家中。22时左右，被告人王某和王健、王文飞、付建军在王某租住的家中将购买的冰毒共同吸食。四人吸食完冰毒后被离石区公安局巡特警大队民警现场抓获。经离石区公安局民警队对王某、王健、王文飞、付建军现场检测，四人尿检结果均为甲基安非呈阳性。2016年1月6日，王健、王文飞、付建军因吸食毒品被离石区公安局行政拘留10日。公诉机关当庭举的证据有：1、书证：抓捕经过、现场检测报告书、现场检测照片、吸毒成瘾认定书、离石区公安局行罚决字【2016】88-90号行政处罚决定书、常住人口信息；2、证人王健、王文飞、付建军的证言；3、被告人王某的供述，上述证据均经当庭举证、质证、认证，予以核实，在案佐证",
    "611": "原审认定：2017年8月至12月，被告人刘尚涛、赵东秀、何强经预谋，合伙出资从网上先后购买北京鑫发智创商贸有限公司、北京海成达成商贸有限公司相关资料，设立两公司；雇佣被告人韩要开、方文豪分别以各自名义为上述两公司开设账户，韩要开并出名北京鑫发智创商贸有限公司法定代表人；雇佣被告人郭艳丽、王妍、王莹等人充当客服；以加工“钻石画”为名，通过网上招聘加工人员的方式，收取全国各省、自治区884名被害人保证金计人民币247.8万元（以下币种相同），退款44笔12.16万元，实际收取保证金235.64万元；其中北京鑫发智创商贸有限公司收取427名被害人保证金各2800元计119.96万元（其中收被害人桑某保证金6800元），被告人韩要开获取报酬0.8万余元；北京海成达成商贸有限公司收取457名被害人保证金各2800元计127.84万元，案发前退款44笔12.16万元（其中客服“王倩倩”结付给被害人姜某1152元加工费），实际收取保证金115.68万元，被告人方文豪获取报酬1万余元；被告人郭艳丽、王莹、王妍在上述两个公司分别收取32名被害人保证金8.96万元、45名被害人12.6万元、16名被害人4.48万元，其中郭艳丽、王莹、王妍在“海成达成公司”分别退款7笔1.96万元、3笔0.84万元、2笔0.56万元，实际收取保证金分别为7万元、11.76万元、3.92万元，并分别获取报酬3万余元、3万余元、1.04万余元；被告人郭艳丽在北京海成达成商贸有限公司收取保证金的被害人中杨某系未成年人。案发后，被告人郭艳丽、王莹分别主动到商城县公安局投案，如实供述自己的罪行；被告人何强通过微信聊天邀请方式协助警察将被告人赵东秀、刘尚涛、方文豪抓获。其他被告人分别被商城县公安局民警抓获到案。办案民警经对北京海成达成商贸有限公司办公地点搜查，查获打印机和条码打印机各1台、北京海成达成商贸有限公司营业执照副本1张、印章1枚、贴画制作工具2套、笔记本2本、合同加盟书2张、成品钻石画11张、快递包2件、快递单731张（邦德快递）、赃款8万元、赵东秀随身携带的赃款0.8万元，并从方文豪北京银行卡查获赃款3万元、中信银行卡查获赃款5.97万元。另查获尚未启用的北京玉芳顺商贸有限公司资质1套、印章5枚，北京星辰宝雅商贸有限公司资质1套、印章5枚。被告人赵东秀、何强、韩要开、郭艳丽、王妍、王莹亲属分别退赃24万元、22万元、0.8万元、3万元、1.04万元、3万元。商城县公安局对上述退缴赃款及现场查获赃款计71.61万元均予以扣押，并从中发还被害人张某损失2800元，尚存71.33万元。具体事实如下：2017年8月，被告人赵东秀、刘尚涛、何强分别出资4万元、4万元、1.5万元，从网上购买“北京鑫发智创商贸有限公司”资料，在北京市门头沟区开设公司，雇佣被告人韩要开为法定代表人，并以其名义开设银行、支付宝账户，雇佣被告人郭艳丽、王妍、王莹等为客服，以加工“钻石画”为名，在网上招聘加工人员，要求每名加盟该项目的客户交纳2800元保证金，其中先期交客服200元、300元或500元，收到“公司”通过快递公司邮寄的“钻石画”加工材料和合同后，再交余下保证金给快递公司代收，承诺“钻石画”加工完成交付“公司”后，支付加工费报酬并全额返还保证金。被告人赵东秀充当客服并招聘客服，负责提供微信号、手机号和财物；被告人刘尚涛负责在网络平台上发布“轻松挣钱”、“信誉保障”宣传资料及客服联系方式、微信号等广告链接；被告人何强负责收发货物和取现保证金。被告人赵东秀、郭艳丽、王妍、王莹等客服，通过在网上发布虚假加工费结算单截图等方式招揽客户。通过上述方式，被告人赵东秀、郭艳丽、王妍、王莹分别以“张一凡”、“赵媛媛”、“李梦”、“徐丽”作为客服微信昵称伙同客服“刘影”、“杨艺”通过微信收取42名客户保证金各2800元计12.16万元（其中收被害人桑某保证金6800元）；被告人韩要开分别通过其名下的中国工商银行卡账户收取345名客户保证金96.6万元、支付宝账户收取40名客户保证金11.2万元；该公司共收取427名客户保证金119.96万元。被告人刘尚涛、何强分别以微信昵称“技术孙”、“王师傅”名义参与技术指导。保证金收取后，客服伙同技术老师以产品不合格等理由推脱客户索款要求，直至将客户微信号拉黑。被告人赵东秀、刘尚涛、何强用保证金支付网上宣传费用及被告人韩要开、郭艳丽、王妍、王莹的工资后，按各自出资比例分配保证金。因被拉黑的客户通过网络交流平台发布北京鑫发智创商贸有限公司实施诈骗的信息，劝导其他人不要再被骗，该公司无法继续经营。2017年11月，被告人赵东秀、刘尚涛、何强经商量，在北京市门头沟区远洋新天地7号楼，以8000元价格找办证公司另行办理公司资质，成立了北京海成达成商贸有限公司；被告人方文豪经刘尚涛联系加入该公司，并以其名义设立公司银行及支付宝账户同时负责收发货物、取现工作和结算广告、快递费用。被告人赵东秀、刘尚涛、何强继续采取与北京鑫发智创商贸有限公司相同的分工和经营模式进行经营；被告人赵东秀、郭艳丽、王妍、王莹分别以“许诺”、“陈晨”、“张红”、“李雯雯”作为客服微信昵称伙同客服“吴楠”、“王倩倩”、“孟思思”通过微信收取93名客户保证金各2800元计25.92万元，其中客服“王倩倩”结付给被害人姜某1152元，被告人郭艳丽、王莹、王妍分别退款7笔1.96万元、3笔0.84万元、2笔0.56万元；被告人方文豪分别通过其名下的中信银行卡账户收取330名客户保证金92.4万元、支付宝账户收取34名客户保证金9.52万元；该公司共收取457名客户保证金127.84万元，其中退款12.16万元，实际收取保证金115.68万元。被告人何强、方文豪、刘尚涛分别以技术老师“周师傅”、“吴老师”、“小殷”名义参与“技术指导”。被告人赵东秀、刘尚涛、何强用保证金支付网上宣传费用及被告人方文豪、郭艳丽、王妍、王莹的工资后，按各自出资比例分配保证金。2017年11月12日，被害人张某报案至商城县公安局案发。上诉人赵东秀上诉称：原审认定事实错误，其不构成诈骗罪。上诉人方文豪上诉称：其在本案中不应认定为主犯而应认定为从犯。上诉人韩要开上诉称：原审量刑过重。上诉人郭艳丽上诉称：其应构成立功，原审量刑过重。",
    "688": "原判认定：一、抢劫罪被告人刘忠帆得知被害人王某某一部白色苹果5Ｓ手机，遂起非法占有的念头。2014年1月19日上午，被告人刘忠帆骑摩托车到延平区八一路冲浪网吧边上小巷内等候，叶某应刘忠帆要求将其同学王某乙带到小巷，叶某离开后刘忠帆向王某乙“借用”苹果5Ｓ手机（鉴定价值人民币5226.36元）并威胁“如果不借手机，来硬的你也没办法”，同时拿出一部不能使用的苹果4手机交给王某乙，称让其暂时使用，王某乙虽不认识刘忠帆，但听说过其的名字，因惧怕而将手机交给刘忠帆。此后，刘忠帆经王某乙多次催促仍未归还，后王某乙因惧怕而放弃索回手机。2014年3月6日下午，因刘某要到福州，被害人叶某到被告人刘忠帆家楼下找刘某送路费，刘忠帆即强行要求叶某到其家中，后在刘忠帆卧室内，其手持匕首舞弄并以过生日要送礼物为由，强行将叶某带来的人民币200元拿走。敲诈勒索罪被告人刘忠帆得知被害人王某乙又有一部苹果5Ｓ手机，再次起非法占有的念头。2014年3月9日晚，被告人刘忠帆手持砍刀将王某乙带到家中，将砍刀放在王某乙面前的电视柜上，要求王某乙次日给其人民币2000元或“借用”苹果5Ｓ手机。同年3月15日下午，刘忠帆和郑某找到王某乙索要人民币2000元或苹果5Ｓ手机，王某乙拒绝后，刘忠帆又威胁其“你就等死吧”之类的言语。同年3月17日，刘忠帆得知王某乙父母报案后，遂骑后插二根钢管的摩托车带郑某到王某乙家附近等候，之后刘忠帆遇到王某乙和其父亲王某甲，因成年人在场，刘忠帆遂逃离现场。2014年4月22日，被告人刘忠帆在山西省长治市城区英雄南路291号被公安机关抓获。另查明，上述被害人王某乙、叶某均系未成年人。案发后，被抢的苹果5Ｓ手机已由刘忠帆的亲属交至公安机关，并发还给被害人亲属。其辩护人的辩护意见是：1、对于占有王某乙的手机，上诉人主观恶性并不大；2、原审法院对于上诉人抢劫200元的事实认定错误；3、原审法院量刑偏高。",
    "224": "重庆市万州区人民法院判决认定，2016年11月至2017年1月期间，被告人谭元培分别委托张某某和被告人蒲江鸿网购了射钉器、钢管、固定器等配件，后由被告人谭元培、蒲江鸿在蒲江鸿父亲蒲某2的原居住地将上述配件改造、组装成枪支，被告人谭元培此后多次持该枪支打猎。2017年12月13日，公安民警将被告人谭元培抓获，从其所骑摩托车上查获射钉器改造枪支一支、空包弹八发、钢珠二瓶及装有黑火药的牛角瓶一个。经鉴定，该枪支是以火药为动力发射非制式枪弹的非制式枪。另查明：诉讼中，被告人谭元培揭发他人涉嫌非法制造枪支罪的行为，并经查证属实。上诉人谭元培对原判认定的事实和罪名没有提出异议，辩解自己是多年的人民教师，因对枪支管理的法律规定懵然无知，构成了犯罪，到案后，如实供述犯罪事实，自愿认罪悔罪，积极检举他人犯罪，其主观恶性较小，未产生社会危害，没有再犯罪的危险，原判量刑过重，请求依法改判并适用缓刑。辩护人以相同理由为谭元培辩护。上诉人蒲江鸿提出自己是老实农民，无任何违法记录，不清楚买配件会触犯法律，后来帮助组装是对谭元培作为小学副校长的信任，系人之常情，从来没有想过会危害别人或社会，请求对其适用缓刑。辩护人提出蒲江鸿如实供述犯罪事实，有立功表现，自愿认罪认罚，无前科劣迹，请求对其减轻处罚并适用缓刑。",
    "704": "经审理查明，2019年12月至2020年3月间，被告人徐亚将用其本人身份证办理的两家公司（厦门旗素帆贸易有限公司、厦门翼赐夕信息技术有限公司）的营业执照及对公账户银行卡、U盾等材料卖给上家，从中获利人民币1500元。",
    "281": "东莞市第三市区人民检察院指控称，2007年11月份开始，被告人关某在东莞市横沥镇天桥路桃苑管理处3号经营兴健饮食店。2015年10月份，关某为增加麻辣烫的口感，多次购入罂粟壳粉用作熬制调料，并使用熬制成的调料制作麻辣烫以销售。2015年11月9日，公安机关对兴健饮食店进行检查时，现场缴获罂粟壳粉末438克。经中国广州分析测试中心鉴定，在缴获的汤料中检验出吗啡（1276μｇ／ｋｇ）、可待因（1614μｇ／ｋｇ）、罂粟碱（912μｇ／ｋｇ）、蒂巴因（2504μｇ／ｋｇ）、那可丁（794μｇ／ｋｇ）成分；在缴获的罂粟壳粉检验出吗啡（5.4×104μｇ／ｋｇ）、可待因（1.2×105μｇ／ｋｇ）、罂粟碱（9.1×104μｇ／ｋｇ）、蒂巴因（2.4×105μｇ／ｋｇ）、那可丁（8.6×104μｇ／ｋｇ）成分。公诉机关提供了现场勘查笔录、现场图及现场照片、搜查证、搜查笔录，罂粟壳粉438克，中国广州分析测试中心检验报告，抓获经过、原籍材料、扣押决定书、扣押清单、商铺租赁合同、工商营业执照、卫生许可证，审讯录像一盒。证人马某、李某的证言，被告人关某的供述、辨认照片和指认照片等证据。提请本院依法惩处。被告人关某对公诉机关起诉指控的事实、罪名均无异议，未提出辩解意见。被告人关某的辩护人提出被告人犯罪情节轻微、认罪悔罪的辩护意见，请求对被告人从轻处罚。",
    "422": "经审理查明，2007年4月份，被告人王某在上海市金山区以赵立功（王某甲的公公，已故）的名义注册成立了上海圣迪生物科技有限公司；2008年8月份，王某以其父亲王某戊之名注册成立了遂平圣迪生物科技有限公司，2012年5月份，将该公司法定代表人变更为其母亲赵勤；2013年4月份，王某以其父亲王某戊之名注册成立了遂平康宝生物科技有限公司，王某均为上述公司股东。上述公司成立后实际由王某掌控，并由王某组织被告人王某甲、张某（另案处理）、王某某等人参与经营。其中王某为公司总负责人，张某负责公司财务等工作，王某甲负责公司部分协调外部工作及内部管理等具体事务，王某某负责通过物流将王某生产的药品发往各地的客户。王某又招聘被告人彭某以及杨某、姚某某、宋某某（均另案处理）等人为公司业务员（名片为招商部经理）。彭某还负责阿里巴巴网上店铺的维护、产品宣传、网页更新。业务员通过电话、腾讯ＱＱ、阿里巴巴销售网等联系方式，接受全国各地客户的订单。业务员接受客户订货经确认后，并填写订单交给王某某到仓库取货，王某某再以王某甲、张某等人的名义通过物流公司发往客户指定地点。“药品”的生产是王某从外地购进半成品保健品、医疗器械和消毒用品后，使用自己从印刷厂印制“药品”的标签、说明书和外包装盒等物品，在遂平县褚堂乡岗关庄租房处组织工人封口、包装后进行销售。王某生产的“药品”使用哈尔滨朗峰医疗卫生用品厂、南阳妙医堂药业有限公司、南阳市二医厂、武汉倍斯康生物科技有限公司等厂家的保健食品、医疗器械、消毒用品的生产批号和上海圣迪生物科技有限公司“众圣”牌商标，在说明书和标签中标注有适应症、预防疾病、治疗功效和疗效，并且每个批号下均有多个“众圣”牌药品的名称，其产品未经过有关部门批准。销售的货款，经物流公司代收或银行转账及网银转账等方式转入以赵某某、张某、王某甲、王乙某等人在工商银行、农业银行、建设银行、邮政储蓄银行等多家银行开设的银行账户中。2008年以来，张某、赵某某、王某甲等人的银行账户汇入款交易额达数百万元。2013年8月21日晚，王某、王某甲组织王某某等人在驻马店转移窝点存放假药时，被遂平县公安局民警查获，现场扣押冒用不同批号、10余个厂家生产的假成品药53000余盒，价值19.98万元，外包装300余万个，总价值18.36万元，车辆一台、机器三台和以张某等人的名义发货物流单等物品。经重庆市食品药品检验所对现场查扣的黑蚁追风贴、痒立克、敏博士等药品进行检测，在黑蚁追风贴和痒立克假药中分别检测出双氯芬酸钠的醋酸可的松成分。",
    "743": "公诉机关指控，2018年1月份，被告人侯小青在宣汉县潇池社区南二小路口二楼开始经营裕丰宾馆。2018年12月3日，吸毒人员向仕阳与吸毒人员向君到裕丰宾馆2202房间开房，晚上一起吸食冰毒，被告人侯小青一起参与吸食。2018年12月4日晚上，被告人侯小青与吸毒人员向仕阳、向君在裕丰宾馆2202房间一起吸食冰毒。2018年12月6日上午，被告人侯小青与吸毒人员向仕阳、向君在裕丰宾馆2202房间一起吸食冰毒。上述事实，公诉机关建议对被告人侯小青判处拘役六个月，缓刑十个月，罚金4000元。被告人侯小青对指控事实、罪名及量刑建议没有异议，同意适用速裁程序且签字具结，在开庭审理过程中亦无异议",
    "534": "公诉机关指控，2013年10月上旬，被告人马某某在明知程远华涉嫌犯罪被网上追逃的情况下，仍为其提供便利，帮助其潜逃。针对指控，公诉机关提供了被告人马某某供述、证人证言、物证照片、扣押物品清单、起诉意见书、到案经过、户籍证明等证据。公诉机关据此认为，被告人马某某的行为已构成窝藏罪，提请本院依法惩处。被告人马某某及其辩护人对指控的罪名及事实均无异议。辩护人提出，马某某认罪、悔罪态度好，建议从轻处罚。经依法审理查明，被告人马某某与程远华系兄弟关系，2013年10月上旬，被告人马某某在明知程远华涉嫌犯罪被公安机关追逃的情况下，仍多次与程远华联系，商议帮助程远华潜逃，同年11月11日，被告人马某某提供车辆从许昌送程远华潜逃到安阳时，被公安机关抓获。另查明，程远华已因涉嫌犯非法吸收公众存款罪被驻马店市公安局西园分局另案移送审查起诉。同年10月2日10时许，他和弟弟程某某开车从泌阳到许昌接程远华去安阳，到安阳后程远华到一个公园去见赵林。当天他们三人离开安阳到新乡住下，次日离开新乡时，程远华买两个手机卡，给他一个，他们之间单线联系。2013年10月10日晚，程远华给他打电话让他从许昌接自己到安阳，从安阳直接去南方。次日早上，他和弟弟程某某从泌阳开着比亚迪轿车到桐柏县接他舅舅马某稳，到桐柏县后换了科邦集团的现代轿车（黑色，车牌号豫ＥＣ5022），10时许他们到许昌汽车东站接到程远华，途中他们三人手机全部关机。到安阳后与科邦集团的“小郑”和常某某一起吃午饭时被公安机关抓获。2、证人证言：（1）程某某、马某稳证言，证实内容与被告人马某某证实的一致。（2）程远华证言，证实大约2013年9月15日，他因参与驻马店市泰德商贸有限公司（以下简称泰德公司）非法集资被公安机关上网追逃，他和爱人张丽躲到许昌，一直和弟弟马某某商量泰德公司合同的事。2013年10月2日，程某某开车带着他和马某某一起到安阳找赵林，后到新乡，他买了两张手机卡，给马某某一个，他们单线联系。2013年10月10日晚，他给马某某打电话让马某某从许昌汽车东站接他到安阳办事，然后直接去南方。他和马某某在安阳被抓获。（3）郑某某证言，证实他是科邦集团的司机，2013年10月11日按照公司赵林总经理安排接待逃至安阳的程远华、马某某等人吃饭，饭后马某某等人被抓。（4）常某某证言，证实他是科邦公司员工，其证言证实内容与郑某某一致。3、书证：（1）扣押物品清单及照片，证实驻马店市公安局西园分局扣押程远华、被告人马某某等人行李箱、手机、车辆等物品。（2）出入高速公路记录，证实被告人马某某帮助程远华潜逃通过许昌东区站。（3）驻马店市公安局西园分局起诉意见书及情况说明，证实程远华涉嫌犯非法吸收公众存款罪，已被侦查机关移送审查起诉。4、抓获证明，证实驻马店市公安局西园分局于2013年10月11日将被告人马某某抓获到案。5、户籍证明，证实被告人马某某的刑事责任年龄等情况。上述证据，经庭审查证属实，予以采信",
    "731": "经审理查明，刘某诉陆永权买卖合同纠纷一案，固始县人民法院于2011年2月28日作出（2010）固民初字第900号民事判决，陆永权欠原告货款48000元，于判决生效后立即给付35000元，并按35000元本金支付利息，于2020年9月6日前给付13000元。陆永权不服提出上诉，信阳市中级人民法院于2011年10月25日作出（2011）信中法民终字第962号民事判决，驳回上诉，维持原判。刘某2012年2月28日向固始法院申请执行，2012年3月5日固始法院立案执行，2012年3月5日向被执行人陆永权送达了执行通知书：执行款35000元及利息、诉讼费1000元、执行费425元。被执行人陆永权仍不履行。2014年1月8日本院对陆永权司法拘留15日。2014年1月13日本院裁定扣押被执行人陆永权养殖的价值38000元的活鸡、活鸭等。因被执行人陆永权之妻孙培荣不配合，裁定未能执行。在本案的审理过程中，被告人亲属将货款交付给自诉人刘某32000元，得到自诉人的谅解。",
    "749": "广东省广州市白云区人民法院刑事判决书（2019）粤0111刑初2789号公诉机关广州市白云区人民检察院。被告人林一挺，男，1985年8月20日出生，汉族，出生地浙江省瑞安市，文化程度大专，户籍住址浙江省瑞安市。因本案涉嫌犯妨害公务罪于2019年5月26日被羁押，次日被刑事拘留，2019年6月3日经公安机关决定被取保候审，2019年7月9日因无证驾驶被行政拘留至7月19日，2019年8月19日经检察机关决定被取保候审，2019年9月19日经本院决定被取保候审。广州市白云区人民检察院以穗云检公诉刑诉〔2019〕2521号起诉书，指控被告人林一挺犯妨害公务罪，于2019年9月19日向本院提起公诉。本院依法适用刑事速裁程序，实行独任审判，公开开庭审理了本案。广州市白云区人民检察院指派检察员程文婷出庭支持公诉，被告人林一挺到庭参加诉讼。本案现已审理终结。公诉机关指控：2019年5月26日15时许，被告人林一挺未依法取得摩托车驾驶证、驾驶无号牌正三轮轻便摩托车，途经本市白云区均禾街新石路七星岗路口时，遇广州市公安局白云区分局均禾派出所民警带领执勤人员在该处查处“五类车”，林一挺为逃避检查和处置，将执勤人员陈某耀咬伤，后被当场抓获。经鉴定，陈某耀的损伤特征符合咬伤所致，损伤造成其右手中指皮肤破损，程度属轻微伤。公诉机关认为，被告人林一挺以暴力方法阻碍国家机关工作人员依法执行职务，应以妨害公务罪追究其刑事责任，且认为，被告人林一挺犯罪后如实供述自己罪行，可从轻处罚。公诉机关提请本院依法判处并建议判处被告人林一挺九个月以下有期徒刑或者拘役，可适用缓刑。被告人林一挺犯罪后如实供述自己罪行，可从轻处罚。本院综合全案的性质、情节、危害后果及被告人林一挺的认罪态度，依照《中华人民共和国刑法》第二百七十七条、第六十七条第三款、第七十二条、第七十三条之规定，判决如下：被告人林一挺犯妨害公务罪，判处有期徒刑六个月，缓刑一年。（缓刑考验期限从判决确定之日起计算。）如不服本判决，可在接到判决书的第二日起十日内，通过本院或直接向广东省广州市中级人民法院提出上诉。书面上诉的，应当提交上诉状正本一份，副本二份。审判员林丽虹二〇一九年九月二十三日书记员曾佩雯附：相关法律法规中华人民共和国刑法第二百七十七条以暴力、威胁方法阻碍国家机关工作人员依法执行职务的，处三年以下有期徒刑、拘役、管制或者罚金。以暴力、威胁方法阻碍全国人民代表大会和地方各级人民代表大会代表依法执行代表职务的，依照前款的规定处罚。在自然灾害和突发事件中，以暴力、威胁方法阻碍红十字会工作人员依法履行职责的，依照第一款的规定处罚。故意阻碍国家安全机关、公安机关依法执行国家安全工作任务，未使用暴力、威胁方法，造成严重后果的，依照第一款的规定处罚。暴力袭击正在依法执行职务的人民警察的，依照第一款的规定从重处罚。",
    "134": "经审理查明，2015年1月20日上午10时许，胡某2（已判刑）家与同村民组的张某1家因地界问题发生纠纷并抓打，鱼洞派出所要求双方先到医院检查治疗后到鱼洞派出所接受处理，张某2、张某4便将其父张某1送到鱼洞卫生院检查治疗。胡某2电话邀约刘某2（已判决）组织人员教训张某2、张某4，胡某2、刘某2到胡某3家拿打架的钢管时，见到被告人胡某某在胡某3家，遂邀约胡某某一起去打架。当天中午12时许，被告人胡某某与邹某、刘某2、胡某2等人在鱼洞卫生院门口持钢管殴打张某2、张某4时，邹某被张某2打伤。经镇雄县公安司法鉴定中心鉴定：张某2、张某4的伤构成轻微伤；邹某的伤构成重伤二级。本院审查认为，公诉机关宣读出示的证据，经质证、核实，证据来源合法，证明内容客观、真实，证据间能相互印证，本院予以采信",
    "563": "原判认定，2016年9月至12月期间，被告人邓小华、殷德兴二人注册成立遂宁市淼森房地产营销策划公司（以下简称淼森公司），在无实际履行能力的情况下，以低价团购商品房为名，先后与蒋某、何某等23名被害人签订购房协议，共骗取其购房定金人民币23万元后逃匿。所得资金用于二人的日常开支、偿还个人债务等。原审诉讼过程中，被告人邓小华向每位被害人退赔了违法所得人民币5000元，签订了还款计划，并取得谅解。",
    "640": "经二审审理查明，（一）2011年春的一天，原审被告人李某甲从迁安轧一钢铁集团有限公司库管员原审被告人李某某处得知迁安轧一钢铁集团有限公司库房内有不入账的财物，二原审被告人遂合谋窃取。后原审被告人李某甲又找到宗俊涛、矫佳良（另处）、张宏泽、矫某某共同窃取企业财物。具体犯罪事实如下：1、2011年4月底的一天，原审被告人李某某将迁安轧一钢铁集团有限公司物资库5号库房门打开，李某甲、矫佳良在5号库内窃取紫铜铜套4个，价值人民币42000元。宗俊涛、李某甲、矫佳良一起将其中2个铜套扔出厂外。原审被告人李某甲又将原审被告人张宏泽叫来，张宏泽开车将余下2个铜套运出厂外，并一起将4个铜套卖到杨店子镇一个废品收购站，获赃款人民币12000元。2、2011年4月底的一天中午，原审被告人李某某将迁安轧一钢铁集团有限公司物资库5号库房门打开，李某甲、矫某某在5号库窃取紫铜铜套3个，价值人民币31500元。原审被告人李某甲又将原审被告人张宏泽叫来，张宏泽开车将铜套运出厂外，卖到杨店子镇一个废品收购站，获赃款人民币10000元。3、2011年7月初的一天中午，原审被告人李某甲从被告人李某某处取得迁安轧一钢铁集团有限公司4号库钥匙，李某甲、郝月（另处）从4号库内窃取紫铜铜棒10根，价值人民币2700元。原审被告人李某甲开车将铜棒卖到杨店子镇一个废品收购站，获赃款人民币2700元。（二）2011年4月份，原审被告人宗俊涛与矫佳良（另处）发现迁安轧一钢铁集团有限公司6号库房内有电缆后，找到迁安轧一钢铁集团有限公司保安原审被告人张宏泽商量待张宏泽值夜班时窃取电缆。后原审被告人张宏泽又找到迁安轧一钢铁集团有限公司保安原审被告人裴某、周某某共同窃取电缆。具体犯罪事实如下：1、2011年5月初的一天晚上，原审被告人张宏泽、裴某放风，宗俊涛、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆20根，价值人民币8100元。后宗俊涛、矫佳良、张宏泽将电缆用原审被告人张宏泽的面包车从被告人裴某值班的南门运出厂区，将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币8000元。2、2011年5月初的一天晚上，原审被告人裴某放风，宗俊涛、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆20根，价值人民币7506元。宗俊涛、矫佳良用原审被告人张宏泽的面包车将电缆从张宏泽值班的南门运出厂区，后与原审被告人张宏泽一起将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币7000元。3、2011年5月中旬的一天，原审被告人裴某放风，张宏泽、宗俊涛、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆20根，价值人民币8993元。张宏泽、宗俊涛、矫佳良将电缆用原审被告人张宏泽的面包车从裴某值班的南门运出厂区，后将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币9000元。4、2011年5月中旬的一天晚上，原审被告人张宏泽、裴某放风，宗俊涛、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆20根，价值人民币11000元。宗俊涛、矫佳良将电缆用原审被告人张宏泽的面包车从原审被告人周某某值班的东门运出厂区，后与原审被告人张宏泽一起将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币11800元。5、2011年6月初的一天，原审被告人裴某放风，宗俊涛、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆20根，价值人民币8484元。宗俊涛、矫佳良用原审被告人张宏泽的面包车将电缆从张宏泽值班的南门运出厂区，后与原审被告人张宏泽一起将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款8500元。6、2011年6月中旬的一天，原审被告人裴某放风，张宏泽、宗俊涛、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆10根，价值人民币4312元。张宏泽、宗俊涛、矫佳良用张宏泽的面包车将电缆从原审被告人周某某值班的东门运出厂区，后将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币4300元。7、2011年6月下旬的一天，原审被告人裴某放风，张宏泽、宗俊涛、矫佳良跳墙跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆15根，价值人民币8008元。张宏泽、宗俊涛、矫佳良用张宏泽的面包车将电缆从原审被告人周某某值班的东门运出厂区，后将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币9400元。8、2011年6月底的一天，原审被告人裴某、周某某放风，宗俊涛、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆20根，价值人民币9408元。宗俊涛、矫佳良用张宏泽的面包车将电缆从南门运出厂区，后与原审被告人张宏泽一起将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币8000元。9、2011年7月23日，原审被告人裴某放风，张宏泽、矫佳良爬树跳入迁安轧一钢铁集团有限公司6号库房内，窃取紫铜芯废电缆20根，价值人民币12012元。张宏泽、矫佳良用张宏泽的面包车将电缆从原审被告人周某某值班的东门运出厂区，后张宏泽、矫佳良将电缆卖到迁安轧一钢铁集团有限公司附近的一个废品收购站，获赃款人民币12000元。综上，原审被告人张宏泽参与职务侵占作案11起，涉案价值人民币151323元；原审被告人宗俊涛参与职务侵占作案9起，涉案价值人民币107811元；原审被告人裴某参与职务侵占作案9起，涉案价值人民币77823元；原审被告人李某甲参与职务侵占作案3起，涉案价值人民币76200元；原审被告人李某某参与职务侵占作案3起，涉案价值人民币76200元；原审被告人周某某参与职务侵占作案5起，涉案价值人民币44740元；原审被告人矫某某参与职务侵占作案1起，涉案价值人民币31500元。另查明，原审被告人李某某于2011年8月23日主动到迁安市公安局投案。原审被告人张宏泽于2011年7月24日，接到其工作单位迁安轧一钢铁集团有限公司保卫部工作人员电话通知后，自动到该公司保卫部接受公安机关的调查，次日，又主动协助公安机关抓获了同案犯裴某。案发后，原审被告人宗俊涛退赃款人民币5000元；原审被告人裴某退赃款人民币10000元；原审被告人李某甲退赃款人民币8000元；原审被告人李某某退赃款人民币6600元；原审被告人周某某退赃及赔偿损失款共人民币10000元；原审被告人矫某某退赃及赔偿损失款共人民币8300元。",
    "772": "湖北省天门市人民法院刑事判决书(2020)鄂9006刑初393号公诉机关湖北省天门市人民检察院。被告人费阳波，女，1978年5月6日出生于湖北省天门市，汉族，初中文化，无固定职业，户籍所在地天门市，住天门市。因为赌博提供条件，于2016年1月6日被天门市公安局决定罚款伍佰元；于2017年3月22日被天门市公安局决定罚款伍佰元。现因涉嫌犯开设赌场罪，于2019年11月14日被天门市公安局取保候审，2020年6月29日经本院决定对其取保候审。天门市人民检察院以鄂天检一部刑诉（2020）347号起诉书指控被告人费阳波犯开设赌场罪，于2020年6月29日向本院提起公诉。本院依法适用速裁程序，实行独任审判，公开开庭审理了本案。天门市人民检察院指派检察员李苗出庭支持公诉，被告人费阳波到庭参加了诉讼。现已审理终结。公诉机关指控：2016年1月至2019年11月，被告人费阳波在本市九真镇圣水大道皇冠超市二楼开设麻将馆，组织他人以打麻将的方式聚众赌博，从中抽头渔利。2019年11月7日19时许，天门市公安局查获该赌博场所，当场查获参赌人员24名，收缴赌资5901元。2019年11月4日，被告人费阳波经办案机关电话通知后到达指定地点接受调查，如实供述其开设赌场供他人赌博并从中渔利的事实。被告人费阳波对指控事实、罪名及量刑建议没有异议，同意适用速裁程序，且签字具结。本院认为，被告人费阳波开设赌场，组织多人赌博并从中渔利，其行为已构成开设赌场罪。公诉机关指控的罪名成立，应当依法追究其刑事责任。被告人费阳波犯罪后能主动投案，如实供述自己的罪行，是自首，依法可以从轻处罚。被告人费阳波自愿如实供述自己的罪行，承认指控的犯罪事实，愿意接受处罚，依法可以从宽处理。根据被告人费阳波的犯罪情节以及认罪悔罪表现，可以适用缓刑。据此，依据《中华人民共和国刑法》第三百零三条第二款，第六十四条，第六十七条第一款，第五十二条，第五十三条第一款，第七十二条第一款、第三款，第七十三条第一款、第三款及《中华人民共和国刑事诉讼法》第十五条之规定，判决如下：如不服本判决，可在接到判决书的第二日起十日内，通过本院或者直接向湖北省汉江中级人民法院提出上诉。书面上诉的，应当提交上诉状正本一份，副本三份。审判员高伟二〇二〇年七月七日书记员刘楚菲",
    "626": "原判认定，1.2015年下半年至2016年11月29日，严茂苍（另行起诉）在经营瑞昌市信华国际俱乐部一楼康乐足浴期间，在原审被告人许雪冰、李宇、严茂甘（谈谈）、谈瑞芬与李美珠（另行起诉）、刘秀兰（另行起诉）等人的协助下，多次组织周秋月等多名卖淫女在康乐足浴店内进行卖淫活动。瑞昌市信华国际俱乐部康乐中心在其一楼及在外租房为卖淫女安排住宿，卖淫女工作时间为下午2时至凌晨2时。周秋月等卖淫女在该场所内对外以编号命名，卖淫项目计时收费，分别是1小时500元、1.5小时600元、2小时700元、包夜1200元；信华国际俱乐部康乐中心与卖淫女之间约定利益分成比例：分别是500元、600元的收费项目，信华国际俱乐部康乐中心得200元，卖淫女得300元、400元；700元的收费项目，信华国际俱乐部康乐中心得230元，卖淫女得470元；1200元的收费项目，信华国际俱乐部康乐中心得400元，卖淫女得800元，如该项目客人还价1000元，信华国际俱乐部康乐中心得200元，卖淫女得800元，每天结算一次。其中严茂苍为整个俱乐部的实际负责人及经营者；原审被告人严茂甘为该俱乐部的大堂经理，负责俱乐部日常事务以及康乐足浴部的员工管理工作；原审被告人许雪冰、李宇为俱乐部卖淫女的管理者，原审被告人李宇负责给嫖客介绍消费项目、安排服务，原审被告人许雪冰负责俱乐部与卖淫女之间的账目计算以及卖淫女的管理工作；原审被告人谈瑞芬与刘秀兰为俱乐部一楼的前台收银员，负责收银记账，并为卖淫女结算账以及接听寻求服务的客人电话；李美珠为俱乐部保安，负责俱乐部门口停车等业务，上班期间在其他人员不在场时负责帮助顾客介绍嫖娼事项，并收取费用。2016年8月1日至同年11月29日期间，瑞昌市信华国际俱乐部康乐中心的卖淫项目总营业额为855600元，瑞昌市信华国际俱乐部康乐中心按比例分成302420元。2.原审被告人严淑忠明知严茂苍是瑞昌市信华国际俱乐部的实际负责人及经营者，在瑞昌市公安局侦查瑞昌市信华国际俱乐部涉嫌容留卖淫一案时，为了使严茂苍逃避刑事处罚，冒充该俱乐部实际负责人及经营者，向瑞昌市公安局投案，妨碍了该案刑事诉讼的正常进行。另查明，瑞昌信华国际俱乐部系2012年7月18日成立、个人独资企业，法定代表人为严淑忠，实际经营者为严茂苍，出资额为1000万，100%股权，经营范围为桑拿、足浴、ＫＴＶ等。2016年11月17日，原审被告人严淑忠将瑞昌市信华国际俱乐部转让给严茂苍，严茂苍现为法定代表人。2016年11月29日，瑞昌市公安局对瑞昌市信华国际俱乐部康乐中心进行突击检查，搜查出的性爱工具7套及避孕套135个、内含当日康乐部钟数登记表的记账本1本、许雪冰白色华为手机一部，依法予以了扣押，并将原审被告人许雪冰、李宇、严茂甘、谈瑞芬抓获归案。原审被告人许雪冰、李宇、严茂甘、谈瑞芬归案后在公安机关均未如实供述其本人及同案犯的罪行，在庭审中予以认罪。2016年12月15日，原审被告人严淑忠主动向公安机关投案后向公安机关作虚假供述，在庭审中予以认罪。2017年12月6日晚，原审被告人许雪冰协同同监室其他人员及时制止、控制同监室犯罪嫌疑人的故意伤害行为。原审已认定其当庭自愿认罪，可酌情从轻处罚，但判决结果没有体现，量刑不当。故上诉人严淑忠及其辩护人提出的上述上诉理由与辩护意见成立，予以采纳",
    "722": "公诉机关指控：被告人李艾琪于2017年3月16日22时许，携带毒品至本市武昌区武泰闸华坤宾馆，后公安民警在该宾馆一楼大厅将被告人李艾琪抓获，并现场查获其随身携带的透明塑料袋装晶体颗粒毒品1包。经鉴定，上述毒品为甲基苯丙胺，净重49.55克。公诉机关认为被告人李艾琪具有自愿认罪的从轻处罚情节，建议对其在有期徒刑二年十个月至三年之间量刑。被告人李艾琪对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "76": "经审理查明，2018年1月8日10时许，被告人王大社持事先准备的装在一雪碧瓶内的汽油（约500ｍｌ）至苏州市吴中区金山浜小区宏基物业办公楼找经理，被保安张某、朱某阻拦在一楼楼梯口。后被告人王大社打开汽油瓶欲冲上二楼被保安阻拦，即将瓶内部分汽油倾倒在自己胸前衣服上，并掏出打火机点燃胸前衣物，致在场的保安张某、木渎派出所联防队员翟某、王大社的女儿王某等人的衣物及楼道口的墙面、地面、电线被引燃，后即被扑灭。",
    "196": "河南省新乡县人民法院刑事判决书（2020）豫0721刑初203号公诉机关新乡县人民检察院。被告人于荣平，男，1956年1月3日出生，汉族，小学文化程度，农民，住河南省新乡县。因涉嫌非法种植毒品原植物犯罪，于2020年2月20日被新乡县公安局取保候审。新乡县人民检察院以新县检二部刑诉〔2020〕249号起诉书指控被告人于荣平犯非法种植毒品原植物罪，于2020年6月16日向本院提起公诉。本院受理后，依法适用速裁程序，独任审理，公开开庭审理了本案。新乡县人民检察院指派检察员毕勤峰、高新志出庭支持公诉，被告人于荣平到庭参加了诉讼。现已审理终结。公诉机关指控，2020年2月20日10时许，新乡县公安局民警在工作中发现，被告人于荣平在新乡县朗公庙镇北于店村自家菜地内非法种植毒品原植物（罂粟），民警在于荣平在场的情况下将罂粟苗进行铲除、清点，共计510株。经云南濒科委司法鉴定中心鉴定，鉴定意见为：鉴定送检样品为罂粟科罂粟属罂粟。被告人于荣平到案后自愿如实供述自己的罪行。公诉机关认为，被告人于荣平非法种植罂粟毒品原植物，数量较大，应当以非法种植毒品原植物罪追究其刑事责任；被告人于荣平能够自动投案，如实供述自己的罪行，系自首，可以从轻或者减轻处罚。被告人于荣平自愿认罪认罚，建议判处被告人于荣平有期徒刑六个月，可以适用缓刑，并处罚金1000元。公诉机关提交了户籍证明、到案情况说明、扣押决定书等书证；被告人于荣平的供述与辩解；证人吕某的证言；云南濒科委司法鉴定中心司法鉴定意见书；查获的510株罂粟苗；新乡县公安局现场勘验笔录、现场图、照片等证据证实。被告人于荣平对指控的事实、罪名没有异议，同意适用速裁程序，且签字具结，在开庭审理过程中亦无异议。本院认为，被告人于荣平非法种植罂粟毒品原植物，数量较大，其行为已构成非法种植毒品原植物罪。公诉机关指控被告人的犯罪事实及罪名成立，本院予以支持。被告人于荣平犯罪后自动投案，且到案后能够如实供述自己的罪行，系自首，依法可以从轻处罚。被告人于荣平自愿认罪认罚，可以从宽处理。公诉机关的量刑建议适当，本院予以采纳。依照《中华人民共和国刑法》第三百五十一条第一款第（一）项、第六十七条第一款、第七十二条第一款、第七十三条第二、三款、第五十二条、第五十三条、《中华人民共和国刑事诉讼法》第二百零一条之规定，判决如下：被告人于荣平犯非法种植毒品原植物罪，判处有期徒刑六个月，缓刑一年，并处罚金人民币一千元。罚金限判决生效后十日内缴纳。（缓刑考验期限，从判决确定之日起计算。）如不服本判决，可在接到判决书的第二日起十日内，通过本院或直接向河南省新乡市中级人民法院提出上诉。书面上诉的，应当提交上诉状正本一份，副本四份。审判员赵星银二〇二〇年六月十八日书记员刘永森",
    "608": "原判认定：2019年9月27日21时许，被告人何祖文通过微信与徐某1联系，约定以人民币1500元贩卖约海洛因1克给徐某1。期间，被告人陈婷明知何祖文贩卖毒品而协助其与购买者联系、商谈，并与对方约定交易地点。2019年9月28日凌晨1时许，何祖文到广州市天河区黄埔大道西876号凯怡阁附近的喜士多门口，将1包净重0.95克的海洛因交给蔡某1后，被民警抓获。随后，民警到抓获陈婷并缴获1包净重1.76克的海洛因、1包净重0.8克的甲基苯丙胺以及作案工具手机2台。",
    "183": "经审理查明，2012年12月份，被告人陈某甲通过参加某人民政府公开招录，后分配到某派出所任协管员，起初安排在辖区警务站工作；约2013年4月中旬，陈某甲被调至派出所负责办理居住证，此前未经过岗前培训。2013年5月左右，时任红旗派出所的志愿者治安员周某甲接受其同村李某甲委托，为他人办理居住证。后，周某甲将需办理居住证人员的身份证复印件和本人照片交付给陈某甲，陈某甲未经辖区民警审核签字，先后四次为31名四川籍外地居民办理了一年期居住证，分别登记在辖区明德中医院、祥龙泰超市及天河广场等地，并填写《实有人口信息采集表》登记在册，输入河北省警务综合平台系统网。2014年6月20日，石家庄市公安局桥西分局中山派出所电话通知陈某甲到石家庄市公安局办案中心配合调查；陈某甲于当日自行到达指定地点，如实供述了上述犯罪事实。2014年9月12日因陈某甲涉嫌职务犯罪，石家庄市公安局桥西分局将该案移送石家庄市桥西区人民检察院侦查。陈某甲当庭供述与先前一致，称首次为周某甲代办居住证是在得到片警电话批准后办理的，其他几次是在周某甲告知已经片警同意后办理的。居住证登记地所属管辖民警周某乙、白某、张某对陈某甲此说均予否认。陈某甲当庭如实供述了其犯罪事实。",
    "657": "原判认定：被告人赵德明在2006年2月20日与前妻朱凤茹协议离婚，协议注明：婚生一女男方付抚养费四万元（男方房产抵二万元）剩余的分期付。该房产在赵德明名下，没有过户。2006年7月9日被告人赵德明把房子卖给自诉人魏兴杰，双方签订了协议，自诉人魏兴杰给付被告人赵德明500元押金，在2006年7月13日，自诉人魏兴杰给付被告人赵德明31700元（包括定金），尚欠2300元。被告人赵德明在2006年7月15日收到其前妻的民事诉状，2006年7月17日自诉人魏兴杰收到朱凤茹追加其为有独立请求权的第三人的诉状及裁定书，裁定查封该房产。当天晚上被告人赵德明带温杰找到自诉人魏兴杰协商该房产事项，未果。2006年7月19日被告人赵德明为了向前妻解释情况，找到自诉人魏兴杰所在的法院办公室补写协议，后发生争执，继而争吵，被告人赵德明对自诉人魏兴杰谩骂，后被人解劝，离开自诉人魏兴杰办公室仍进行谩骂。2006年8月4日被告人赵德明与自诉人魏兴杰通电话，当日晚上，因该房产之事被告人赵德明找到位于青县清州镇康泰小区自诉人魏兴杰家中，自诉人魏兴杰没给被告人赵德明开门，被告人赵德明对自诉人魏兴杰进行谩骂，后自诉人魏兴杰报警，被告人赵德明被带到派出所，2006年9月30日青县公安局公（清）决字（2006）第002号公安行政处罚决定书作出对赵德明2006年8月4日的行为给予罚款伍佰元的行政处罚。2006年8月5日被告人赵德明在与自诉人魏兴杰通电话后来到自诉人魏兴杰家中，自诉人魏兴杰给被告人赵德明开门，被告人赵德明进屋后与自诉人魏兴杰发生争执并相互厮打，随后自诉人魏兴杰的两个弟弟也参与了厮打，三人将被告人赵德明打至轻伤。2006年8月19日被告人赵德明因自己被魏兴杰打致轻伤写控告信向有关部门控告自诉人魏兴杰。被告人赵德明与自诉人魏兴杰双方认可在沧州市新华区人民法院开庭时给各自取外号。又查明，自诉人魏兴杰2007年6月14日因犯故意伤害罪被沧州市新华区人民法院判处有期徒刑一年。经自诉人魏兴杰申诉，2012年4月22日，被沧州市中级人民法院改判为免予刑事处罚。被告人赵德明2012年1月17日因犯诈骗罪被沧县人民法院判处有期徒刑二年。",
    "137": "经审理查明：2014年3月份以来，被告人程小辉伙同史某自备油壶、油泵、油管等工具驾驶租赁的黑色途胜越野车（陕ａ×××××），由被告人史某在旁看人掩护，被告人程小辉用撬杠撬开车辆油箱，将油管插入油箱内利用油泵往自备的油壶内抽盗柴油的方法在咸阳、兴平多次作案。分别有：2014年3月17日凌晨5时许，在咸阳市高新区过塘加油站内，抽盗一辆装载机柴油300ｌ；2014年3月25日7时许，在兴平市东瑞陶瓷厂门口，抽盗一辆大货车的油箱内柴油90ｌ；2014年3月中旬的一天凌晨4、5时，在兴平市西堡延长壳牌加油站内，抽盗一辆油罐车的油箱内柴油700ｌ；2014年3月27日凌晨4时许，在秦都区东南坊方圆加油站，抽盗一辆渣土车的油箱内柴油200ｌ；2014年3月29日凌晨3时40分许，在秦都区宝泉路与过双路十字一加油站内，抽盗一辆货车的油箱内柴油140ｌ。2014年3月29日凌晨6时40分许，在咸阳市髙新区王家什字西南角，二被告人抽盗被害人闫某的渣土车油箱内柴油100ｌ时，被闫某发现，被告人程小辉迅速驾车逃跑时，闫某抓住被告人程小辉驾驶的车辆左后门把手，被告人程小辉为摆脱闫某的抓捕驾车左右摇摆并加速行驶，闫某终被甩倒并遭该车碾压，当场死亡。经咸阳市秦都区公安司法鉴定中心闫某尸体检验鉴定意见书意见：闫某系重度开放性颅脑损伤死亡。另查明，被告人程小辉和史某共偷盗的柴油1530ｌ，卖给被告人邵某甲550ｌ，二人分配赃款后挥霍；卖给被告人李凯980ｌ，被告人李凯以5克毒品折抵油款，5克毒品被被告人程小辉吸食。",
    "297": "经审理查明，2013年4月25日21时许，被告人黄某某窜至紫金县紫城镇中兴街，尾随被害人林某某并趁其打电话不备之机抢走其苹果5牌手机一部后逃离现场。经物价部门核价，被抢手机价值人民币3825元。2013年6月27日21时20分许，被告人黄某某伙同花名“华哥”（姓名不详）窜至紫金县紫城镇新紫路中医院门口，由被告人黄某某尾随被害人喻某某并趁其打电话不备之机抢走其苹果4Ｓ牌手机一部，后坐上“华哥”等候的摩托车逃离现场并予以销赃。经物价部门核价，被抢手机价值人民币3040元。",
    "395": "公诉机关指控：被告人石小改伙同刘虎臣于2016年9月14日8时许，在北京市朝阳区农业展览馆西门南侧100米处，为表达诉求，采用爬信号塔、悬挂横幅的方式制造影响，造成大量群众围观，东三环交通拥堵近30小时，社会秩序严重混乱。被告人石小改、刘虎臣于2016年9月15日被公安机关抓获归案。被告人石小改当庭辩称没有犯罪事实，被告人刘虎臣当庭对指控的基本事实及罪名不持异议。辩护人分别作了罪轻辩护。经本院审理查明：被告人石小改伙同刘虎臣于2016年9月14日8时许，在北京市朝阳区农业展览馆西门南侧100米处，为表达个人诉求，采用爬信号塔、悬挂横幅的方式制造影响，造成大量群众围观，导致东三环交通拥堵，公共场所秩序严重混乱。被告人石小改、刘虎臣于次日被公安机关抓获归案。公安机关扣押被告人所持水果刀一把、条幅一幅，现移送在案。",
    "616": "经审理查明，2012年1、2月至2016年1、2月间，上诉人林某在承建蕉岭县桃源东路人行道改造工程、任希桥南段道路建设工程、丘逢甲故居周边民居修缮工程和蕉岭县三圳镇福北村、招福村“美丽乡村”民居外立面改造工程过程中，为感谢蕉岭县住房和城乡规划建设局原局长古某（另案处理）将上述工程交给或推荐其承建并在工程验收、工程款拨付方面对其的关照，先后向古某送款5笔，共计11万元。主要事实如下：1、2012年1、2月的一天，上诉人林某为感谢古某将蕉岭县桃源东路人行道改造工程和任希桥路面改造工程交给其承建，以及在承建过程中古某对其的关照，到古某住家向古某送款2万元，古某收下了此款。2、2013年1、2月的一天，上诉人林某为感谢古某一直以来对其承建的工程项目的关照以及希望以后继续得到古某的关照，到古某住家向古某送款2万元，古某收下了此款。3、2014年1、2月的一天，上诉人林某为感谢古某一直以来对其承建的工程项目的关照以及希望以后继续得到古某的关照，到古某住家向古某送款2万元，古某收下了此款。4、2015年1、2月的一天，上诉人林某为感谢古某推荐其承建蕉岭县丘逢甲故居周边民房修缮项目，到古某住家向古某送款2万元，古某收下了此款。5、2016年1、2月的一天，上诉人林某为感谢古某推荐其承建蕉岭县三圳镇福北村、招福村“美丽乡村”建设工程以及在工程验收时古某对其的关照，到古某住家向古某送款3万元，古某收下了此款。",
    "648": "原审判决认定，被告人余喜林、吴丽萍、张胜兵等人系传销组织成员，其中，被告人余喜林是所在上饶市信州区五三小区一出租屋传销窝点的“管家”，负责窝点内日常事务和人员的管理并保管房门钥匙。2016年8月4日，被害人何某2被传销人员骗至上饶市信州区，被告人吴丽萍在主任的安排下伙同其他成员将被害人何某2带到该传销窝点。为了达到使被害人何某2加入传销组织的目的，在“主任”指挥安排下，被告人余喜林、张胜兵、吴丽萍伙同其他成员参与以日夜看守、语言威胁、恐吓等手段，对被害人进行强行洗脑教育。2016年8月7日上午约十点半，在主任安排下，包括被告人张胜兵、吴丽萍在内的窝点成员将被害人何某2挟带至信州区森林公园的山上。被告人余喜林因故没有参与该活动。当日下午16时许，被害人何某2在其他传销窝点两名“主任”的挟带下，准备回传销窝点。途经信州区东岳大桥时，被害人何某2趁挟带人员不备，翻过护栏跳入信江河欲逃跑，不幸溺水死亡。被害人何某2跳河逃跑后，被告人余喜林、张胜兵、吴丽萍等人在传销组织的安排下逃离上饶市。2016年8月10日，被告人余喜林、张胜兵、吴丽萍在浙江省义乌市被抓获归案。归案后被告人余喜林、张胜兵、吴丽萍均能如实供述罪行。在本案审理过程中，被告人张胜兵、吴丽萍各赔偿附带民事诉讼原告人人民币3万元，取得了附带民事诉讼原告人的谅解。附带民事诉讼原告人撤回了对被告人张胜兵、吴丽萍的附带民事诉讼。原审法院认为，被告人余喜林、吴丽萍、张胜兵在传销组织的安排指使下，为逼迫被害人何某2加入传销组织，伙同其他成员共同参与殴打、威胁、恐吓、看守被害人何某2，非法剥夺被害人何某2人身自由，导致被害人何某2跳河逃跑溺水死亡，其行为构成非法拘禁罪。被害人何某2跳河溺死与被告人余喜林、吴丽萍、张胜兵在内的传销组织的拘禁行为有因果关系，但被告人余喜林、吴丽萍、张胜兵在该传销组织的共同犯罪中起次要作用，是从犯。具有依法应当从轻、减轻处罚情节。被告人余喜林系窝点的管家，其在犯罪中的作用大于被告人吴丽萍、张胜兵。被告人吴丽萍、张胜兵坦白了自己的罪行，赔偿了附带民事诉讼原告人的损失，取得了附带民事诉讼原告人的谅解，可以适用缓刑。被告人余喜林坦白了自己的罪行，具有可以从轻处罚情节。被告人余喜林有犯罪前科，具有酌情从重处罚情节。附带民事诉讼原告人因儿子何某2被被告人余喜林、吴丽萍、张胜兵在内的传销组织的拘禁行为导致跳河溺死，提起附带民事诉讼要求赔偿损失，依法有据，应予支持，但要求赔偿死亡赔偿金没有法律依据，不予支持，要求赔偿处理事故的误工费、交通费等实际支出费用应予支持，因附带民事诉讼原告人不能提供支出费用的票据，予以酌情考虑2万元。此外，还应赔偿丧葬费，按江西省职工平均工资计6个月，为26068.5元，合计为46068.5元，该损失已由被告人吴丽萍、张胜兵全部赔偿，故附带民事诉讼原告人要求被告人余喜林继续赔偿该损失的要求应予驳回。综上，依照《中华人民共和国刑法》第二百三十八条第二款、第二十五条第一款、第二十七条第一款、第二款、第六十七条第三款、第七十二条第一款、第七十三条第二款、第三款，《中华人民共和国民法通则》第一百三十条，《中华人民共和国刑事诉讼法》第九十九条第一款、最高人民法院《关于适用的解释》第一百三十八条第一款、第一百五十五条第一款、第二款之规定，判决：被告人余喜林犯非法拘禁罪，判处有期徒刑三年二个月；二、被告人吴丽萍犯非法拘禁罪，判处有期徒刑三年，缓刑三年；三、被告人张胜兵犯非法拘禁罪，判处有期徒刑三年，缓刑三年；四、驳回附带民事诉讼原告人何某1、彭某的诉讼请求。上诉人余喜林上诉提出一审对其量刑过重。",
    "617": "原判认定：2013年3月1日晚，被害人彭某某在凯里市中博“星光灿烂”动漫城赌博输钱后，向被告人蔡某、黄某某借款5000元继续赌博。在将借款又输掉无钱归还二被告人，凌晨4时许，二被告人便安排被告人陈某、吴某某将彭某某带至凯里市“万家连锁酒店”6338号房间，非法限制其人身自由达70多小时。3月5日8时许，凯里市公安局禁毒大队的民警对该酒店进行吸毒人员排查时，将被害人彭某某解救。蔡某某主要上诉理由是：1、原判认定上诉人非法拘禁李某某、吴某某的事实错误。李某某在向上诉人借钱赌博输后，无钱归还，才派人跟李某某找钱还上诉人，也是他本人所愿；2、上诉人对吴某某非法拘禁，完全是吴某某自愿要求所为，是配合骗取其母亲的钱来还他人债务；3、原判未认定上诉人自首不符合法律规定，上诉人在尚未被采取强制措施时，主动到公安机关投案自首，并能如实供述自己的犯罪事实，自首应依法成立；4、原判量刑过重，请求二审改判并适用缓刑。黄某某的主要上诉理由是：1、上诉人在本案中处于服从被支配的地位，应认定为从犯；2、上诉人犯罪情节轻微，应从轻处罚；3、上诉人系初犯，主观恶性不深，且认罪态度好，具有酌定从轻处罚情节；4、一审量刑畸重，请求给予从轻处罚。其辩护人以同理由提出辩护意见。对于上诉人蔡某所提“原判认定非法拘禁李某某、吴某某事实错误”的上诉理由，经查，被害人李某某、吴某某在凯里市“星光灿烂”动漫城和“七彩游戏厅”赌博输钱后，通过他人介绍向上诉人蔡某借钱继续赌博又输掉借款无力归还。上诉人蔡某便指使并与黄某某将李某某、吴某某带至酒店非法限制人身自由超过二十四小时以上的犯罪事实，有被害人李某某、吴某某的陈述和同案被告人黄某某的供述及住宿登记能相互印证，足以认定。故此上诉理由不能成立，本院不予采纳。对于上诉人蔡某所提“有自首情节”的上诉理由，经查，2013年3月5日，凯里市公安局民警在对辖区的酒店进行吸毒人员排查时，将有嫌疑的被告人陈某、吴某某等人从酒店带回讯问，上诉人蔡某得知后即叫黄天刚前去打听情况时，黄天刚主动供述了其与蔡某及陈某、吴某某等人用限制他人人身自由方式索取债务，非法拘禁他人的犯罪事实。此后，上诉人蔡某才于同年3月14日到公安机关投案，虽对部分事实认罪，但对同种罪行的其他犯罪事实拒不认罪，其行为不符合自首的法律规定。故此上诉理由不能成立，本院不予采纳。对于上诉人黄某某及其辩护人所提“上诉人犯罪情节轻微，在本案中处于服从、被支配地位，系从犯”的上诉理由，经查，上诉人黄某某归案后，在公安机关及其一、二审审理中，始终供认基本犯罪事实，认罪态度好，且无犯罪前科，系初犯，并与原审被告人陈某、吴某某处于服从、被支配地位，其所作的供述与蔡某及陈某、吴某某的供述、证人证言能相互印证，足以认定。故其所提上诉理由及辩护意见成立，本院予以采纳",
    "692": "原判认定：2008年，因向莆铁路建设需要，沙县铁路建设指挥部在沙县夏茂镇后垅村征地。被告人陈国代表中铁隧道股份有限公司参与在后垅村的征地测量工作，并负责将征地面积上报给有关部门。2008年8月的一天，被告人陈国与被告人林英楷商议用虚报征地面积的方式套取征地补偿款。随后，被告人林英楷将此想法告诉被告人林英昌，被告人林英昌表示同意。被告人林英楷与林英昌二人商议将陈国准备虚报的征地面积分解至几个村民名下，待相应的补偿款发放后从这些村民收回，并与被告人陈国一起私分。2008年12月的一天，被告人林英昌、林英楷将写有虚报征地面积村民的名字及对应虚报的面积的单子交给被告人林某某，让其制作虚假的征地丈量记录，并许诺分给被告人林某某部分补偿款。随后被告人林英昌、林英楷与林某某一起在后垅村村部制作相应的虚假材料。之后，被告人林某某将制作好的虚假征地丈量记录材料交给被告人陈国，经被告人陈国确认后将虚假的征地面积上报至沙县铁路建设指挥部。2009年2月起，沙县铁路建设指挥部根据陈国上报的征地面积，将相应的补偿款拨入沙县夏茂镇后垅村补偿款专用账户。待征地补偿款转到相关村民账户后，被告人林英昌、林英楷以虚增的补偿款用于村里自来水改造、交还给中铁隧道公司等理由，将部分虚列在村民名下的补偿款收回并进行分赃，并留下部分款项给被虚增征地面积的村民作为好处费，同时将以林英坚名义套取的补偿款共计人民币45902.28元作为沙县夏茂镇后垅村村财收入入账。被告人陈国、林英昌、林英楷、林某某共虚报征地面积14.389亩，其中红线内虚报6.386亩，虚报的红线内土地套取补偿款共计人民币180254.25元；红线外虚报8.003亩，虚报的红线外土地套取补偿款共计人民币141020.25元，合计套取补偿款人民币321274.5元。扣除以林英坚名义套取的补偿款共计人民币45902.28元已作为沙县夏茂镇后垅村村财收入入账，被告人陈国、林英昌、林英楷、林某某共同侵吞征地补偿款共计人民币275372.22元。其中有17387.02元作为好处费支付给被虚增征地面积的村民，有53168.39元的补偿款尚在村民账户中未取出，另有人民币41736.4元已在被告人林英昌处尚未私分。被告人林英昌分得赃款人民币61378.6元，被告人林英楷分得赃款人民币60055元，被告人林某某分得赃款人民币8646.81元，被告人陈国分得赃款人民币33000元。被告人林英昌、林英楷、林某某在中共沙县纪律检查委员会向三人核实沙县夏茂镇后垅村财务情况时主动交代了伙同他人采取虚增征地面积的方法，共同侵吞征地补偿款的犯罪事实，并退出犯罪所得赃款。2013年8月28日，被告人陈国主动到沙县人民检察院投案，并退出犯罪所得赃款。被告人林英昌、林英楷、林某某到案后如实供述了自己的犯罪事实。因此，本案仅依据查证不实的证言作为指控陈国利用职务便利虚增征地补偿款的证据不足，原判认定陈国犯贪污错误。原审被告人林英楷及其辩护人的上诉及辩护意见为：一、一审法院将红线内征地补偿款提留给农户部分，即土地补偿款的20%，及红线外征地后期13个月的土地使用费计入犯罪金额是错误的。二、有41802.6万元由林英昌控制，该部分应认定为犯罪未遂。三、其具有自首、自愿认罪、积极退赃、初犯等从轻情节。综上，请求二审法院对其减轻处罚。原审被告人林某某及其辩护人的上诉及辩护意见为：林某某系从犯，且具有自首情节，是偶犯、初犯，原审判决量刑太重，请求二审从轻处罚并适用缓刑。",
    "170": "经审理查明，2012年11月2日被告人薛某某利用代管泽库县麦秀镇龙藏村草山、草地补偿款20000元职务之便，采取截留手段，挪用该款部分归还个人外债，部分供个人使用，案发后被告人薛某某退赔了全部赃款，并已于2013年5月16日返还给麦秀镇龙藏村村委会。",
    "659": "经审理查明：（一）行贿事实2013年7月，上诉人吴某谋为了能不经招投标程序而取得政和县熊山街道新南庄社区的房屋立面装修工程项目，先后找到时任政和县移民开发事业局局长的吴某1（另案处理），及时任南庄居民委员会的下派支部书记叶松德、支部书记许诸坦、主任吕正瑞提供帮助，并允诺会给予好处，吴某1等人应允。后在吴某1等人的协调、帮助下，吴某谋及其女婿李某顺利承包了新南庄社区的房屋立面装修工程项目。工程前后，吴某谋先后向某仕、叶松德、吕正瑞、许诸坦行贿合计人民币11万元。具体事实如下：1.2014年1月份的一天，在政和县移民局吴某1办公室上诉人吴某谋将信封包好的人民币2万元拿给吴某1，吴收下。2.2014年7月份的一天，吴某1对上诉人吴某谋称手头紧。吴某谋会意，立即从家中取人民币1万元拿给其邻居吴某1弟弟吴某4对家中的吴某5，请吴某5转交并电话告知吴某1，吴收下。3.2015年3月，新南庄社区的装修工程项目结束，上诉人吴某谋决定给吕正瑞、叶松德、许诸坦每人送2万元现金，以兑现承诺。同年3月的一天下午，吴某谋将现金分装在三个信封中，先后将叶松德、吕正瑞、许诸坦约到其家中，将两个装有2万元现金的信封先后交给吕正瑞、叶松德，吕、叶某收下；其又对许诸坦说此前借给许诸坦的人民币8000元不用归还，同时拿给许诸坦装有人民币1.2万元的信封，许诸坦同意并收下1.2万元。4.2015年10月份的一天，上诉人吴某谋又到吴某1办公室拿给吴某1人民币2万元，吴收下。",
    "540": "原判认定，2012年-2013年3月13日，向秋宏、黄书爱（已判刑）、彭卫红（已判刑）在吉首市合伙经营佳欣休闲会所期间，分别设置188元（向秋宏一方分嫖资88元、卖淫女一方分嫖资100元）、258元（向秋宏一方分嫖资108元、卖淫女一方分嫖资150元）、298元（向秋宏一方分嫖资118元、卖淫女一方分嫖资180元）等多种不同的性交易收费项目，容留卖淫女毕某、李某、龙某、冉某、谢某、张某2等人在该会所内多次卖淫，卖淫分成按次计算，每完成一次性交易，向秋宏一方收取嫖资后便与卖淫女按比例分嫖资，向秋宏一方已多次提成嫖资获利。向秋宏在其缓刑考验期内犯新罪，不构成累犯，原判亦未认定其系累犯，该上诉理由不成立，本院不予采纳。另查明，向秋宏因本案于2019年7月8日在海南省海口市被抓获并异地羁押，该事实有海口市公安局白沙派出所民警陈广宁、姚杰出具的到案说明证明，应予认定。向秋宏被羁押时间应从2019年7月8日起算，原判未认定其被羁押起算时间，直接影响其刑期计算，本院予以纠正。本院认为，上诉人向秋宏伙同彭卫红（已判刑）、黄书爱（已判刑）提供场所容留妇女卖淫，其行为已构成容留卖淫罪。在共同犯罪中，向秋宏系主犯，应对其参与的全部犯罪承担刑事责任；归案后，向秋宏如实供述其犯罪事实，当庭认罪，可予从轻处罚。向秋宏在缓刑考验期间内犯新罪，应当撤销缓刑，数罪并罚。向秋宏上诉提出，其虽系主犯，但比同案犯黄书爱、彭卫红较轻，原判量刑过重，经查，其与同案犯黄书爱、彭卫红合伙经营佳欣休闲会所，三人在共同犯罪中分工负责，地位和作用相当，鉴于向秋宏归案后如实供述、当庭认罪，且其出资少于黄书爱、彭卫红，黄书爱、彭卫红均被判处有期徒刑三年并适用缓刑，原判对其所犯容留卖淫罪判处有期徒刑三年六个月及合并执行有期徒刑五年均超出公诉机关提出的量刑建议但未说明理由，确属量刑偏重，该上诉理由部分成立，本院予以部分改判。依照《中华人民共和国刑法》第三百五十九条第一款、第六十七条第三款，第二十五条第一款，第二十六条第一款、第四款，第七十七条第一款，第六十九条第一款及《中华人民共和国刑事诉讼法》第二百三十六条第一款第㈡项之规定，判决如下：（刑期自判决执行之日起计算，判决执行以前先行羁押的，羁押一日折抵刑期一日。即自2019年7月8日起至2023年7月7日止。罚金限本判决生效后十日内缴纳。）本判决为终审判决。审判长龚文中审判员曾瑞审判员张小椎二〇二〇年七月三十一日书记员陈少为附适用法律条文：《中华人民共和国刑法》第三百五十九条第一款引诱、容留、介绍他人卖淫的，处五年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处五年以上有期徒刑，并处罚金。第六十七条犯罪以后自动投案，如实供述自己的罪行的，是自首。对于自首的犯罪分子，可以从轻或者减轻处罚。其中，犯罪较轻的，可以免除处罚。被采取强制措施的犯罪嫌疑人、被告人和正在服刑的罪犯，如实供述司法机关还未掌握的本人其他罪行的，以自首论。犯罪嫌疑人虽不具有前两款规定的自首情节，但是如实供述自己罪行的，可以从轻处罚；因其如实供述自己罪行，避免特别严重后果发生的，可以减轻处罚。第二十五条第一款共同犯罪是指二人以上共同故意犯罪。第二十六条组织、领导犯罪集团进行犯罪活动的或者在共同犯罪中起主要作用的，是主犯。三人以上为共同实施犯罪而组成的较为固定的犯罪组织，是犯罪集团。对组织、领导犯罪集团的首要分子，按照集团所犯的全部罪行处罚。对于第三款规定以外的主犯，应当按照其所参与的或者组织、指挥的全部犯罪处罚。第七十七条第一款被宣告缓刑的犯罪分子，在缓刑考验期限内犯新罪或者发现判决宣告以前还有其他罪没有判决的，应当撤销缓刑，对新犯的罪或者新发现的罪作出判决，把前罪和后罪所判处的刑罚，依照本法第六十九条的规定，决定执行的刑罚。第六十九条判决宣告以前一人犯数罪的，除判处死刑和无期徒刑的以外，应当在总和刑期以下、数刑中最高刑期以上，酌情决定执行的刑期，但是管制最高不能超过三年，拘役最高不能超过一年，有期徒刑总和刑期不满三十五年的，最高不能超过二十年，总和刑期在三十五年以上的，最高不能超过二十五年。数罪中有判处有期徒刑和拘役的，执行有期徒刑。数罪中有判处有期徒刑和管制，或者拘役和管制的，有期徒刑、拘役执行完毕后，管制仍须执行。数罪中有判处附加刑的，附加刑仍须执行，其中附加刑种类相同的，合并执行，种类不同的，分别执行。",
    "275": "武汉市江夏区人民检察院指控，2018年5月24日7时许，戴某（另案处理）驾驶车牌号为鄂Ａ×××××的宝骏牌小型汽车接送本区藏龙岛栗庙新村“星星幼儿园”学生上学，车辆驶至上述幼儿园门口，司机下车入园，由被告人毛丽亚和当日值班老师王某负责接学生，学生自行下车后，作为执行园长的被告人毛丽亚未检查车内是否还有学生，后戴某将该车驾驶至武汉市天马微电子股份有限公司停车场，期间乘车学生赵某1一直滞留在该车上。上午10时许，赵某1所在班级保育员谢某向被告人毛丽亚反映，赵某1未到校情况，被告人毛丽亚因疏忽大意，未就此事与赵某1亲属联系，也未与司机戴某联系。下午15时许，戴某准备驾驶车辆离开停车场时，发现赵某1躺在该车过道内。后赵某1经送武汉大学人民医院东院抢救无效死亡。经鉴定，赵某1符合因中暑死亡。",
    "794": "公诉机关指控，2019年5月31日22时许，被告人姚帝锋预谋抢劫后来到重庆市北碚区七一桥路段，对独自步行的被害人王某进行尾随，尔后用左手持美工刀卡住王某的脖子对其进行威胁并索要现金，因王某未携带现金，姚帝峰未劫得财物。姚帝峰逃离现场后将上述美工刀丢弃于北碚区龙凤桥下龙凤溪中。2019年6月4日，被告人姚帝锋被公安民警抓获归案，其归案后如实供述了公安机关已掌握的上述犯罪事实。鉴于被告人姚帝锋已经着手实行犯罪，由于意志以外的原因而未得逞，系犯罪未遂，对其处罚时还应当适用《中华人民共和国刑法》第二十三条的规定可以比照既遂犯从轻或者减轻处罚;姚帝锋如实供述自己的罪行，对其处罚时还应当适用《中华人民共和国刑法》第六十七条第三款的规定可以从轻处罚。建议判处被告人姚帝锋有期徒刑二年，宣告缓刑四年，并处罚金2000元。被告人姚帝锋对公诉机关指控的事实、罪名及量刑建议无异议且签字具结",
    "645": "原审判决认定，2014年2月26日2时25分许，被告人吕某到兰山区开阳路与临西三路交汇处广逸龙庭洗浴中心洗澡时，见一楼前台只有两名员工，便采取手持仿真枪恐吓威胁等手段，抢劫前台现金2300元，后被群众及该洗浴中心工作人员当场抓获。",
    "603": "原审判决认定：2017年3月1日1时许，被告人周某至淮安市淮安区荷湖星城小区停车场，见被害人杜某1的苏Ａ×××××轿车未锁，从车内窃走国缘四开白酒2瓶、王朝干红葡萄酒2瓶、大前门香烟6包以及百宝莉香水1瓶。经价格认定，上述白酒、葡萄酒、香烟合计价值人民币1508元。另查明，被告人周某于2017年3月2日被抓获，其归案后如实供述了本案事实。被盗百宝莉香水1瓶被淮安市淮安区公安机关扣押并发还被害人杜某1。",
    "306": "另查明，在二审期间，经本院主持调解，由上诉人崔某某赔偿附带民事诉讼原告人李某某、折某某、李某乙经济损失共计人民币32万元整（包括在一审期间预付的20000元）。附带民事诉讼原告人李某某、折某某、李某乙对上诉人崔某某的行为表示谅解，请求对上诉人崔某某判处缓刑",
    "710": "公诉机关指控：2010年1月22日，被告人施某某在未办理采伐许可证的情况下，雇请他人在镇坪县曾家镇星明村陈家湾集体林内砍伐林木8.522立方米（原木材积），经镇坪县林业局林技工程师鉴定折活立木材积17.044立方米。被告人辩称：公诉机关指控被告人未办理采伐许可证，即雇请他人在集体林内砍伐林木，砍伐的林木折活立木17.044立方米的犯罪事实无异议，现被告人自愿认罪。但被告人砍伐林木是因当时乡、村大力发展香菇，村上开会时明确宣布愿意发展香菇生产的，可先砍伐林木作原料，砍伐手续待后由村上统一办理。故被告人才进行了无证砍伐行为，案发后，被告人积极配合司法机关的调查，加上被告人年老多病，请法庭对被告人从轻处罚。辩护人的意见是：被告人的行为构成盗伐林木罪，被告人盗伐林木系为了发展香菇生产，其主观恶性和社会危害性相对较小，同时被告人能如实供述犯罪事实，当庭自愿认罪，据此情节应对被告人从轻处罚，考虑到被告人系初犯、偶犯，对社会危害性不大，判处缓刑对社区也无不良影响，建议对被告人适用缓刑。审理查明：2010年1月22日，被告人施某某为准备生产香菇所需木材，邀请邹某某、杨某某、庞某某一起到本组陈家湾处集体林内砍伐林木，四人用斧头共计伐倒短柄袍栎和芝麻栎两种林木52件，经鉴定，52件木材原木材积为8.522立方米，折活立木蓄积17.044立方米。林业公安部门立案调查后，确认被告人涉嫌盗伐林木罪，于2011年1月21日移送县公安局立案侦查。2、证人敖某某证言一份，证明：敖某某系曾家镇星明村四组组长，其于2010年农历十月初巡山时，发现本组陈家湾处集体林内大量杂木被砍倒，经走访得知是施某某为准备香菇菌料而采伐的，本村发展香菌是政府号召的，在本组会议上明确告知村民先摸底统计各户发展香菇数量，没讲过先砍树，后补办采伐手续的话。3、证人邹某某、杨某某证言，证明：2009年冬天，施某某雇请邹某某、杨某某、庞某某与其本人一起在星明村陈家湾处砍伐林木，准备作香菌棒用。4、证人赵某某证言，证明：2010年12月24日，敖某某给赵某某说施某某与他请的三个人一起在陈家湾集体林内砍树了，赵某某到砍伐现场后，见到确有杂木被伐倒，未清点数量。村上开会曾号召村民种香菇，需用林木先摸底统计，再由村上统一办理采伐手续后进行林木采伐。5、现场勘验检查笔录、现场照片、木材检尺明细表、鉴定意见书等证据，证明：曾家镇明星村陈家湾处被伐倒林木为短柄袍栎和芝麻栎两种，计52件，原木材积8.522立方米，折活立木蓄积为17.044立方米。6、镇政林证字（2009）第2801001282号林权证，证明：曾家镇明星村小地名为陈家湾处的森林、林木、林地的所有权和使用权人为明星村四组集体享有。7、户籍证明信一份，证明：被告人施某某出生于1955年6月19日。上列证据，足以认定，具有合法性、客观性和关联性，已被当庭确认为有效证据采用",
    "237": "原判认定，1、2015年3月24日9时许，被告人刘建驾驶汽车去瓦房店市公安局太阳派出所办事，因其涉嫌违法犯罪，民警拟对其抓捕，刘建弃车逃跑，民警在其车内查获冰毒15．3克、大麻1．4克。2、2016年11月23日21时许，被告人刘建在瓦房店市老虎屯镇天赋网吧路边向李超贩卖冰毒2克。3、2016年11月24日15时许，被告人刘建在瓦房店市老虎屯镇北甸子小区4号楼二单元楼下向吕乐贩卖冰毒2．49克后，被民警抓获，并在其车上的包内查获冰毒27．6克。4、2016年11月10日左右的一天下午，被告人吕乐在其租住的瓦房店市老虎屯镇北甸子小区4号楼2-2-1室容留尹春成、李超吸食冰毒。2016年11月24日14时许，被告人吕乐又在该房内容留尹春成、李超和矫某三人吸食冰毒。5、2016年11月23日23时许，在瓦房店市老虎屯镇北甸子小区附近，被告人吕乐向王某贩卖冰毒1克。6、2016年11月24日15时许，被告人吕乐在其租住的房内向矫某贩卖冰毒2．49克。7、2016年12月7日19时许，被告人赵志群在吕乐租住的房内向赵胜达贩卖冰毒2．2克。当日20时许，被告人吕乐伙同赵胜达（另案处理）在瓦房店市老虎屯镇北甸子小区4号楼楼下将该2．2克冰毒贩卖给王某时被民警抓获。随后，民警在吕乐租住的房内将赵志群抓获，在赵志群身上搜查到1．25克冰毒。综上，被告人刘建非法持有毒品16．7克，贩卖冰毒32．09克；被告人吕乐贩卖冰毒5．69克；被告人赵志群贩卖冰毒3．45克。案涉毒品已被大连市公安局禁毒支队罚没收缴。",
    "728": "经审理查明：2014年5月11日至2014年5月13日，被告人颜高平、杨玉堂，在被告人杨玉堂租住的本市盘龙区内，组织多人聚众赌博。被告人颜高平负责发牌并从中抽取渔利。被告人陈剑翔、张国有在赌博过程中负责望风。2014年5月13日凌晨1时许，被告人颜高平、杨玉堂、陈剑翔、张国有在本市盘龙区碧水云天小区被公安人员抓获，并当场从被告人颜高平处查获抽头渔利共计人民币7800元，从被告人陈剑翔处查获赃款450元。公诉机关认为被告人颜高平、杨玉堂、陈剑翔、张国有的行为已触犯《中华人民共和国刑法》第三百零三条第一款之规定，应当以赌博罪追究四被告人的刑事责任",
    "664": "原审判决认定，2015年6月12日凌晨，被告人徐亭在霍城县惠远镇伊犁河路中心南街与被害人马某1因砂石料一事发生争执，后被告人徐亭持橡胶棍追打被害人马某1。在未经被害人马某1允许的情况下又持匕首闯入被害人马某1家中，并用匕首将被害人马某1的背部捅伤。经霍城县公安局法医室鉴定，马某1损伤程度系轻微伤。",
    "390": "佛山市顺德区人民检察院指控称，从2015年9月份开始，被告人梁某甲在佛山市顺德区杏坛镇桑麻工业区二路某号某号铺某某士多店店内接受约六十多人的非法六合彩投注。2015年9月22日，民警将上述地点查获，当场起获相关的投注单据61张，并抓获涉赌人员梁某乙等人，起获赌资人民币6053元。公诉机关提交了下列证据予以证明：抓获经过；被告人梁某甲的供述及指认笔录；证人梁某乙、陈某、鲁某、梁某丙、黎某、李某的证言及辨认、指认笔录；现场勘验检查笔录；扣押、处理物品清单；手机通话记录；银行账户流水；户籍材料。被告人认罪、悔罪态度较好，依法可以从轻处罚。建议判处被告人有期徒刑六个月至一年零六个月，并处罚金之刑罚。根据《中华人民共和国刑事诉讼法》第一百七十二条的规定，提请本院依法判处。",
    "343": "原判认定：2014年9月1日晚8时许，被告人刘兴华与刘某甲路、高某甲等人吃饭、唱歌，期间饮酒。次日凌晨1时许，刘兴华驾驶豫Ｈ×××××号面包车送高某甲回家。当其驾车经过沁阳市西向镇东高村百货超市门口时，因车速快被在此喝酒的张某丁拦下。张某丁骂刘兴华并对刘兴华殴打，又将刘兴华驾驶的面包车前挡风玻璃砸烂，后被在场人员拦开。刘兴华让同车的刘某甲打电话报警，并下车去找该村的高某子，途中报警电话打通，刘兴华不让出警，并在与高某子之父高某癸一起前往现场的途中，取出钥匙串上的小刀握在手里。被害人张某丁见刘兴华返回，冲到刘兴华跟前，二人厮打在一起。厮打中刘兴华持刀朝张某丁胸部捅一刀，张某丁倒地，刘又捅刺张某丁面部一刀。后刘兴华将刀扔弃逃离现场。张某丁被送往医院抢救无效死亡。经法医鉴定，被害人张某丁系被他人用单刃刺器刺伤左胸部造成心脏破裂致急性心包填塞死亡。经检验，被告人刘兴华的血样中乙醇含量为102ｍｇ／100ｍｌ。被告人刘兴华的犯罪行为给附带民事诉讼原告人造成了一定经济损失。上诉人刘兴华上诉及其辩护人辩护称：侦查机关未及时告知酒精含量检验结果，证据存在重大瑕疵，不应认定刘兴华构成危险驾驶罪；原判认定故意杀人罪错误，刘兴华属于防卫过当，应认定为故意伤害罪；被害人案发当晚大量饮酒，并对刘兴华任意辱骂、殴打，对引发案件有重大过错；刘兴华归案后认罪，原判量刑重。",
    "38": "经审理查明，2015年8月11日9时许，被告人印某驾驶辽Ｋ8ｘｘ号小型越野客车在美地庄园小区院内由北向南行驶时，与马某驾驶无牌照两轮电动车由东向西行驶相撞，造成马某受伤经抢救无效死亡的后果。被告人印某留在事故现场等待公安机关处理事故。经沈阳市公安局交通警察支队浑南大队认定，被告人印某在小区内驾驶机动车未确保安全、超速行驶的行为是造成此事故的主要原因，被害人马某未按照驾驶证载明的准驾车型驾驶无牌照机动车的行为是造成此事故的次要原因。另查明，被害人马某的父亲已于其死亡前死亡，其母亲为贾某，被害人马某未婚，其非婚生子为马某甲。被告人印某与贾某、马某甲自行达成调解协议，被告人印某一次性向贾某、马某甲支付死亡赔偿金、赡养费、抚养费、丧葬费等各项费用共计人民币135万元，贾某、马某甲对被告人印某表示谅解，并请求法院对其从轻判处，发生一切后果由其自行承担责任，与法院及被告人印某无关",
    "414": "经审理查明,2016年11月18日22时20分许，在新郑市新华路办事处毛园街二巷9号院一楼，被告人候东铭在为他人算卦的过程中，疏于对香烛纸火等物品的管理，引起火灾，致使在二楼居住的被害人田某4、相某死亡。另查，1、被告人候东铭案发后明知他人报警而在现场等候处理，到案后如实供述了其主要犯罪事实。2、被害人田某41950年11月29日出生，案发时年龄为65周岁，农村户口。",
    "774": "蒙城县人民检察院指控：被告人苏会程自2017年8月经营蒙城县逍遥中路苏会程餐饮店。自2017年10月至2018年2月，被告人苏会程拖欠15名工人工资共计55972元。2018年7月9日，蒙城县人社局劳动保障监察大队对其下达限期整改指令书责令其支付所拖欠的工人工资，被告人苏会程采取逃匿的方法逃避支付。2018年10月17日，被告人家人将拖欠的15名工人工资足额支付。公诉机关提供了被告人供述、证人证言等证据，认为被告人苏会程的行为构成拒不支付劳动报酬罪，应依照《中华人民共和国刑法》第二百七十六条之一的规定依法追究其刑事责任。辩护人提出的辩护意见是被告人苏会程认罪态度较好，在案发后已经支付劳动者报酬，可以从轻处罚。",
    "376": "经本院审理查明，被告人王宝刚系大庆市亿达油田技术开发有限公司法人，从2012年与大庆油田有限责任公司第十采油厂签订提捞采油作业合同后，每年续订一次提捞采油作业合同，负责第十采油厂肇州分公司井区提捞作业。2020年1月1日与大庆油田有限责任公司第十采油厂续订提捞采油作业合同，2020年1月5目，被告人王宝刚利用为第十采油厂提捞作业便利，利用第十采油厂监管漏洞，以车辆出现故障没有进行提捞作业为由，未向第十采油厂交付原油，组织刘样，王某1、李某2、梁立国(均另案处理)使用两辆无牌照油罐车将提捞作业产出原油运至肇东市跃进乡赵秧子屯西侧五百米处，使用黑Ｅ×××**农用车上拉载的柴油机将无牌照油罐车内原油导入晋Ｃ×××**货车内。公安机关工作人员发现不明人员在肇东市跃进乡赵秧子屯西侧导原油后进入现场进行抓捕，被告人王宝刚发现有车辆进入倒油现场，指使刘某1(另案处理)驾驶黑Ｅ×××**银灰色现代轿车跟随进入现场，被告人王宝刚被公安机关工作人员当场抓获。现场收缴原油净重35.1417吨，价值人民币136241元。",
    "405": "经审理查明，被告人谢明有为非法占用林地，自2017年2月以来，在乐东县国营福报农场二十一队公益林地擅自砍伐林木，2017年3月7日被乐东县林业局千家管护站护林员张某1、张某2发现，谢明有便随二人至千家管护站接受调查，后张某1向乐东县森林公安局报案。经鉴定，被砍伐天然林地总面积15.67亩，被砍伐天然林木总株数为602株，其中胸径大于或等于5厘米的林木株数336株，活立木蓄积量11.3626立方米；胸径小于5厘米的幼树林木266株。",
    "687": "原审判决认定：2017年9月30日，被告人谢建江因债务纠纷未经房主刘某1允许，喊开锁师傅打开被害人刘某1位于娄底的屋门，并更换门锁，接其85岁的母亲李某2一起居住在该房内。期间，刘某1父子多次要求谢建江及其家人离开，谢建江要求对方还钱才离开。自2017年9月30日开始，谢建江及其家人一直强行居住在娄底刘某1家里，居住期间致刘某1家部分财物损坏。经鉴定，被损坏财物价格为4015元。刘某1一方报警后，民警多次做谢建江工作，谢建江拒不配合民警搬离该房。直至2018年5月15日，谢建江被刑事拘留后，谢建江的家人才将谢建江的母亲接回。2018年5月15日，民警电话通知被告人谢建江到公安机关接受调查，谢建江到案后对上述犯罪事实供认不讳。",
    "552": "经审理查明：2018年8月11日23时30分许，被告人毛晓傅和朋友酒后乘坐出租车，后无故与出租车司机范金仓发生纠纷，随后范金仓报警。昆明市公安局官渡分局关上派出所辅警杨某、付某所先行赶赴现场了解情况，在此过程中，被告人毛晓傅无故对被害人杨某、付某所进行辱骂，对被害人杨某进行殴打，将被害人杨某手中的执法记录仪打掉在地上，将随后赶赴至现场的辅警丁某所打伤。经鉴定，被害人杨某、丁某所的伤情均为轻微伤。另查明，被告人毛晓傅家属与被害人杨某、丁某所于2018年8月28日自愿达成赔偿协议，由被告人毛晓傅自愿赔偿二被害人医疗费、误工费、护理费、营养费、交通费及执法记录仪损失共计9600元，二被害人自愿出具书面谅解书表示对被告人毛晓傅的行为予以谅解，并请求司法机关对被告人毛晓傅予以从轻处罚。",
    "667": "原判认定：抢劫罪事实2015年1月6日22时许，被告人符某东、符某杨、牛某忠在儋州市文化中路二街对面路边，看见被害人黄某某（1997年10月24日出生）、羊某某放学途经此处，符某东、符某杨、牛某忠一同拦截住黄某某、羊某某，符某东持一把匕首威胁羊某某交出钱财、香烟，并伸手进入羊某某裤子口袋搜索财物；符某杨将黄某某踢摔倒在地，并威胁黄某某交出手机，黄某某趁其不备遂往少年宫方向跑，符某东、符某杨、牛某忠遂一同追赶黄某某到儋州市那大镇文化中路一街路口处，被一群路过的那大二中学生持石头赶跑。二、符某杨对原审判决认定符某杨伙同符某东、牛某忠及钟某学持砍刀将蔡某某砍至重伤这一犯罪事实没有异议，但符某杨案发后就在家属的陪同下，主动到公安机关投案，如实供述犯罪事实，属自首，其家属已代为赔偿被害人蔡某某经济损失，对其依法应予从轻或减轻处罚，原审判决以其犯故意伤害罪判处其有期徒刑六年四个月，量刑过重。综上，原审判决认定符某杨犯抢劫罪错误，以故意伤害罪判处符某杨有期徒刑六年四个月，量刑过重，请求二审法院撤销原判，依法改判。原审被告人牛某忠不服，提出上诉称：一、在抢劫共同犯罪中，符某东持匕首威胁被害人，符某杨踢倒另一被害人，而牛某忠对被害人未直接实施任何行为，即在抢劫共同犯罪，牛某忠作用较小，起次要、辅助作用，应属从犯，原审判决未认定牛某忠为从犯错误。二、案发后，牛某忠父亲已赔偿被害人蔡某某0.8万元，依法可从轻处罚，原审判决对此认定事实不清。三、牛某忠系在校高中生，没有犯罪前科，属初犯，因交友不慎被动参与犯罪，到案后如实供述罪行，在抢劫共同犯罪及故意伤害共同犯罪中，牛某忠均为从犯，抢劫犯罪中未遂，而原审法院数罪并罚判处其有期徒刑七年、并处罚金3000元，量刑过重，未能充分体现惩罚与教育相结合的原则。为此提起上诉，请求二审法院撤销原判，依法改判，给上诉人重新做人的机会。在抢劫共同犯罪中，上诉人牛某忠伙同上诉人符某东、符某杨实施了拦截、追赶被害人的行为，原判综合全案认定上诉人符某东、符某杨、牛某忠在抢劫共同犯罪中作用相当、不区分主从犯，并无不当。虽不区分主从犯，但上诉人牛某忠在抢劫共同犯罪中的作用相对上诉人符某东、符某杨而言，上诉人牛某忠作用相对较小，在量刑时应予以考虑。三、关于本案的量刑。在抢劫共同犯罪中，前述，除了上诉人牛某忠的量刑外，原审判决对上诉人符某东、符某杨犯抢劫罪的量刑适当。在共同故意犯罪中，鉴于上诉人符某东、符某杨、牛某忠近亲属与被害人在二审审理期间达成《调解协议书》，支付了全部赔偿款，并取得了被害人蔡某某的谅解，对上诉人符某东、符某杨、牛某忠可从轻处罚。综上，上诉人符某东、符某杨、牛某忠及符某东辩护人关于原审判决量刑过重的上诉理由及辩护意见等有理，应予支持；其他上诉理由及辩护意见均不能成立，本院不予采纳",
    "147": "2020年5月10日，被告人陈铭华在本市叠山路与象山北路交界处，将一粒甲基苯丙胺片剂（俗称麻古）和一小袋甲基苯丙胺（冰毒）以人民币600元的价格出售给杨某（另案处理）。同年5月28日，吸毒人员欧某找杨某（另案处理）帮忙购买一粒甲基苯丙胺片剂（俗称麻古）和一小袋甲基苯丙胺（冰毒），并通过微信转账毒资人民币600元给杨某，杨某遂联系被告人陈铭华购买，并通过微信转账毒资人民币500元给陈铭华。陈铭华在本市东湖区象山北路附近将一粒甲基苯丙胺片剂和一小袋甲基苯丙胺交与杨某，杨某随后将所购毒品转交欧某。同年6月4日，被告人陈铭华在本市叠山路与象山北路交界处，将一粒甲基苯丙胺片剂和一小袋甲基苯丙胺以人民币900元的价格出售给杨某（另案处理）。同年7月3日，被告人陈铭华被公安机关抓获归案。到案后，其如实供述了自己的犯罪事实。被告人陈铭华认罪认罚，依据《中华人民共和国刑事诉讼法》第十五条的规定，可以从宽处理。被告人陈铭华对公诉机关指控其犯贩卖毒品罪的主要犯罪事实及罪名均无异议，并当庭自愿认罪。其指定辩护人认为被告人陈铭华：1.认罪认罚，依法应从宽处理；2.是吸毒人员，也是毒品犯罪的受害者，酌情从轻处罚。本院认为，被告人陈铭华违反国家对毒品的管制性规定，三次向他人出售含有甲基苯丙胺成分的毒品，其行为已构成贩卖毒品罪，且属情节严重。被告人陈铭华当庭自愿认罪，酌情从轻处罚。根据被告人陈铭华犯罪的事实、犯罪的性质、情节和对于社会的危害程度，依照《中华人民共和国刑法》第三百四十七条第一款、第四款、第七款、第六十四条之规定，判决如下：如不服本判决，可在接到判决书的第二日起十日内，通过本院或者直接向江西省南昌市中级人民法院提出上诉。书面上诉的，应当提交上诉状正本一份，副本二份。审判长刘国华审判员罗陆海人民陪审员张莉二〇二〇年十一月二十日书记员朱胜雪本案引用的法律条文（摘录）：《中华人民共和国刑法》第三百四十七条第一、四款、七款走私、贩卖、运输、制造毒品，无论数量多少，都应当追究刑事责任，予以刑事处罚。走私、贩卖、运输、制造鸦片不满二百克、海洛因或者甲基苯丙胺不满十克或者其他少量毒品的，处三年以下有期徒刑、拘役或者管制，并处罚金；情节严重的，处三年以上七年以下有期徒刑，并处罚金。对多次走私、贩卖、运输、制造毒品，未经处理的，毒品数量累计计算。第六十四条犯罪分子违法所得的一切财物，应当予以追缴或者责令退赔；对被害人的合法财产，应当及时返还；违禁品和供犯罪所用的本人财物，应当予以没收。没收的财物和罚金，一律上缴国库，不得挪用和自行处理。",
    "411": "原审判决认定：2018年2月26日11时许，被告人胡院平将其购买的三包毒品甲基苯丙胺（冰毒）放在车牌号为湘Ｄ×××××的轿车后尾箱内，后驾驶该车由湖南省衡南县往广东省广州方向行驶。当日16时许，被告人胡院平驾车行驶至宜章县小塘收费站时被高警局宜章大队民警查获，当场从驾驶的该轿车尾箱一花色挎包内的红色中华牌铁盒内缴获可疑白色晶体3包（分别净重为20.45克、4.36克、6.29克，共计31.1克）。经郴州市公安局物证鉴定所鉴定，被查获的上述可疑白色晶体均检测出甲基苯丙胺成分。另查明，被告人胡院平到案后如实供述了上述主要犯罪事实。2018年2月27日，公安人员对被告人胡院平进行尿检，结果呈甲基安非他明阳性。2018年2月27日，被告人胡院平因在2018年2月17日、18日晚吸食毒品被宜章县公安局处以行政拘留十二日并处罚款一千元。",
    "316": "经审理查明：2016年3月9日下午15时许，被告人杨秀芬在自家的菜地内烧地草时，因风势过大不慎引发森林火灾，烧毁下木树、新寨、大槽三个小组村民的杉树等林木，火灾过火林地面积为4.8公顷（折合72亩），其中：有林地4.02公顷（折合60.3亩），未成林造林地为0.78公顷（折合11.7亩），受灾林木为杉树、八角树、被烧毁的林木共计16130株。附带民事诉讼原告人陈某、谭某、余某1、余某2、付某1、付某2、付某3的经济林木在火灾中受到毁损。2016年3月27日，附带民事诉讼原告人陈某、谭某、余某1、余某2、付某1、付某2、付某3与被告人杨秀芬在人民调解委员会的主持下达成调解协议，协议确认陈某等七位原告人的受损林木为小杉2869株、中杉70株、大杉1株、八角31株、核桃18株，协议约定：小杉和中杉按每株6.5元计算，八角按每株15元计算，陈某应获赔4075元、谭某应获赔2197元、余某1应获赔975元、余某2应获赔1495元、付某3应获赔5483元、付某1应获赔3153元、付某2应获赔2340元，履行期限为2016年农历12月底前付清，逾期则按5%的利息结算支付。认定刑事部分的证据有：1、接处警登记表、受案登记表、立案决定书，证实2016年3月14日8时20分，被告人杨秀芬主动投案称：2016年3月9日15时到大湾子的菜地烧地草，不小心引发森林火灾。富宁县森林公安局于2016年3月14日立案侦查。2、户口证明、前科查询工作记录，证实被告人杨秀芬已达完全刑事责任年龄，无违法犯罪记录。3、到案经过，证实2016年3月14日，被告人杨秀芬主动到富宁县森林公安局投案。4、情况说明，证实部分受害群众已外出务工，无法收集相关的证据材料。5、技术鉴定意见书、鉴定意见通知书，证实经鉴定，本案过火林地面积为4.8公顷（折合72亩），其中：有林地4.02公顷（折合60.3亩），未成林造林地为0.78公顷（折合11.7亩），受灾林木为杉树、八角树。被烧毁的林木共计16130株，其中杉树12800株，地径5厘米以上2600株，立木蓄积量为29.38立方米，价值7345元，八角树230株，价值6900元，杉树幼树（3年至5年苗）10200株，价值40800元，杉木幼树（2年苗）3100株，价值6200元。鉴定意见已告知相关当事人。6、辨认笔录及照片，证实被告人杨秀芬辨认出火灾现场位于松猫树（地名），起火点位于火灾现场南面自家农地内。7、现场勘验笔录、现场方位图、勘验平面示意图、现场照片，证实现场位于松猫树（地名）、新寨小组、大槽小组砚山（地名），现场森林类别为用材林和经济林，树种为杉树和八角树，起源为人工林，现场无规律分布着被火烧焦的杉树和八角树，起火点位于火灾现场的南面杨秀芬家农田内，起火点上留有未燃尽的包谷杆、杂草等。8、证人许某的证言，证实2016年3月14日其带母亲杨秀饭到富宁县森林公安局投案自首，杨秀芬告知其3月9日到大湾子菜地里烧地草时引发森林火灾，具体烧毁的情况并不清楚。9、证人徐某的证言，证实林业站的陈文宁接到防火办的电话称杨秀芬打电话报案称在大湾子菜地里烧包谷杆失火引发森林火灾，后其与陈文宁组织群众打火并赶往现场，火灾烧毁了杉树、八角树等。10、证人余某3的证言，证实2016年3月9日下午3时许，其接到付某3的电话称岩上（地名）发生火灾，火势从大湾子杨秀芬家菜地烧过来，是杨秀芬焚烧地内包谷杆失火引起的，烧毁了下木树、大槽、新寨三个小组的山界。11、被害人叶某的陈述，证实其听村民说其家的杉树被杨秀芬烧地时引起的森林火灾烧毁，共烧毁3500棵，未办理林权证。12、被害人付某3的陈述，证实2016年3月9日下午3时许，其看到大湾子杨秀芬家的菜地起火，烧到了下木树、大槽、新寨三个小组的山界，烧毁的林木大部分是杉树，后经了解是杨秀芬在自家地里烧包谷杆引起的。13、被害人付某2的陈述，证实2016年3月9日下午3时许，付某3电话告知余某3下木树大湾子着火了，其便和群众上山灭火，杨秀芬告知是其烧包谷杆时刮起一阵大风火势就往山上蔓延，其家的杉树、八角树被烧毁。14、被害人熊某的陈述，证实火灾发生后，余某3电话告知杨秀芬在地内烧包谷杆时引发了森林火灾，烧到下木树、新寨、大槽三个小组的山界，其家的杉树被烧毁6000棵左右。15、被害人胡某的陈述，证实其常年在外做生意，火灾发生后家人电话告知其杨秀芬在地内烧包谷杆时引发了森林火灾，烧到下木树、新寨、大槽三个小组的山界，其家的杉树被烧毁3000棵左右。16、被害人杨某的陈述，证实其对火灾是怎么引起的并不知情，事后村民告知其是杨秀芬在松猫树（地名）烧地草时引发的森林火灾，烧毁了其家的八亩杉树，未办理林权证。17、被告人杨秀芬的供述和辩解，证实2016年3月9日下午3时许，其在大湾子（地名）焚烧地内杂草时，因风势过大不慎引发森林火灾，火灾烧到下木树小组的松猫树（地名）和岩上（地名）及新寨小组、大槽小组的山界内的林木。",
    "630": "重庆市巫山县人民法院判决认定，2007年4月11日20时许，被告人田林与干龙、杨寿保、蒋祖钊（均已判决）等人一同前往原巫山县巫峡镇早阳村打砸“怡心缘”发廊，到达“怡心缘”发廊后，干龙以嫖娼时被卖淫女抓伤为由，要求“怡心缘”发廊老板范某某支付医药费，范某某不同意，田林、蒋祖钊、杨寿保等人拿出斧头和刀具，逼迫范某某交出了人民币295元。随后，蒋祖钊、田林等人将“怡心缘”发廊的柜台、玻璃门等物品砸坏并离开现场。2007年4月26日，经巫山县价格认证中心鉴定，“怡心缘”发廊被毁坏的财物价值2064元。2014年6月10日，被告人田林在上海市军天湖监狱二监区服刑时主动向民警供述了2007年在重庆市巫山县伙同他人犯抢劫罪的事实。经二审审理查明上诉人田林于2007年4月11日在巫山县伙同他人抢劫的事实与一审判决认定的事实相同。",
    "654": "王祥银、王祥根上诉均提出两人抢建的违章简易房的面积没有1241.39平方米，对原判认定两人敲诈勒索的罪名及基本事实没有异议，表示认罪，请求二审对两人从轻处罚。辩护人提出的辩护意见同上诉人的上诉理由。淮南市人民检察院认为：原判量刑过重，建议本院对王祥银、王祥根从轻处罚。二审另查明，王祥银、王祥根在二审期间向原审法院退缴违法所得五万元。关于王祥银、王祥根及其辩护人提出的两人抢建简易房的面积没有1241.39平方米的上诉理由和辩护意见，经查，在案的多名证人证言及被害人陈述均能证实王祥银、王祥根抢建简易房的面积有一千多平方米，结合淮南市大通区孔店乡人民政府与王祥根签订的工程拆迁补偿协议书以及拆迁材料回收款收据，孔店乡政府是按照1241.39平方米的面积补偿材料费，故应当认定涉案简易房的面积为1241.39平方米，故该上诉理由及辩护意见不能成立，本院不予采纳。本院认为：上诉人王祥银、王祥根以非法占有为目的，通过阻碍施工敲诈勒索朱某1财物34.75892万元，数额特别巨大，其行为均已构成敲诈勒索罪，应依法惩处。本案系共同犯罪，其中敲诈勒索29.75892万元因意志以外的原因而未得逞，系犯罪未遂，依法可以比照既遂犯减轻处罚。王祥银、王祥根在二审期间能够供述主要的犯罪事实，自愿认罪，依法可以从轻处罚。",
    "606": "原判认定：1、2019年10月17日，被告人廖太子与同案犯张涵（未满16周岁）等人将被害人张某（案发时已满14周岁未满16周岁）控制在吉首市阳光城附近的福顺家庭宾馆2号房内，采取殴打、威胁的方式强迫张某卖淫赚钱。张某受迫答应卖淫后，廖太子、张涵于次日14时许将被害人带至汽车西站送上吴鹏飞驾驶的汽车，廖太子、张涵通过张娅莹收得嫖资500元。张某被带至凤凰县禾库镇金娥宾馆一房间，后在宾馆老板吴金娥的帮助下逃离、报警。2、2019年5月14日晚，廖太子伙同张涵在吉首市维也纳KTV门口强行将被害人杨某某（案发时已满14周岁未满16周岁）带至乾州水利大厦一房间，同案犯廖坚子、姜垣敏（案发时未满16周岁）等人赶来联系嫖客。杨某某用手机联系其男友被廖太子和张涵用酒瓶和扇子殴打，被迫同意卖淫。杨某某被张涵和廖坚子、姜垣敏送到水利大厦802号房间与一嫖客发生了性关系，获得嫖资1000元被张涵全部拿走。张涵分给姜垣敏400元，其余600元被廖太子、张涵等人所得。3、2019年6月底的一天，杨昌艳（另案判决）与男友杨衡（另案判决）为达到让被害人张某某（案发时未满14周岁）从事卖淫的目的，将张某某骗至久久宾馆一房间内，杨昌艳与杨衡伙同吴爱超、李雨（另案判决）在久久宾馆将张某某轮奸。在张某某拒绝卖淫、并逃单（未及时前往）后的一天晚上，廖太子伙同张涵、姜垣敏、张俊枝（案发时未满16周岁）联系杨昌艳将张某某强行带至财信大厦楼顶上，对张某某进行殴打，其中张俊枝、杨昌艳用手打张某某耳光，廖太子用木棍击打张某某头部，杨衡将张某某摔倒在地，致张某某头部出血。次日晚上，廖太子等人再次将张某某带至财信大厦楼顶殴打，廖太子使用酒瓶击打、威胁张某某，姜垣敏劝解后，张某某答应跟着姜垣敏卖淫。经姜垣敏介绍，张某某与同一名嫖客先后在寨阳跳水桥附近停车场内的汽车上和久久宾馆7楼房间发生性交易，获得嫖资2100元。在姜垣敏联系张某某去杨昌艳家进行卖淫被拒绝后，廖太子在电话里威胁张某某，张某某被迫同意卖淫，张某某在杨昌艳家卖淫后获得嫖资500元。廖太子于2019年10月21日被民警抓获归案。另查明，廖太子于2020年1月3日在律师王亚东的法律援助下，在审查起诉阶段签署了认罪认罚具结书。",
    "672": "原判认定：（一）关于敲诈勒索罪的事实2012年1月，宋某与被告人郑宝来在闻喜县桐城镇中社村共同开发“桥鑫佳苑”一期工程，即对杨小虎、李军、被告人郑宝来的宅基地进行开发。2012年5月份，一期工程未全部交工时，宋某又与王某3合作开发了“桥鑫佳苑”二期工程，即对孟某、高某的宅基地进行开发。2012年8月份，被告人郑宝来以一期工程保温墙未按要求施工为由，阻挡一期工程保温墙施工。2012年8、9月份，在二期工程施工放线时，被告人郑宝来以二期工程与一期楼房间距不够80公分为由，对测绘施工进行了阻挡,并以“没有一期哪有二期”等理由向宋某提出索要二期工程利润100万元，宋某委托侯某2说和未果。2012年10月11日宋某为按期履行二期工程所签订的相关合同，避免损失扩大等原因，与被告人郑宝来签订了一份协议书，协议约定“郑宝来连同置换的面积共分得桥鑫佳苑一期十套房及七间地下室，二期工程四套房（分别为302号85.66平米、304号85.66平米、402号85.66平米、603号92.15平米），由郑宝来收取房款。郑宝来之前所付10万元保证金退还郑宝来。此外，宋某将二期504室85.66平米房以每平米1800元的价格卖给郑宝来。2012年11月9日，因一期工程交工后的遗留问题，被告人郑宝来对“桥鑫佳苑”二期工程进行了阻挡，2012年12月4日，双方再次签订一份补充协议，对各自应尽事项进行了补充约定。另查明，闻喜县公安局110处警登记表显示：2012年11月9日郑宝来“因施工没有把地方说清楚”将一辆车挡在路上阻挡施工。2013年7月31日郑宝来“因开发商十余天没有给一期工程住户供应水、电”，对“桥鑫佳苑”二期工程进行了阻挡。2013年8月1日郑宝来再次因“水电问题”，对该“桥鑫佳苑”二期工程进行了阻挡。2013年8月12日宋某到闻喜县公安局报案。2013年9月2日，经运城市价格认定局价格鉴定，302房屋，建筑面积85.66平方米，鉴定值214578元；304房屋，建筑面积85.66平方米，鉴定值214578元；402房屋，建筑面积85.66平方米，鉴定值211580元；603房屋，建筑面积92.15平方米，鉴定值236641元；504平价房，建筑面积85.66平方米，鉴定值69984元（鉴定值为实际出售价与市场价的差价）；7号地下室，建筑面积29.5平方米，鉴定值36875元；9号地下室，建筑面积29.5平方米，鉴定值36875元。房产总价值为人民币1021111元。（3）第6-8项证据是原一审庭审后，公诉机关就郑宝来辩护人提出的关于被告人郑宝来贩卖毒品一案中办案人员资格等问题补充提供的证据，经过补充可以证实被告人郑宝来贩卖毒品一案中办案民警的办案资质及受理案件的情况，应予认定。抗诉机关抗诉提出：原判未认定被告人郑宝来犯贩卖毒品罪事实，明显错误，应当对其数罪并罚，请二审予以改判。原审被告人郑宝来及其辩护人上诉提出：被告人郑宝来在二期工程中与宋某是合伙关系，其向宋某索要100万元后用房屋抵顶，是对其投资利益的主张。宋某是出于自愿将房屋分配给被告人郑宝来，并非是宋某基于恐惧而处分财产。被告人郑宝来阻挠二期工程是为了解决一期的遗留问题，不存在敲诈勒索行为，不构成敲诈勒索罪。",
    "70": "经本院审理查明，被告人吉某于2018年7月2日5时35分许,驾驶超载的车牌号为×××,在G6京藏高速公路1913KM+700米由西向东逆向行驶时与被害人位某1驾驶的在高速公路正常行驶的车牌号为×××轻型自卸货车相撞,事故造成被害人位某1、乘客王某二人不同程度受伤,经青海省正信司法鉴定所鉴定,位某1、王某二人人体损伤程度均为重伤二级。",
    "638": "原判认定，被告人陈某英从网上与被害人王某取得联系，得知王某有一批ＩＣ电子产品欲出售，便与被告人蔡某新、卢某柏、尹某吾商议使用非法手段获取该批货物。2012年7月1日17时许，被告人陈某英驾驶一辆别克轿车搭载被告人蔡某新、卢某柏、尹某吾来到深圳市龙华新区龙华街道龙华广场，被告人卢某柏、尹某吾先下车在附近等候。陈某英以与被害人王某交易上述ＩＣ电子产品为由，将被害人王某约出来，并让被害人带着货物到其驾驶的汽车上商谈价格。被害人王某上车坐到汽车后排，被告人卢某柏、尹某吾立即从两侧后门上车将被害人夹在后排中间，被告人蔡某新驾车行驶。在车上，被告人陈某英、卢某柏、尹某吾控制住被害人，要求被害人把货物交出，被害人予以反抗，四被告人便对被害人进行言语威胁，其间，被告人陈某英持刀对被害人进行威胁，被害人迫于无奈不敢反抗。随后，被告人蔡某新在一偏僻路段将车停下，被告人卢某柏下车将被害人拉出车外后自行上车，四被告人驾车将该批ＩＣ电子产品（共3000个）抢走。得手后，被告人蔡某新、陈某英将上述电子产品以人民币5000元的价格卖给一回收电子产品的胡姓男子（具体情况不详），被告人蔡某新分给被告人陈某英人民币1000元，分给被告人卢某柏、尹某吾各人民币500元，其余赃款由蔡某新占有。2012年8月13日至14日，公安人员在龙华街道油松共和花园抓获被告人陈某英、尹某吾，后根据陈某英提供的线索抓获被告人蔡某新、卢某柏。经鉴定，涉案的ＩＣ电子产品型号为ＦＴ5206，共价值人民币33000元。其辩护人提出的辩护意见是，原审被告人卢某柏在犯罪过程中向被害人支付了600元，故本案应该定性为强迫交易，上诉人蔡某新是初犯、偶犯，不是犯意的提出人，没有实施殴打或控制被害人的行为，作案后与同案犯平均分赃，故对其应当认定为从犯，其归案后能如实供述罪行，请求法院对其从宽处罚。陈某英上诉提出，原本只想压低向被害人收购货物的价钱，没有抢劫被害人的故意，原审采信的鉴定意见对涉案物品的价格鉴定过高，请求法院查清事实并予改判。卢某柏上诉提出，其并没有威胁被害人和拉被害人下车，其付给了被害人600元，原审采信的鉴定意见不合法，请求法院查清事实并予改判。尹某吾上诉提出，其没有参与本案的预谋，对同案三人的抢劫行为事先不知情，案发过程中卢某柏给了被害人600元，原审采信的鉴定意见对涉案物品的价格鉴定过高，请求法院查清事实并予改判。本院经审理查明的事实与原审认定的事实相同。",
    "600": "经审理查明：一、2010年至2011年12月间，被告人黄某乙与黄某甲在办理官渡水泥厂职工及社会人员的社保补缴手续时，两人共收取手续费30.4万元，两人商量决定拿出部分手续费送给坡头区社会保险基金管理局（以下简称坡头区社保局）工作人员。在办理补缴手续的过程中，黄某乙与黄某甲两人到坡头区社保局杨流家中向杨流行贿人民币12.2万元。认定的证据有：（一）坡头区官渡水泥厂原生产股长黄某乙的证言，主要内容是：黄某乙和黄某甲、鲁水发在办理官渡水泥厂职工和社会人员养老保险费补缴手续的过程中，为顺利把补缴手续办好，三人便商量送钱给区社保局局长杨流；送给杨流的钱都是从官渡水泥厂职工和社会人员办理养老保险费补缴手续而交付的手续费中支取的。送钱给杨流的经过是：（1）2010年9月的一天早上，趁未到上班时间，黄某乙和黄某甲二人就到坡头区政府隔壁的南油市场购买一些鱼、虾和水果一起到区社保局宿舍501房拜访区社保局局长杨流。当时是杨流的妻子谢海云开的门，黄某乙和黄某甲进屋后，杨流马上起床陪着在客厅闲聊，杨流的妻子就进房间。黄某乙说：“杨局长，非常感谢你帮我们职工办理社保补缴手续，这是我们的一点小意思，请你收下”接着黄某乙从公交包中取出一包报纸包着的4万元放在客厅茶几下。杨流说：“谢谢了，你们不用这么客气。”然后黄某乙和黄某甲就离开。（2）2010年9月的一天上午，黄某乙和黄某甲二人到区社保局局长办公室找杨流。二人与杨流聊一会儿，黄某甲拿出报纸包着的2万元纸包，放在杨流的桌上，黄某甲说：“杨局，办理社保补缴手续，多得你的关照，才能顺利办理，这是小小意思。”黄某乙和黄某甲见杨流没有说什么，于是二人便匆匆离开。（3）2011年6月中旬的一天，黄某乙和黄某甲二人一起到杨流的家里，当时只有杨流自己在家。黄某乙和黄某甲和杨流坐在客厅里闲聊。黄某乙说：“杨局长，非常感谢你对我们的关照，这是我们的一点心意。”说完黄某乙拿出一包用牛皮纸信封装着的1万元放在客厅茶几上。杨流说推辞一下，就收下。然后黄某乙和黄某甲就离开杨流家。（4）2011年“七一”前，黄某乙和黄某甲二人到区社保局局长办公室找杨流。在杨流的办公室里，黄某乙对杨流说：“这里有一点经费，你带着党员出去玩玩吧。”说完黄某乙从随身带来的袋子里取出一个装有1.2万元的牛皮纸信封放在杨流办公桌上，对杨流说：“我们不坐了。”说完二人就离开了。（5）2011年国庆节前的一天，黄某乙和黄某甲二人到区社保局局长办公室找杨流，当时只有杨流一人在场。黄某甲对杨流说：“国庆节到了，我们办补缴手续一直得到你的关照，很感谢你，这是我们的一点心意。”说完黄某甲把事先准备好装有1万元的信封放在杨流办公桌上，随后二人就离开了。（6）2011年冬至前的一天，黄某乙和黄某甲二人到区社保局局长办公室找杨流，进门后，杨流让我们坐下。黄某乙对杨流说：“冬至到了，没有什么别的礼物，送点钱给您过节吧。”说完黄某乙从随身带来的袋子里拿出事先准备好装有3万元的黑色塑料袋，放在杨流办公桌上。杨流推辞一下，黄某乙和黄某甲说：“好了，我们有事先走了，这点小意思杨局您就收下吧。”说完二人就离开了杨流的办公室。（二）杨流的供述，主要内容为：（1）2010年9月的一天早上，黄某乙和黄某甲一起到杨流家里。杨流和黄某乙和黄某甲在客厅见面后，黄某乙将一包报纸包着的4万元放在客厅茶几下，坐了一会儿黄某乙和黄某甲就离开。（2）2010年9月的一天，黄某乙和黄某甲二人到区社保局杨流办公室，与杨流聊一会儿后，黄某甲拿出报纸包着的2万元放在杨流的桌上，感谢杨流的关照，杨流收下这2万元。（3）2011年6月的一天，黄某乙和黄某甲二人一起到杨流的家里，黄某乙说感谢杨流的关照，然拿出一包用牛皮纸信封装着的1万元放在客厅茶几上。黄某乙和黄某甲就离开后，杨流打开信封，里面装着的1万元。（4）2011年“七一”前，黄某乙和黄某甲二人到区社保局局长办公室找杨流。黄某乙把一个牛皮纸信封放在杨流办公桌上，黄某乙对杨流说：“这是你带着党员出去玩经费。”杨流收下信封，信封里面装有1.2万元，但没有用于党员活动。（5）2011年国庆节前的一天，黄某乙和黄某甲二人到区社保局局长办公室找杨流，黄某甲把一个装有1万元的信封放在杨流办公桌上送给杨流，感谢杨流在办理补缴手续过程中的的关照。杨流收下该信封。（6）2011年冬至前的一天，黄某乙和黄某甲二人到区社保局局长办公室找杨流，黄某乙对杨流说：“冬至到了，没有什么别的礼物，送点钱给您过节吧。”黄某乙拿出黑色塑料袋放在杨流办公桌上给杨流，说送点钱给杨流过节。黄某乙和黄某甲离开了杨流的办公室后，杨流打开黑色塑料袋，里面有3万元。（三）被告人黄某甲在开庭审理过程中的供述，主要内容为：与黄某乙共向杨流行贿12.2万元。（四）湛江市坡头区人民法院的“（2013）湛坡法刑初字第13号”刑事判决书，主要内容为：认定杨流共收受黄某甲、黄某乙的贿赂人民币12.2万元。二、2010年6月至2012年春节前，被告人黄某甲和黄某乙分别在坡头区社保局楼下的手机店门前、坡头区社保局附近的一间杂货店旁、坡头区政府大院等处，先后五次向莫亚来行贿，合计人民币13.3万元。三、2011年的一天上午，被告人黄某甲与鲁水发在湛江海滨宾馆门口，向潘彩琼行贿人民币1万元。四、2010年下半年至2011年底，被告人黄某甲与鲁水发分别在湛江市赤坎区的军区第三招待所门口和赤坎区爱华广场附近的信用社旁，先后三次向宋国海行贿人民币13万元。五、2011年4月的一天，被告人黄某甲和黄某乙在坡头区大海湾饭店向陈媚行贿一张昌大昌超市2000元的购物卡。六、2011年12月的一天，被告人黄某甲与黄某乙在坡头区灯塔路的手机店旁，向陈媚行贿人民币4万元。",
    "550": "",
    "647": "原判认定：一、敲诈勒索罪2017年10月，被告人耿新科、柴涛帮被害人梅某1讨要债务被行政拘留，便多次向梅某1要3万元的补偿费，梅某1觉得补偿费过高而不给。2018年2月14日下午，被告人耿新科、柴涛等人找到梅某1，开车将梅某1带到红安县杏花乡两道桥一偏僻处继续讨要这笔补偿费，并说要么当场给3万元现金，要么打10万元的借条，梅某1不同意，耿新科就用一黑色的笔记本拍打梅某1脸部数十下，梅某1用手抵挡，柴涛等人捉住梅某1的双手不让其反抗。梅某1被迫按耿新科的要求打了一张10万元的借条。尔后耿新科多次叫被告人柴涛等人找梅某1讨要这10万元，并用微信、短信等对其进行威胁恐吓，梅某1只好报警求助。抗诉机关抗诉称：原判认定被告人柴涛罪名不准确，遗漏被告人柴涛的自首情节，导致对其适用刑罚不当，特提出抗诉，请依法判处。黄冈市人民检察院检察员出庭意见称：抗诉机关的抗诉意见正确，应予支持。上诉人耿新科上诉称：原判敲诈勒索罪量刑过重。其辩护人提出，耿新科敲诈勒索系从犯，量刑过重；寻衅滋事有自首情节，取得被害人谅解。上诉人柴涛上诉称：我在共同犯罪中是从犯，有自首情节，认定我犯寻衅滋事罪不应并处罚金。其辩护人提出，同意抗诉机关抗诉意见，柴涛构成敲诈勒索罪，是从犯，有悔罪表现，被害人有过错。经开庭审理，二审查明的事实与一审认定的事实一致。",
    "658": "上诉人潘×的上诉理由为：原判认定事实不清，对其量刑过重。其辩护人的主要辩护意见为：原判认定事实不清，考虑被害人二审期间获得赔偿，并予以谅解等情节，建议二审法院对潘×再予以从轻处罚。本院审理期间，上诉人潘×及其辩护人均未提交新证据。",
    "143": "原审判决认定，2014年10月份以来，被告人刘继花在其经营的位于岱岳区祝阳镇姚中村的鸿祥快餐店内，使用含铝泡打粉蒸制蒸包并销售。经检测，刘继花经营的快餐店生产、销售的蒸包铝残留量为1107.8ｍｇ／ｋｇ。被告人刘继花于2016年4月21日被泰安市公安局祝阳派出所民警传唤到案，到案后如实供述了犯罪事实。",
    "260": "清水河县人民检察院指控：2015年7月10日，清水河县公安局禁毒大队在工作中发现被告人白何、牛某某在窑沟乡沙石泉村西南的城梁坡沟底种植罂粟，并将在地里正在割浆的被告人白何、牛某某当场抓获，现场铲除罂粟植株2314株。从其家中查获鸦片，经呼和浩特市公安局毒品检验室鉴定，均检出鸦片成分，净重698.1克；同时在其家中查获子弹21发，经呼和浩特市公安局物证鉴定所鉴定均为制式子弹。公诉机关向本院移送了被告人白何犯非法种植毒品原植物罪、非法持有弹药罪，牛某某犯非法种植毒品原植物罪的受案登记表、证人证言、搜查笔录、现场勘察笔录、扣押清单、随案移送清单、鉴定文书、毒品检验鉴定书、接收上交缴获毒品清单、办案说明、摄影照片、犯罪嫌疑人供述与辩解笔录、抓获经过、户籍证明等证据。公诉机关认为：被告人白何、牛某某违反毒品管理法规，非法种植罂粟2314株，数量较大，其行为已触犯《中华人民共和国刑法》第三百五十一条、第二十五条之规定，应以非法种植毒品原植物罪追究其刑事责任，系共同犯罪；被告人牛某某适用《中华人民共和国刑法》第二十七条的规定，在共同犯罪中起次要作用，系从犯。被告人白何违反枪支管理规定，非法持有军用子弹21发，其行为触犯了《中华人民共和国刑法》第一百二十八条的规定，应以非法持有弹药罪追究其刑事责任。故提请本院依法判决。被告人白何对公诉机关指控的非法种植毒品原植物罪的犯罪事实部分予以否认，称2015年公安机关查获两块地中种植的罂粟，自己在面积较小的一块地中种植罂粟600多株，面积较大的那块地里的罂粟是他人所种；对公诉机关指控的非法持有弹药罪的犯罪事实，不予否认，称其是十八、九岁训练民兵的时候发下来的，一直没有人收回子弹。被告人牛某某对公诉机关指控的犯罪事实不予否认，称其没有参与种植罂粟，只是去种植罂粟的地里割浆一次，被当场抓获。被告人白何及其辩护人、被告人牛某某向法庭提供了白何的住院病案复印件、牛某某的病情证明书复印件。被告人白何的辩护人的辩护意见为：一、对公诉机关的定性没有异议。二、被告人白何和牛某某种植的罂粟数量应认定为600多株。1、被告人白何承认其在沟前的土地上种植了600多株罂粟，并提出沟后土地上的罂粟由白某某种植。2、白某某与被告人存在利害关系，公安机关对白某某的询问中带有明显的提醒性，不具有证据效力；刘某某和石某某的询问笔录没有涉及到被告人白何种植罂粟的数量和面积。3、被告人白何是因为其与白某某的矛盾而对白某某种植的罂粟进行割浆。三、1、被告人白何种植罂粟的目的是为了止痛，其主观恶性程度低，同时种植的罂粟没有流入社会，社会危害性程度低，应当从轻或者减轻处罚。2、被告人白何和牛某某均为初犯、偶犯，且均能如实供述，认罪态度好，应当从轻或者减轻处罚。3、被告人白何出生于1945年7月16日，现年70周岁；被告人牛某某出生于1953年10月20日，现年62周岁，在量刑时应予以考虑。4、被告人白何和牛某某属于共同犯罪，牛某某只是在案发当天与白何共同对罂粟进行割浆，被告人牛某某犯罪情节比较轻，其在共同犯罪中起次要和辅助作用。四、1、被告人白何交代是在17-18周岁为了练习民兵，村里给发放了子弹，因此被告人白何取得该子弹具有历史原因，其取得该子弹是合法的，且被告人白何居住在偏僻山区里，其法律意识比较淡薄，同时被告人认为弹药是毛主席所给，没有意识到保留子弹的行为属于违法犯罪，其主观恶性程度低。2、被告人白何取得子弹至今已经超过50年，子弹的保质期一般为20年，虽然鉴定中发现子弹底火仍然存在，但子弹已经超过保质期，社会危害程度低。3、被告人白何私藏子弹数量为21枚，刚达到刑法规定的私藏弹药罪的标准。4、被告人白何将子弹存放在柜子里，只有在别人提起时才能想起家里存放的子弹，主观恶性程度低，且属于初犯、偶犯，应当从轻或减轻处罚。综上所述，被告人白何和牛某某种植罂粟的数量应为600多株，种植是因为身体原因，主观恶性程度低，被告人牛某某属于从犯，应当从轻、减轻或免除处罚。被告人白何取得子弹具有历史原因，且子弹已经超过保质期，应当从轻或减轻处罚。经依法审理查明：2015年7月10日，在清水河县窑沟乡沙石泉村城梁坡沟底，被告人白何、牛某某在罂粟地中割浆，被公安民警当场抓获，现场铲除罂粟植株2314株，并在其家中查获褐色膏状物，经呼和浩特市公安局毒品检验室鉴定，成分为鸦片。同时在其家中查获子弹21发，经呼和浩特市公安局物证鉴定所鉴定，均认定为制式弹药。",
    "784": "公诉机关指控，2015年5月，被告人赵某甲和吴某某（另案处理）共谋利用网络为他人介绍卖淫并从中牟利。2016年3月6日23时许，吴某某通过网络联系嫖客赵某乙、夏某某，并将约定好的时间地点告诉赵某甲后，由赵某甲开车将妓女杨某某、庹某某带至沙坪坝区大学城某酒店内进行卖淫活动，后被公安民警当场抓获。公诉机关建议对被告人赵某甲判处有期徒刑六个月至一年六个月，并处罚金",
    "453": "原判认定：被告人李卫国在2014年1月起利用其担任天博公司第五工程部财务经理、兼埃塞俄比亚的会计（兼出纳）、兼任缅甸办事处会计（兼出纳）的职务之便，多次挪用公司驻埃塞俄比亚办事处、缅甸办事处以及其他国办事处的工程款，通过互联网在360彩票平台购买彩票以及在广东幸福互生贵金属经营有限公司和天津健丰贵金属有限公司网络平台上进行贵金属交易等营利性活动，导致公司亏损共计6028437.15元，至今无法归还。",
    "79": "经审理查明，2016年11月9日20时许，罗平县公安局钟山派出所民警蔡某3、刘某2、何某、刘某1和辅警黄永才、颜某等人在罗平县旁“保山火瓢牛肉馆”206房间内吃饭，期间蔡某3酒后对黄永才进行辱骂，饭后二人在餐馆门口场子上发生撕打，黄永才用刀刺杀蔡某3左胸部、右胸部及左肘关节，后蔡某3被送往罗平县人民医院，经抢救无效死亡。经鉴定，蔡某3系锐器刺破心脏致急性失血死亡。",
    "729": "经审理查明，2016年2月29日，本院（2015）运盐民初字第1973号、第1976号民事判决书依法缺席判决，何佳琪分别偿还荆某某借款本金23万元及利息（月利率为2%），荆某某的女儿李某某308万元及利息（月利率为2%）。上述判决生效后，何佳琪未能主动履行还款义务，荆某某、李某某于2016年6月30日向本院申请强制执行，本院当日立案执行。因何佳琪下落不明，2016年7月21日，本院向何佳琪公告送达了“执行通知书”和“报告财产令”。期间，执行机构调查了何佳琪的银行账户流水，本院认为何佳琪作为民事案件被执行人，有能力而拒不履行，其行为涉嫌构成犯罪，鉴于何佳琪逃逸，于2016年9月28日，将案件材料移交公安机关，追究何佳琪的刑事责任。2016年12月15日，运城市公安局盐湖分局对何佳琪拒不执行判决、裁定一案决定立案侦查。同时查明，被告人何佳琪与许某婚姻关系存续期间，即2013年5月23日，经工商管理部门登记，被告人何佳琪在运城市恒隆国际购物中心开办了一家名称为“×5”，经营“×1”、“×2”、“×3”和“×4”品牌服装。2014年10月30日，何佳琪与许某解除了婚姻关系之后，何佳琪继续经营其服装店。何佳琪经营的服装店自2015年7月14日至2016年12月9日，销售流水800余万元。2012年12月至2017年3月31日，销售流水1038429元。2017年3月31日，何佳琪服装店在恒隆国际购物中心撤柜，终止经营。又查明，被告人何佳琪自2016年5月13日起至9月22日止，使用其银行卡进行乘坐飞机、购物、购买保险等高消费活动，共花销人民币171627元。在本案审理期间，李某某、荆某某与何佳琪就民事执行部分，双方当成了协议，李某某、荆某某对何佳琪的行为予以谅解，表示对何佳琪从轻从宽处理。",
    "681": "原审判决认定：一、组织卖淫的事实：2014年8月初始，被告人蒋成出资分别于寿光市圣城街道东关村和南关村租房开设卖淫店，利用在“晨鸿信息报”、“赶集网”、“58同城网”发布广告以及到其它卖淫店“挖人”等方式，招募纠集卖淫女林××、唐××、齐××、姜××、田某1、田某2等人在其店内卖淫，并雇佣社会闲散人员李永春、孙录平、李庆功帮其日常管理、望风、收款，同时在其卖淫店内安排监控设备，提供对讲设备，以便嫖资收取管理和逃避公安打击，通过对店内卖淫活动每次抽取50元嫖资和外出包夜嫖资对半分成等方式，非法获利五十余万元；二、协助组织卖淫的事实：2017年以来，被告人李永春、李庆功、孙录平受蒋成雇佣并组织，交叉在寿光市东关村和南关村蒋成开设的卖淫店内，负责卖淫女林××、唐××、齐××、姜××、田某1、田某2等人的日常管理、望风和嫖资结算。另认定，被告人李永春在被羁押期间，于2017年10月19日主动检举河南籍入室抢劫逃犯齐某的有关线索，经侦查机关查证属实，抓获犯罪嫌疑人齐某，并已移送河南省兰考县公安局。再认定，被告人蒋成开设的三处店面，未挂字号，亦未注册工商登记，蒋成经营该三处店面的收入来源为抽取嫖资。",
    "620": "经审理查明，2016年7月20日晚，上诉人曾新波和同案人曾升潮（另案处理）来到莆田市城厢区凤凰山街道台湾酒店旁的天福茗茶店，上诉人曾新波在外等候，同案人曾某2进入店内同被害人曾某1和戴某商量还钱事宜。后因双方协商未果，同案人曾某2欲离开现场，被害人曾某1及戴某要求还钱并拉住曾某2不让其离开，此时上诉人曾新波进入店内，双方相互拉扯，后上诉人曾新波用拳头殴打被害人曾某1的脸部，被害人曾某1和上诉人曾新波双方开始相互殴打，上诉人曾新波被曾某1打倒在地上，同案人曾某2和戴某也相互殴打。期间，上诉人曾新波与被害人曾某1面对面相互抓住对方的手掌并用力互掰，上诉人曾新波被曾某1打倒时将被害人曾某1也拉倒在地。案发后，经鉴定被害人曾某1右手掌的损伤程度为轻伤二级，上诉人曾新波、同案人曾某2和戴某的损伤程度为轻微伤。同年8月18日，上诉人曾新波经公安机关传唤后到案。另查明，原审附带民事诉讼原告人曾某1为城镇户口，系在职公务员，其受伤后于2016年7月21日到莆田市第一医院门诊，共花去医疗费人民币1782.99元。门诊病历记录：右手骨折夹板外固定1个月，注意功能锻炼等。原审附带民事诉讼原告人曾某1因本案造成的经济损失为（以下币种均为人民币）：医疗费1782.99元，原审附带民事诉讼原告人曾某1虽未能提供营养费、交通费票据，但考虑到其伤情确需营养、暂住地与医院有一定的距离，营养费、交通费分别酌情支持180元、20元，以上各项费用合计1982.99元。",
    "634": "原审判决认定，被告人李某1于2017年12月10日10时许，在锦州市黑山县某公司院内，与李某因海跃公司拖欠李某工资一事发生争吵，后双方厮打在一起，李某1用硬塑棒子将李某左小臂打伤。2018年2月22日经锦州医科大学附属第一医院法医司法鉴定所鉴定，被害人李某左侧尺骨骨折，损伤程度为轻伤二级。被告人李某1于2018年3月19日主动到黑山县公安局投案。另查明，附带民事诉讼原告人李某伤后在黑山县第一人民医院住院治疗36天，支出医疗费10569.89元，住院期间二级护理。附带民事诉讼原告人李某未做伤残等级鉴定。原审法院认为，被告人李某1故意伤害他人身体，致轻伤，其行为已构成故意伤害罪。被告人李某1主动到公安机关投案，并如实交代其伤害李某的犯罪事实，是自首，依法可从轻处罚。附带民事诉讼原告人要求被告人赔偿医疗费、误工费、护理费、伙食补助费、交通费、鉴定费的合理部分本院应予支持，附带民事诉讼原告人要求被告人赔偿伤残赔偿金，因附带民事诉讼原告人未做伤残等级鉴定，该项诉讼请求本院不予支持。依照《中华人民共和国刑法》第二百三十四条一款、第六十七条、《中华人民共和国侵权责任法》第十六条、《最高人民法院关于审理人身损害赔偿案件适用法律若干问题的解释》第十七条之规定，认定被告人李某1犯故意伤害罪，判处有期徒刑十个月；被告人李某1在本判决生效后十日内给付附带民事诉讼原告人李某各项经济损失18776.97元。（其中医疗费10569.89元、交通费600元、伙食补助费1800元、误工费3451.32元、护理费1355.76元、鉴定费1000元）上诉人李某的上诉理由，原审法院因其未做伤残等级鉴定而驳回其要求赔偿伤残赔偿金的诉讼请求，程序违法；原判误工费、护理费计算错误。经本院审理查明的事实与原审查明的事实基本相同。",
    "366": "经审理查明：2017年8月前后，李杰军经人介绍，与徐某约定承租其经营管理的马鞍山市昌明刃具材料制造有限公司（位于本市向山某庄村，企业名称原为马鞍山市昌伟刃具材料制造有限公司）东北侧**厂房（约1200平方米），用于从事废金属加工，并于同年9月1日，安排李跃军代为签订厂房租赁协议。2017年9月至12月期间，李杰军在未办理环境影响评价手续，亦未取得危险废物经营许可证的情形下，雇佣李跃军、韩爱茫等人，在上述租赁的厂房内，非法加工处置废旧电路板，从中提取铜粉。",
    "502": "2.原判认定李泽应犯故意伤害罪、高利转贷罪的依据不足。3.建议依法追缴覃某拖欠李泽应8000万元借款以及李泽应抵押给银行35套房屋的余值，以偿还被害人的集资款，以减轻李泽应的罪责。辩护人韩庆阔律师提出的辩护意见与杨新彦的上诉理由一致，并补充以下辩护意见：1.上诉人杨新彦2015年代理陈玉萍与覃某民间借贷纠纷案件时，我国《刑法》没有虚假诉讼罪，杨新彦的行为不构成犯罪。2015年3月，杨新彦代理陈玉萍与覃某民间借贷案件。2015年3月月24日，宜昌仲裁委员会作出（2015）宜仲调字第46号《仲裁调解书》。2015年4月1日，杨新彦代理陈玉萍向宜昌市中级人民法院申请强制执行。2015年11月23日，宜昌市中级人民法院终结了案件本次执行程序。因《刑法修正案（九）》（增设“虚假诉讼罪）从2015年11月1日起施行，但杨新彦的代理行为（仲裁立案、开庭、申请执行等）均发生在《刑法修正案（九）》实施之前，根据从旧兼从轻原则，其行为不构成虚假诉讼罪。2.杨新彦于2017年3月6日代理陈玉萍对（2015）宜仲调字第46号《仲裁调解书》提交恢复执行申请书，不应认定为虚假诉讼的犯罪行为。2016年6月29日，因案外人许晓兰对陈玉萍提出案外人执行异议之诉，法院移交长阳县公安局立案侦查。此后，长阳县检察院作出了不起诉决定书，该决定书同时递交了宜昌市中级人民中院。但是，该案承办法官为了将案件尽快移送至当阳市法院，依职权通知杨新彦提交恢复执行申请和案件移送管辖申请书。显然，该法官擅自决定启动恢复执行程序，故不能让杨新彦为此行为承担责任。另外，杨新彦提交恢复执行申请时，（2015）宜仲调字第46号《仲裁调解书》仍然处于生效状态，没有被依法撤销。3.李泽应与覃某之间客观存在民间借贷的债务关系，通过陈玉萍以转账的方式形成银行流水账，只是虚增了部分债务，不能全部否定民间借贷债务关系，故本案不能认定虚假诉讼。4.即使杨新彦的行为认定为虚假诉讼罪，也不应认定为主犯，更不应认定为“情节严重”。杨新彦按照李泽应提供的基础信息代书了借款协议、还款协议，但对债权数额以及是否履行等并不知情。杨新彦代理陈玉萍完成了仲裁程序，但在庭审中没有发现覃某有受到胁迫的情形。从2015年4月10日至2015年11月23日，杨新彦代为申请强制执行，提供财产线索，配合法院执行等。从2015年12月至2017年3月20日，杨新彦申请法院对570万元用地保证金续查封，并代书一份情况反映，要求法院不予解封覃某的财产；杨新彦应承办执行案的法官要求，代为申请将执行案指定由当阳市法院执行。2017年3月20日以后，杨新彦代为向当阳市法院申请签发付款授权，同意对宜昌市西陵区法院在执行款到位后直接支付给陈玉萍。综上所述，杨新彦的行为即使构成犯罪，也只是起次要作用，应当认定为从犯。5.在执行案中，该案承办法官明知审判委员会决定“暂缓执行”，仍然要求启动恢复执行，这才是导致570万元得以执行的真正原因。长阳土地储备中心对涉案土地至今也没有挂牌出让成功，该570万元属于未到期债权，人民法院不得强制执行。但西陵区法院却以到期收益为名强制执行该570万元。当时，应将执行款项回转到长阳县预算外资金管理局处“长阳土地储备中心”的账户上，但宜昌市中级人民法院却指令将执行款项用于陈玉萍案的清偿，使得该案绕开了对未到期债权不得强制执行的规定，这才是570万元所谓损失产生的根源。因此，杨新彦等不应为他人的错误行为产生的后果承担刑事责任。综上，原判认定事实错误，量刑过重，请求二审法院予以改判。宜昌市人民检察院提出：（一）关于李泽应的上诉理由。1.李泽应在被监察机关留置调查期间，主动检举了三个公职人员违法犯罪事实，提供了线索，为监察机关查办案件起到了关键作用。因此，李泽应具有一般立功表现，应依法对其从轻处罚，建议判处十六年六个月以上十七年以下有期徒刑。2.关于登记在李泽应前妻李兴珍名下的鄂Ｅ×××**号“保时捷”汽车，经李兴珍证实该汽车是李泽应以她的名义办理登记，但该汽车是李泽应购买的，与二人离婚时分割的财产没有关系，她已拿到了分割的全部财产。故鄂Ｅ×××**号保时捷汽车应认定为李泽应的个人财产，应依法没收。3.李泽应在交通肇事案，未如实供述，故不能认定为自首。4.审计报告及相关证人证言等证据已证实，李泽应非法集资未兑付资金为9637.8万元，未有证据证实其用电器和白酒兑付了6000多万元本金。（二）关于杨新彦提出的上诉理由。1.覃某与李泽应之间有一定的债权债务关系，陈玉萍与覃某之间没有任何债权债务关系。李泽应、杨新彦、陈玉萍三人共同虚构了陈玉萍与覃某债权债务，并伪造了一亿元的银行流水账单，强迫覃某签下了借款合同。这是两个不同的民事主体，并不是虚增了部分债务，而是虚构了一个新的民事债权债务关系。在本案，根据监察机关提供的证据，可以认定李泽应揭发了他人犯罪，经查证属实，原判已认定为立功表现。原判经征求检察院的意见，并结合司法工作实际，从在卷证据尚难以认定为重大立功。尽管如此，原判在全案量刑从其所犯具体罪名到最终数罪并罚之后决定执行的刑罚，均体现从轻或减轻处罚，已尽最大限度对其从宽处理。因此，一审法院对其立功表现处理正确。以后，若有证据可证实其新立功情况，在刑罚执行期间仍可依法认定为减刑的条件。2.关于李泽应在交通肇事案是否有自首的情节。根据《刑法》第六十七条第一款的规定，成立自首需同时具备“自动投案”和“如实供述自己的罪行”两个要件。在交通肇事案中，案发后李泽应虽供述了相关事实，但对关键事实未如实供述，欲推卸责任，故不能认定为自首。3.关于“保时捷”牌小汽车是否为李泽应的个人财产。经查，根据本案证据，可以证实鄂Ｅ×××**号“保时捷”牌小汽车虽登记在陈某4名下，但陈某4与李泽应离婚时财产已分割清楚，该汽车不是陈某4的个人财产。从在卷证据还证实，该汽车实为李泽应控制和使用，系其个人财产，依法应列入没收财产的范围。综上，李泽应提出的上诉理由及辩护人的相关辩护意见不能成立，本院不予支持。二、关于杨新彦提出的上诉理由。经查：1.从借款协议、银行账户交易记录、证人证言以及被告人供述，充分证实陈玉萍与覃某之间素无经济往来，其所谓债权的主要证据系李泽应指使陈玉萍在银行的柜员机上经数小时来回循环倒账形成的银行流水账单。",
    "298": "经审理查明，2018年4月26日晚，被告人娄荣福与童某1、陈某先后来到姜某位于上饶县的家中，娄荣福拿出一小袋毒品冰毒，问童某1是否要购买，童某1表示同意，并通过手机微信转账300元给娄荣福。后娄荣福、童某1、陈某、姜某一起将该毒品吸食掉了。",
    "628": "原判认定：一、贩卖毒品罪被告人熊绍恕曾多次告知被告人肖小兵其有毒品出售，欲让肖小兵为其介绍买家。恰逢黄某1（已判刑）欲购买毒品，并电话联系张某（已判刑）帮其寻找卖家。后通过张某介绍，黄某1与被告人肖小兵取得联系。2013年3月19日12时许，黄某1、张某来到遂川县巾石乡圩镇一老房子处与被告人肖小兵见面，商谈购买冰毒的具体事宜，最终双方商定以每克150元的价格购买冰毒50克。被告人肖小兵便将双方商谈的具体情况电话告知被告人熊绍恕，在征得被告人熊绍恕同意后，约定了接货地点。随后，被告人肖小兵便叫张某到巾石乡高速路桥梁下面收取冰毒。张某骑摩托车到巾石乡高速路桥梁处取得冰毒后返回，并将冰毒交付给黄某1。黄某1给付了6900元给张某作为购买冰毒的货款，并委托张某将该钱转交给被告人肖小兵。当时，与被告人熊绍恕同村的刘某1刚好向被告人肖小兵借面包车回家，被告人肖小兵给车钥匙时便委托刘某1将该钱带给被告人熊绍恕。刘某1开车回到巾石老街，在熊绍恕家厨房直接把钱交给了熊绍恕，并告诉熊绍恕钱是肖小兵给他的。当晚，黄某1、张某在遂川县城滨江宾馆711房间吸食毒品后被公安机关抓获，并将其购买的毒品当场依法查获。经鉴定，黄某1购买的毒品中检出甲基苯丙胺成分，净重量为48.3664克。被告人肖小兵归案后如实供述了自己的罪行。",
    "700": "原审判决认定,2017年10月份以来，被告人左志军在长沙市雨花区竹塘路爱地林苑小区13号门面开设无名麻将馆，通过组建微信群的方式，邀集参赌人员打50元一炮的“红中转转麻将”，被告人左志军按照每人每场50元的标准抽取水钱。2018年4月2日22时许，公安机关查获该场所，抓获被告人左志军、工作人员龙某（已作行政处罚）及参赌人员张某、李某、毛某、王某、胡某、陈某、刘某、邓某、罗某、覃某、周某（均已作行政处罚），当场扣押并收缴赌资人民币17460元、扣押记账本2个。扣押被告人左志军非法所得人民币1150元。经查，2018年3月7日至案发，该赌场共计非法获利人民币2.5万余元。",
    "173": "经审理查明，被告人宋ｘ和被告人李ｘｘ系夫妻关系。2012年5月份，宋ｘ和李ｘｘ的儿子宋ｘｘ驾驶车辆发生交通事故，致乘车人施ｘ左小腿截肢，因宋ｘｘ系未成年人，对于施ｘ的民事赔偿由宋ｘ和李ｘｘ承担。宋ｘ和李ｘｘ收到民事判决书和执行通知书后拒不履行民事责任。2012年9月29日，汤原县人民法院裁定查封宋ｘ、李ｘｘ所有的位于汤原县吉祥乡保安村农用胶轮车一台、农用四轮车一台及当年种地收益等物品，但宋ｘ、李ｘｘ在明知的情况下，于2012年年末将收获的粮食卖掉后所获钱款用于偿还其它欠款而未交予法院执行。2016年9月9日，汤原县人民法院执行局对宋ｘ和李ｘｘ执行司法拘留时，宋ｘ和李ｘｘ殴打、阻拦法院执行局工作人员，宋ｘ将一名法院执法局工作人员孙ｘ右前臂划伤，并将执法车辆砸坏。经法医鉴定：孙ｘ损伤程度属轻微伤。经侦查，被告人宋ｘ、李ｘｘ于2016年9月9日在吉祥乡家中被抓获到案。",
    "344": "经审理查明，2018年2月13日15时许，黄智昌（另案处理）驾驶的小车与郑某驾驶的小货车在南梧二级公路桂平市寻旺乡东塔村路段发生交通事故，双方在现场协商未果后，黄某4通过微信、打电话的方式通知他人前来帮忙解决问题。不久后，被告人黄桂强等人闻讯赶到现场欲帮助黄某4解决问题。此时，郑某亦通过他人通知黄某2等人前来帮忙。当日17时许，双方仍协商不成，前来帮助黄某4的人遂用拳头对郑某和黄某2进行殴打，致使黄某2的鼻子被打伤出血（经鉴定，黄某2鼻部的损伤属轻伤二级）；黄某2被打伤后打电话叫黄某1前来帮忙。当日18时许，黄某1、黄桂国等人驾驶小车赶至现场见黄某2被他人打伤，遂从小车的尾箱中取出铁锤对黄某4的小车进行打砸。被告人黄桂强等人见黄某1等人打砸黄某4的小车后，遂拿出砍刀与铁棍对黄某1进行殴打，致使黄某1被打伤。经鉴定，黄某1头部的损伤（创口累计长度）属轻伤一级、右胸背部的损伤（创口长度）属轻伤二级。另查明，被告人黄桂强的家属与被害人黄某1已达成民事赔偿协议，被告人黄桂强的家属已赔偿了人民币20000元给被害人黄某1，取得黄某1的谅解。",
    "782": "武平县人民检察院指控：2019年4月6日凌晨2时许，被告人陆海伟酒后驾驶闽Ｄ×××××号小轿车从武平县平川街道“中远上城”社区出发往县城东大街方向行驶，途经平川街道东大街××超市门口路段时，碰撞路中心隔离护栏，造成车辆及护栏损坏的交通事故。武平县公安局交通警察大队民警接被告人报警后出警处理，并在现场查获等候处理的被告人。同日4时40分，被告人被带至武平县医院依法提取血样。经武平县公安局交通警察大队认定，被告人负事故全部责任。经福建龙津司法鉴定所鉴定，送检的被告人血样中检测出乙醇，含量为124.72毫克／100毫升。公诉机关认为，被告人陆海伟在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一第一款第二项的规定，应当以危险驾驶罪追究其刑事责任；并认为被告人具有自首等量刑情节，建议判处被告人拘役一个月十日，缓刑三个月，并处罚金2500元。另查明，被告人陆海伟持Ｂ1有效机动车驾驶证；在本案审理过程中预缴罚金人民币2500元。被告人对被指控的犯罪事实、罪名及公诉机关提出的量刑建议均无异议，且认罪认罚。并有：1.人员基本信息表、违法犯罪前科查证经过、机动车信息查询结果单、驾驶证及行驶证复印件、行政强制措施凭证、行政处罚决定书、现金缴款单等书证；2.证人钟某的证言；3.福建龙津司法鉴定所出具的司法鉴定意见书、武平县公安局交通警察大队出具的交通事故认定书等鉴定意见；4.武平县公安局制作的现场勘查笔录及照片、当事人血样提取登记表及提取、封装血样照片等勘验检查笔录等证据证实，足以认定",
    "166": "原判认定：一、被告人黄某生于1992年7月至2001年2月在广州黄埔供电局从事设计工作；2001年3月至2008年6月在广州南方电力建设集团有限公司（该公司系1999年由广州供电局职工共同出资组建的广州南方电力建设有限公司更名而来的非国有公司，以下简称“南电集团”）被聘任为业务员、2002年10月起任业务拓展部业务开拓及招投标分部主管；2008年6月至2009年11月任广州南方电力建设集团电力设计有限公司副总经理（该公司系南电集团出资设立的非国有公司，以下简称“南电设计公司”）；2009年11月至2010年5月任南电集团业务管理部主持工作的副主任、广东合鸿达投资管理有限公司电建事业部负责人（该公司系2009年成某，受南电集团等37家股东委托对上述37家公司进行管理的非国有公司，以下简称“合鸿达公司”）；2010年5月至2011年9月任合鸿达公司电建事业部部长；2011年9月至2012年9月任广州南方电力集团北区建设有限公司（该公司股东为广州南方电力建设有限公司、广州电力工业局北区供电局工会委员会等非国有公司，以下简称“北区公司”）总经理；2012年9月至案发任广州南方电力集团南区建设有限公司（以下简称“南区公司”）总经理。黄某生在上述公司工作期间，其人事档案存放在广州供电局，但工资、福利、行政关系、党组织关系均在其本人所在部门或公司。二、被告人黄某生伙同同案人杨某收受他人所送款项共计253.5万元，其中个人单独收受223.5万元；与同案人共同收受30万元，其个人分得20万元，后又退给同案人20万元的事实如下：1、2003年10月至2008年5月间，被告人黄某生在南电集团业务部任部门主管期间，利用职务便利，多次收受与南电集团下属公司有业务往来的广州穗明工程总承包有限公司（以下简称“穗明公司”）法定代表人、总经理丁某贿送的现金33万元，为该公司在承接电力工程项目中谋取利益。2、2008年12月间，被告人黄某生在南电设计公司任副经理期间，利用其职务形成的便利条件，为穗明公司在电力工程项目招投标中谋取利益，而收受该公司法定代表人、总经理丁某贿送的现金15万元。3、2008年12月至2009年8月，被告人黄某生在南电设计公司任副经理期间，利用负责电力工程设计审批的职权，在该公司设计的电力工程图纸上，标注江苏省中仁电气有限公司（以下简称“中仁公司”）、浙江省温州市环宇集团有限公司（以下简称“环宇公司”）生产的电器产品，为上述二公司谋取利益，从而伙同同案人杨某先后收取中仁公司法人代表兼总经理陈某乙给付的现金12万元，环宇公司广州地区销售总经理吴某给付的现金18万元，其个人分得20万元，后又将20万元退还给了杨某。此外，黄某生个人还分别收取陈某乙、吴某给付的现金4.5万元、6万元。4、2011年11月至2012年9月间，被告人黄某生在北区公司任法定代表人、总经理期间，向有业务往来的广州市穗鑫建筑工程承包有限公司（以下简称“穗鑫公司”）法定代表人、总经理关某索贿20万元，后又多次收受关某贿送的现金80万元、价值35万元的购物卡、价值18万元的沉香饰品及10万元旅游费等财物，为该公司在承包电力工程项目中谋取利益。5、2012年9月，被告人黄某生任北区公司的法定代表人、总经理期间，收受广州市光大电力工程有限公司董事长刁某贿送的现金2万元，为该公司完成电力输送及承接高压配电工程谋取利益。三、2011年11月至2012年9月间，被告人黄某生任北区公司总经理期间，为通过广州白云供电局局长谢某的推荐承接广州供电局有限公司配网基建工程等电力工程项目，以达到为北区公司及其个人谋取不正当利益的目的，先后多次向谢某贿送现金80万元及价值15万元的购物卡。四、2012年11月27日，被告人黄某生被广州市越秀区人民检察院带回调查，同日被立案侦查并被刑事拘留，同年12月4日被广州市越秀区人民检察院决定取保候审。2013年4月26日黄某生因涉嫌受贿、行贿再次被广州市南沙区人民检察院立案侦查，并于同日被刑事拘留。案发后，黄某生的家属代其向广州市南沙区人民检察院退款60万元、向广州市越秀区人民检察院退款10万元。宣判后，广州市南沙区人民检察院抗诉认为：1、原审判决忽略了广州供电局委派被告人黄某生到南电集团、南电设计公司任职的原始证据，据此不认定黄某生是受广州供电局委派到南电集团、南电设计公司工作，确有错误。2、原审判决仅因南电集团、南电设计公司的工商登记显示不包含国有资产，而不认定黄某生的职务活动属于从事公务，确有错误。黄某生属于委派型国家工作人员，故原审法院认定黄某生犯非国家工作人员受贿罪部分显属适用法律错误。广州市人民检察院支持原公诉机关广州市南沙区人民检察院的抗诉意见，认为：原审法院认定被告人黄某生的行为构成非国家工作人员受贿罪，与法律规定和事实不符。上诉人黄某生及辩护人提出如下意见：1、原审判决认定黄某生犯非国家工作人员受贿罪，适用法律正确，检察机关的抗诉理由没有事实和法律依据。2、原审认定部分事实错误。⑴关于收受丁某的48万元，相关合同是穗明公司与客户签订，黄某生仅是负责业务介绍和技术指导，主观上没有为他人谋取利益的故意，客观上没有利用职务便利，不符合非国家工作人员受贿罪的构成要件，依法不构成犯罪。⑵收受吴某和陈某乙的30.5万元，是黄某生作为公司负责人采取的管理措施，属于公司管理行为，不构成犯罪。⑶关于关某代表穗鑫公司提供的95万元现金等财物，是黄某生以北区公司负责人身份与关某共同向谢某行贿，属单位行贿，不应认定为黄某生的受贿数额；黄某生收受关某的20万元不构成索贿，且指控黄某生收取18万元沉香等礼物，证据不足。3、黄某生主动到纪委投案并交待与丁某、关某、谢某之间的经济往来，是自首，且积极退赃，原审判决量刑过重，请求改判。综上，黄某生不属于国家工作人员，原审认定黄某生系非国家工作人员并无不当。二、关于涉案数额1、根据法律规定，非国家工作人员受贿罪是指公司、企业或者其他单位的工作人员利用职务上的便利，索取他人财物或者非法收受他人财物，为他人谋取利益。本案中，相关合同及设计施工图纸、证人证言、上诉人黄某生的供述等证据证实，黄某生在涉案公司任职期间，利用职务上的便利，索取、非法收受他人财物，为他人谋取利益，其中收取：丁某48万元，陈某乙、吴某40.5万元（个人实际分得30.5万元），关某163万元以及刁某2万元，黄某生的行为已构成非国家工作人员受贿罪。2、根据法律规定，行贿罪是指为谋取不正当利益，给予国家工作人员以财物。本案中，证人谢某、廖某的证言、黄某生的供述等证据证实，黄某生为了提高其担任北区公司总经理的政绩，以个人名义向时任广州白云供电局局长谢某贿送财物95万元，其行为已构成行贿罪。三、关于量刑情节1、根据法律规定，犯罪以后自动投案，如实供述自己的罪行的，是自首；被采取强制措施的犯罪嫌疑人如实供述司法机关尚未掌握的罪行，与司法机关已掌握的罪行属同种罪行的，不是自首，但可以酌情从轻处罚。",
    "641": "原判认定：2011年至2014年期间，被告人史永昆在担任云南省江边林业局桥梁工程处处长、云南省江边林业局朋普河林场场长期间，利用职务便利，挪用公款人民币25万元进行营利活动，单独或伙同他人贪污公款人民币15万元。具体事实如下：贪污的事实1.2014年1月1日，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，在实施森林抚育工程的过程中，伙同时任朋普河林场党支部书记的李明，副场长赵某、王某，报账员李某贪污森林抚育费人民币5万元，每人分得赃款人民币1万元。2.2014年2月20日，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，在实施森林抚育工程的过程中，以付和琴森林承包费为由，骗取10万元的森林抚育费予以侵吞，其中9万元借给李玲芬购车，1万元用于自己挥霍。挪用公款的事实1.2011年年初的一天，被告人史永昆利用担任云南省江边林业局桥梁工程处处长的职务便利，挪用公款5万元给弥勒市傲翔电脑销售有限公司法定代表人史某进行营利活动。事后，该5万元公款已归还。2.2014年8月的一天，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，挪用公款5万元给弥勒市傲翔电脑销售有限公司法定代表人史某进行营利活动。事后，该5万元公款已归还。3.2012年11月2日，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，挪用公款10万元给个体工程老板李文云进行营利活动。事后，该10万元公款已归还。4.2013年6月21日，被告人史永昆利用担任云南省江边林业局朋普河林场场长的职务便利，挪用公款5万元给个体工程老板杨跃进行营利活动。事后，该5万元公款已归还。破案后，被告人史永昆的家人代其向检察机关退缴了贪污所得款人民币11万元。原公诉机关弥勒市人民检察院以原判认定被告人史永昆犯贪污罪判处有期徒刑二年，适用法律错误，量刑畸轻；史永昆犯数个职务犯罪，数罪并罚一般不应适用缓刑，向本院提起抗诉。红河州人民检察院支持以上抗诉意见。",
    "637": "经审理查明：上诉人王某系汉帛公司副总经理，原审被告人章某原系天宸公司外发组长。2010年7月3日，汉帛公司与天宸公司签订加工合同书一份，约定由汉帛公司为天宸公司加工型号为15121的拉杆箱80006套。后因生产进度延迟，上诉人王某恐无法完成合同约定的加工任务，于2010年12月左右串通原审被告人章某，以每套10元的好处费诱使被告人章某虚开了两张收货单（汉帛公司送货单），共计630套。事后，上诉人王某向原审被告人章某支付好处费4000元，余款2300元约定在汉帛公司取得加工款后支付。2010年底，原审被告人章某就虚开收货单一事向天宸公司前法定代表人吴天华反映，并将违法所得4000元交由吴天华。2011年1月26日，汉帛公司与天宸公司前法定代表人吴天华签订结算协议清单，确认汉帛公司为天宸公司加工订单号为15121的拉杆箱43870套，每套加工费38元，总计加工款1667060元，扣除补料费63000元、少出货630套的费用107100元、运费50000元、未出货损失170000元、已付款750000元，尚欠余款526960元。后天宸公司陆续支付250000元、20000元，剩余256960元未付。2011年4月，汉帛公司向平湖市人民法院起诉，要求天宸公司支付上述加工款256960元。法院经审理，确认结算协议清单的效力，认定虚开的拉杆箱数额为630套，并判令天宸公司支付汉帛公司加工款256960元。受平湖市公安局的委托，平湖市价格认证中心认定涉案的630套型号为15121的拉杆箱价值为85050元。",
    "590": "经审理查明，2017年9月5日晚上，被告人周超发、周超栋和劳学委（另案处理）密谋后去抢劫财物。为避免作案时被人认出，三人买来口罩戴上，用湿纸巾挡住车牌，由周超栋驾驶摩托车搭载周超发、劳学委去到化州市东山街道办博龙下道岸村村边物色作案目标。当发现被害人劳某（2002年1月22日出生，案发时未成年）驾驶一辆俗称“鬼火”的双鹰牌摩托车（无牌，车架号为ＬＡＥＦＡＧＣＧ7ＧＭＫ17390）驶近时，劳学委持开山刀与周超发一起截停劳某，周超栋在旁边望风。劳学委上前抢走被害人劳某的摩托车。三人去到大山尾小学球场，打开被抢摩托车的车兜，发现有一台360牌手机、一条伸缩棍等物品。接着三人又窜到化州市东山街道办化肥厂附近路段，当发现被害人梁某（2001年7月1日出生，案发时未成年）驾驶一辆俗称“鬼火”的白色东毅牌摩托车（无牌，车辆识别代号为ＬＹＦＴＣＪＰＣ4Ｈ8Ｔ02277）经过该路段时，周超栋驾驶摩托车在一旁望风，劳学委持伸缩棍与周超发持开山刀上前截停梁某，威胁梁某交出摩托车。梁某拉住摩托车不松手，周超发使用开山刀刀背，劳学委使伸缩棍一起殴打梁某，梁某松开手躲避，摩托车倒地。劳学委抢走摩托车沿下郭博龙桥头方向逃走，周超发坐上周超栋驾驶的摩托车往化肥厂方向逃走。另查明，经化州市价格认证中心认定，劳某被抢的360牌手机价值250元、摩托车值款3600元；梁某被抢的摩托车值款2520元。涉案金额6370元。又查明，公安机关于2017年10月13日将从劳学委、周超发处查扣到的360手机及伸缩棍等发还给劳某。2018年3月2日，周超栋通过家属赔偿了一辆新的“鬼火”摩托车给劳某，赔偿了三千元给梁某，并取得了两被害人及其法定代理人的凉解。",
    "632": "上诉人陈燕煌及其辩护人提出的诉辩理由：对一审判决认定的罪名和犯罪基本事实均无异议，但认为量刑偏重：1.一审认定的陈燕煌本人加上组员打电话涉案金额198.1854万元人民币没异议，但对一审认定其应对组员的涉案数额负责有异议，陈燕煌只是秘书组组长，其个人并没有诈骗那么多，不应负全部责任；2.一审判决未体现“罪责刑相适应原则”，量刑偏重，陈燕煌系初犯、从犯，主观恶性小，不具有危害社会的可能性，且具有坦白、立功情节，能退清赃款，有很好的认罪悔罪态度，依法应从轻减轻处罚；3.上诉人愿意筹钱缴交余下罚金。综上，上诉人恳请二审法院撤销一审判决，依法改判并适用缓刑。",
    "742": "公诉机关指控，2018年7月31日14时许，被告人赵艳新在武汉市洪山区华中师范大学西门“可多超市”门口，盗走被害人沈某放在桌上的“苹果”牌8Ｐｌｕｓ型手机一部。经鉴定，该被盗手机价值人民币5207元。案发后，上述被盗手机已追回并发还被害人。被告人赵艳新已取得被害人谅解。公诉机关认为被告人赵艳新具有认罪认罚的处罚情节，并取得被害人谅解。建议判处被告人赵艳新拘役五个月，并处罚金人民币二千元。被告人赵艳新对指控的犯罪事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "621": "经审理查明，2013年5月30日1时许，原审被告人付应成提供吸食冰毒的工具、张某某提供冰毒，付应成容留吸毒人员张某某、王某某、黎某某、曾某某在其位于三台县西平镇中新街97号家中吸食冰毒。2015年2月15日21时许，原审被告人付应成在三台县西平镇鑫瑞商务宾馆开7009号房间，提供冰毒、吸食冰毒的工具，容留吸毒人员成某某、李某甲、张某某、章某某、李某乙吸食冰毒。",
    "3": "贵州省锦屏县人民法院刑事判决书(2020)黔2628刑初53号公诉机关锦屏县人民检察院。被告人王宗明，男，1957年8月13日出生，侗族，小学文化，农民，贵州省锦屏县人，住锦屏县。因犯滥伐林木罪,于2017年1月16日被锦屏县人民法院判处有期徒刑一年缓刑二年，并处罚金人民币一千元；2019年1月26日因矫正期满，锦屏县司法局依法对其解除社区矫正。因涉嫌滥伐林木罪，于2020年6月17日被锦屏县森林公安局取保候审。2020年6月28日经本院决定，由锦屏县公安局执行逮捕，现羁押于锦屏县看守所。公诉机关锦检刑诉〔2020〕48号起诉书指控被告人王宗明犯滥伐林木罪，于2020年6月22日向本院提起公诉，本院于同日受理后，依法适用速裁程序，实行独任审判，于2020年6月28日公开开庭审理了本案。锦屏县人民检察院指派检察员徐双芝出庭支持公诉，被告人王宗明到庭参加诉讼。现已审理终结。公诉机关指控：锦屏县“高岑脚”（地名）山场林木属三江镇龙啦村村民廖某所有。2017年，廖某因向被告人王宗明借款无力偿还，与王宗明商量用“高岑脚”山场林木抵偿给王宗明。2019年11月，被告人王宗明在未办理《林木釆伐许可证》的情况下，擅自将该山场林木予以釆伐。2020年4月30日，经锦屏县森林公安局委托林业技术人员对该山场被滥伐林木情况进行鉴定，意见为：釆伐面积1.4亩，釆伐蓄积17.32立方米，釆伐株数为65株，森林类别为地方公益林，树种为杉木。同时查明：案发后，锦屏县森林公安局对涉案木材予以扣押，委托锦屏县林业局变卖得款人民币5820元。2020年5月4日，王宗明主动到锦屏县森林公安局投案，如实供述其犯罪事实。公诉机关认为被告人王宗明具有如下量刑情节：有犯罪前科、滥伐的林木属于公益林；具有自首情节、自愿认罪认罚。认定的证据有1.书证：受案登记表、立案决定书、传唤证、到案经过、刑事判决书、扣押物品文件清单、涉案木材变卖成交协议书等相关书证；2.证人龙某、廖某的证言；3.被告人王宗明的供述和辩解；4.鉴定意见；5.现场勘验笔录。建议以滥伐林木罪对被告人王宗明判处拘役四个月，并处罚金人民币一千元。被告人王宗明曾因滥伐林木被本院判处刑罚后，又无证滥伐林木，属于不思悔改，可酌情从重处罚。鉴于其具有自首情节，到案后能如实供述其犯罪事实，且自愿签订认罪认罚具结书，依法可对其从轻、从宽判处。锦屏县森林公安局对涉案木材予以扣押并变卖得款人民币5820元，属于被告人非法所得，依法予以没收，由锦屏县森林公安局上缴国库。为此，依照《中华人民共和国刑法》第三百四十五条第二款、第六十七条第一款，第六十四条，《中华人民共和国刑事诉讼法》第十五条、第二百二十四条之规定，判决如下：一、被告人王宗明犯滥伐林木罪，判处拘役四个月，并处罚金人民币一千元（已缴清）；(刑期从判决执行之日起计算。判决执行以前先行羁押的，羁押一日折抵刑期一日，即自2020年6月28日起至2020年10月27日止。）二、锦屏县森林公安局变卖涉案木材得款人民币五千八百二十元，依法予以没收，由锦屏县森林公安局上缴国库。如不服本判决，可在接到判决书的第二日起十日内，通过本院或直接向贵州省黔东南苗族侗族自治州中级人民法院提出上诉。书面上诉的，应当提交正本一份，副本二份。审判员姜开植二〇二〇年六月二十八日书记员宗惠丹",
    "675": "原判认定：一、挪用公款罪1.2010年11月9日，被告人常永智利用担任鹤壁市水利局局长等职务的便利安排该局财务科科长杨海燕将鹤壁市淇河新区段防渗减漏工程建设管理局（由鹤壁市水利局成立的临时机构，常永智担任局长）账户上的30万元公款挪用至鹤壁辰龙泉管业有限公司（常永智控制的私人公司）会计黄某的账户，用于该公司经营活动，该公司于2011年1月4日归还该30万元。2.2012年11月9日，被告人常永智利用担任鹤壁市水利局局长等职务的便利安排该局财务科科长杨海燕将鹤壁市淇河新区段防渗减漏工程建设管理局账户上的300万元公款挪用至鹤壁惠众节能材料科技有限公司（常永智控制的私人公司）账户，用于该公司经营活动，该公司于2012年12月26日和2012年12月28日归还该300万元。",
    "613": "原审认定，被告人周华任自2010年底从被告人徐云锡及蔡国文（另案处理）手中将双峰县富厚大酒店三楼洗浴中心转租下来，经过装修后洗浴中心于2011年初开业提供卖淫服务。周华任与蔡国文转让洗浴中心时达成协议，由蔡国文、徐云锡负责提供洗浴中心的卖淫小姐管理和培训，周华任免费提供卖淫小姐的吃、住，同时就小姐卖淫的相关价位及洗浴中心从卖淫小姐手中抽取相应台费达成一致，确定小姐卖淫的相关价位分别是188元、248元、328元，其中价位188元、248元的洗浴中心收取台费88元，328元价位的洗浴中心收取台费108元，剩余的是作为小姐的小费。蔡国文与被告人徐云锡每月从周华任收取的台费中抽取20％的管理费，2011年年底二人抽取的管理费由2Ｏ％改为15％。洗浴中心开业后，周华任全面管理洗浴中心，按照与蔡国文、徐云锡的约定负责卖淫小姐的食宿，提供卖淫场所，收取卖淫费用并与蔡、徐二人结算台费；蔡国文、徐云锡负责洗浴中心对卖淫小姐的招募，蔡国文还具体负责卖淫小姐日常工资结算和日常管理；陈桃阳负责前台接待和收银，每天与周华任进行结算等事务。洗浴中心的十余名小姐除在洗浴中心卖淫外，还被安排到富厚大酒店的房间卖淫，每个小姐每月卖淫数十次，多的达八十余次。2012年3月22日，双峰县公安局民警对双峰县富厚大酒店三楼洗浴中心进行检查，当场抓获陈桃阳及数名卖淫嫖娼人员，并缴获洗浴中心2011年11月至2012年2月的记账笔记本及2012年3月份结算清单。被告人周华任、徐云锡等人自2011年11月1日至2012年3月21日累计非法获利619659元，其中被告人周华任非法获利535979元，被告人徐云锡及蔡国文共非法获利83680元。",
    "627": "原判认定，2015年2月14日21时许，被告人阴冠平以抢钱为目的在石家庄市新华区市庄路寻找被抢对象，见到被害人杨某1（女，1985年出生）独自行走，边走边打电话，且用一只手掌控着挎包，即进行尾随，之后抢被害人的挎包。被害人发现了阴冠平的抢包行为，并用双手抓住挎包带予以抗拒。阴冠平用双手抓住包身抢包，最终将被害人拽倒在地，将挎包带拽断，抢得挎包后逃跑。期间，被害人右手受伤。被害人追赶阴冠平并报警，当晚警方抓获阴冠平并缴获被抢挎包以及其中的现金1551元、苹果4（16Ｇ）型手机一部（经鉴定价值1112元），绿色长款折叠钱包一个、银行卡、身份证等物品，之后依法发还被害人。2015年3月8日，被害人杨某1出具《谅解书》，同意对阴冠平予以谅解。原审被告人阴冠平上诉及辩护人辩称：被告人的拉拽行为不属于暴力，或者说暴力程度较小，应认定为抢夺罪。",
    "519": "经审理查明，1、2013年6月16日，付起因与王某1发生矛盾，双方约定在成某县有所为路有所为商务酒店门前聚众斗殴。当日下午14时40分许某带领张某1、张某2等二百余人持砍刀、铁叉、木棍等凶器来到有所为商务酒店门前。与此同时，王某1团伙成员高某1亮将正在有所为小区周边赌场放哨的高某某及高某2、高某3等人召回至有所为商务宾馆，高某某与高某2、高某3驾驶装载有高某1亮事先准备好打架用的钢管的面包车，回到有所为商务酒店后停放在门前，高某某与高某3、高某2以及在宾馆大厅内等待斗殴的王某1一方人员段金刚、董某、高某4等人从面包车后备箱内取出钢管等凶器与付起一方人员发生械斗斗殴过程中高某某腰部被付起一方人员打伤，后高某某等人向西逃离现场。聚众斗殴中段金刚右臂被付起一方人员砍伤；江某4、江某1、江某2、江某3四人被王某1一方致伤。经法医鉴定，段金刚、江某4、江某1构成重伤，江某2、江某3二人构成轻伤。经邯郸物证司法鉴定中心鉴定，段金刚的伤残等级被评定为陆级伤残，江某4的伤残等级被评定为捌级伤残，江某1的伤残等级被评定为玖级伤残。2、2012年底至2013年6月15日期间，王志加伙同王汕、赵波等人合股在成安县有所为小区北区物业楼二楼开设赌场，招揽人员聚众赌博，在此期间，王某1团伙成员高某1亮招揽高某某等人在赌场外为赌场放哨，赌场以每天二百元不等向高某某发放“工资”。高某某在该赌场放哨两个多月，非法获利一万元左右。3、2013年6月中旬至10月底，成安县有所为北区物业楼赌场倒闭后，王志加纠集高永亮等人先后在磁县南豆公村张宪龙家、李合平家、大马庄村沈建家、太平村任良江家、胡某2家开设赌场。赌场开设期间，王某1以每天200元工资让高某1亮组织高某某等人在赌场放哨。高某某在赌场放哨两个月左右，非法获利一万元左右。",
    "468": "公诉机关指控并经本院审理查明：2016年8月10日至16日间，被告人刘来现在北京市朝阳区望京花园东区216楼2107号，以出租该房屋收取租房款为名，骗取被害人蔡某人民币8300元、张瑞人民币4400元、程娜人民币6400元。2016年8月17日至20日间，被告人刘来现在北京市丰台区马家堡西里14号楼2305室，以出租该房屋收取租房款为名，骗取被害人陈某人民币6600元、曹世晴人民币5600元、黄莹莹人民币6000元。被告人刘来现于2016年8月24日被北京市公安局丰台分局洋桥派出所民警抓获。现涉案款项均已退赔被害人。公诉机关认为被告人刘来现具有以非法占有为目的，在签订履行合同过程中骗取对方当事人财物，数额较大的犯罪事实，建议判处被告人刘来现一年以下有期徒刑，并处罚金，可适用缓刑。被告人刘来现对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "671": "原审判决认定，2019年10月至11月期间，被告人吴谦、李经一单独或者共同在长沙市开福区开设以“德州扑克”为赌博形式的赌场，由被告人熊佰文提供赌博场地和赌博工具，被告人许迎、周莉等人担任赌场的荷官负责发牌、抽水，被告人彭果晟在赌场内提供望风等服务。该赌场先后召集了参赌人员韦某、张某2、张某1等人参与赌博，被告人吴谦、李经一等人通过“抽水”从中非法获利。具体事实如下：1.2019年10月5日，被告人吴谦在长沙县自己父母家中电话召集被告人李经一商量开设赌场事宜，被告人李经一表示同意。2019年10月5日至次日，由被告人熊佰文提供场地和赌博工具，被告人吴谦、李经一共同在长沙市开福区开设以“德州扑克”为赌博形式的赌场，以每小时150元的工资雇佣谭征（另案处理）担任荷官，负责发牌、抽水，以每天500元的工资雇佣被告人彭果晟担任服务员，提供带客、望风等服务，组织王某、韦某、邓某、张某1、易某、文某（均已行政处罚）等人进行赌博，并从中“抽头渔利”3万元，支付给被告人熊佰文场地费6000元，在除去其他各项开支后，吴谦、李经一各分得1万元。2.2019年11月4日，由被告人熊佰文提供场地和赌博工具，被告人吴谦在长沙市开福区开设以“德州扑克”为赌博形式的赌场，以每小时100元的工资聘用被告人许迎与李荟（另案处理）担任荷官，负责发牌、抽水，以每场500元至1000元的工资聘用许鑫（另案处理）为服务员，提供带客、望风等服务，组织谭某、易某、邓某（均已行政处罚）等人进行赌博，并从中“抽头渔利”。被告人吴谦在支付被告人熊佰文场地费3000元等其他开支后，获利8000元。3.2019年11月5日至次日，被告人李经一在长沙市开福区开设以“德州扑克”为赌博形式的赌场，以每小时150元的工资聘用被告人周莉与朱朝江（另案处理）担任荷官，负责发牌、抽水，以每天500元的工资雇佣被告人彭果晟担任服务员，提供带客、望风等服务，组织张某2、龙某、谭某、文某、王某（均已行政处罚）等人进行赌博，并从中“抽头渔利”。被告人李经一在支付各项开支后获利7500元。2019年11月6日7时许，被告人吴谦、李经一、彭果晟、许迎、熊佰文被公安民警传唤到案。2019年12月11日9时许，被告人周莉被传唤到案。2019年12月5日，公安机关扣押了被告人吴谦、李经一、熊佰文各2万元。另查明，被告人许迎曾因犯开设赌场罪，于2019年6月10日被长沙市雨花区人民法院判处管制一年，并处罚金一万元（已缴纳），刑期自2019年6月21日起至2020年4月8日止。其因本案于2019年11月6日到案，前罪未执行的刑罚为管制五个月零二日。",
    "682": "原判认定：2013年6月4日晚22时许，被告人罗某、滕某经预谋，骑乘电动自行车至宁波市鄞州区石碶街道鄞县大道与雅戈尔大道交叉口处的农业银行附近，由被告人罗某骑车靠近被害人单某，被告人滕某趁其不备，夺走单某皮包1个，内有现金人民币1205元及摩托罗拉ＸＴ531手机1部、诺基亚2700Ｃ手机1部、身份证1张、银行卡6张、Ｎａｔｕｒｅ’ｓｗａｙ维他命Ｃ胶囊2罐、ＤＭ牌泡腾片1罐等物，皮包及包内物品共计价值人民币992元。两人在驾车逃离途中，因有路人听到被害人呼救后骑电动自行车在后追赶，被告人滕某便将赃物丢弃后逃跑，现赃物已追回。2013年6月12日21时30分许，被告人罗某在宁波市鄞州区古林镇张家潭村幼儿园门口，骑电瓶车靠近被害人刘某，并趁其不备，伸手夺取刘某单肩包1个，内有现金人民币350元及中兴Ｕ880手机1部、钱包1只、天堂伞1把、身份证1张等物，单肩包及包内物品共计价值人民币456元。2013年6月20日12时许，被告人罗某至宁波市鄞州区石碶街道老外婆渔村饭店附近，骑电瓶自行车接近被害人章某，并趁其不备，伸手夺取章某手上拎包1个，内有现金人民币510元及苹果手机1部、银行卡等物品，拎包及包内物品共计价值人民币1955元。2013年7月1日16时20分许，宁波市公安局鄞州分局石碶派出所民警根据线索在石碶街道冯家村靠近鄞县大道的路口设卡抓获被告人罗某，当场查获赃物苹果手机1部及赃款人民币665元，后又从被告人罗某暂住房内查获被抢的中兴手机1部，现2部手机均已发还被害人；同年9月29日，宁波市公安局鄞州分局古林派出所民警在当地警方的配合下，在贵州省铜仁市松桃县盘信镇高山村滕某家中抓获被告人滕某。原审法院根据以上事实及相关法律规定，分别作出如下判决：一、被告人罗某犯抢夺罪，判处有期徒刑三年六个月，并处罚金人民币五千元；二、被告人滕某犯抢夺罪，判处有期徒刑七个月，并处罚金人民币二千元；三、责令被告人罗某继续赔偿被害人刘某、章某的相关经济损失。上诉人罗某上诉称：（1）其实施犯罪，是因为心理贪念、冲动而起，并不是预谋；（2）其归案后，积极配合公安机关查清事实，退还了大部分赃款、赃物，应从轻处罚；（3）其归案后，主动交代了同案犯的电话及ＱＱ号码，具有立功表现，应减轻处罚。请求二审法院查明事实，对其量刑改判。对于上诉理由，经查：（1）罗某伙同滕某预谋共同实施抢夺犯罪，既有其两人的供述可相互印证，又有其两人实施的犯罪行为可予表明；至于心理贪念、冲动的犯罪动机，并不影响对其事实的认定和行为的定性；（2）罗某归案后供述同案犯的相关信息，系其应当供述的内容，不符合立功的规定；（3）罗某已退赔被害人部分经济损失，原判已据实认定。综上，罗某的相关上诉理由，不能成立，不予采纳",
    "779": "公诉机关指控：2019年5月17日13时许，被告人刘沅霖在重庆市渝北区ＸＸＸ被害人任某某经营的ＸＸＸ超市内购买香烟，任某某将香烟装好后放于柜台处，刘沅霖向任某某出示虚假的微信支付成功截图，趁任某某核对之机，将放于柜台上的价值1546元的香烟拿走。公诉机关认为，被告人刘沅霖的行为构成抢夺罪，具有坦白、退赔的量刑情节，建议判处被告人刘沅霖拘役三个月，并处罚金。被告人刘沅霖对指控事实、罪名及量刑建议无异议且签字具结，在开庭审理过程中亦无异议",
    "610": "原判认定：2012年，被告人伍朋为谋取非法利益，伙同“张某某”、“小酒鬼”，以及被告人陈继发以交朋友、谈恋爱、找工作等方式为名，借故接近被害人熊某某、晏某某、周某某、刘某某、卢某某、陈某某等多名未成年少女，以诱骗、殴打等手段将她们带到普定卖淫，对不服从安排者，被告人伍朋等就采取暴力手段迫使其屈服。被告人伍朋等主要将这些被害人带至普定县城被告人梁大艳、叶胜宽开设的“花之都”发廊，强迫她们在该发廊里卖淫，并按约定提成的方式与被告人梁大艳、叶胜宽分取卖淫所得利益。2012年9月25日，被告人伍朋在安顺经济技术开发区黄果树大道停车站路段被公安民警抓获，当日22时许，被告人叶胜宽、梁大艳在其开设的“花之都”发廊被抓获。同年10月2日，被告人陈继发在紫云车站被公安人员抓获。二审审理查明的事实与原判认定的事实一致。",
    "652": "原审判决认定，被告人王海龙、王零昌系英山县南河镇黑石寨村村民，安达尾矿碎石加工场和瑞鑫矿业顺发矿点均在该村境内生产经营。被告人王海龙、王零昌以自家田地因矿山开采、运输被污染，多次找安达尾矿碎石加工场负责人刘某、曾某和瑞鑫矿业顺发矿点负责人王某1提出恢复田地的要求，未有答复。2016年的一天，被告人王零昌拿了一把椅子坐在黑石寨村村民王新明屋前矿山运输车辆必经之路处，后被告人王海龙将白色小轿车开至此处停放十天之久，致使运输材料的车辆无法通行。后刘某和王某1找到被告人王零昌协商，双方于2016年9月19日达成协议。由安达尾矿碎石加工场、瑞鑫矿业顺发矿点支付王海龙协调运输工作报酬40000元。后刘某、王某1向被告人王海龙、王零昌共支付了40000元。2017年的一天，被告人王零昌用椅子坐在在王某11家门口堵路两天，后被告人王海龙将白色小轿车开至此处停放，致使运输材料的车辆无法通行。2017年5月2日英山县安达混凝土有限公司、瑞鑫矿业顺发矿点与被告人王零昌、王海龙签订协议，由英山县安达混凝土有限公司、瑞鑫矿业顺发矿点对王海龙协调矿山运输工作给予报酬每年人民币60000元整，在每年5月1日前一次性付清。并有见证单位英山县南河法律服务所盖章，见证人王某2、付某、王某3签字。后刘某、王某1向被告人王海龙、王零昌共支付了60000元。2018年，安达尾矿碎石加工场负责人刘某将加工场转让给曾某，被告人王零昌要求曾某按原协议支付费用，曾某未答复。被告人王零昌再次坐在运输车辆通过的路上。后曾某、王某1向被告人王海龙、王零昌共支付了60000元。",
    "564": "依照《中华人民共和国刑法》第二百七十七条第一款、第六十一条、第四十七条，《中华人民共和国刑事诉讼法》第一百零一条、《中华人民共和国民法通则》第一百一十九条之规定，认定被告人韩某犯妨害公务罪，判处有期徒刑十一个月；被告人韩某赔偿附带民事诉讼原告人郭某鉴定费、住院伙食补助费、护理费、交通费等各项经济损失共计人民币10160元，所判款项于判决生效后十五日内给付。宣判后，原审附带民事诉讼原告人郭某以原审被告人韩某无视法律，恶意对公务人员进行伤害，主观恶性大，应对其从重处罚，除原审判决支持其的原审被告人韩某赔偿其鉴定费、住院伙食补助费、护理费、交通费等各项经济损失共计人民币10160元之外，应再赔偿其医疗费等各项经济损失人民币32710.64元为主要理由提出上诉。经二审审理查明的事实与一审判决认定事实一致。",
    "694": "原判认定：2011年下半年，宿泗高速公路连接线需要征用灵璧县灵城镇山西村土地，灵璧县灵城镇人民政府安排山西村两委干部协助镇政府开展征地工作，其中征收张瓦窑厂至十里村枣林庄交界处等土地共计58.11亩。为便于发放征地补偿款，时任山西村党支部书记吕某和被告人张连平商议后，将征地补偿款1730360.4元暂转入到张连平的中国农业银行账户内由张连平负责保管。2012年5月2日，该款由灵璧县灵城财政所转入张连平农行账户。同年5月4日，张连平将其中的70万元转入其在灵璧县农村商业银行的个人账户内，用于归还其个人经营加油站所欠贷款。5月7日，张连平将其中的100万元转入其在灵璧县邮政储蓄银行的个人账户内，并分别于当日、6月13日、8月19日、10月29日四次购买理财产品，共计获利19484.6元。经灵璧县农村商业银行核算，张连平70万元贷款应计银行利息合计为46322.56元。2016年8月31日、同年9月1日，被告人张连平向灵璧县人民检察院退出赃款共计65807元。被告人张连平于2016年8月22日被灵璧县人民检察院依法传唤到案。",
    "684": "原审判决认定的事实：2005年榆社化工股份有限公司（以下简称榆化公司）由于扩建40万吨离子膜烧碱和聚氯乙烯项目，需占用榆社县北向阳某1集体土地，2005年9月26日榆社县国土资源局代表榆社县政府与北向阳村签订租用土地协议书，国土局代表政府租用北向阳土地283.44亩，租地期限为30年，租金每亩每年830元，共计235255.2元，青苗按实际占用青苗计算每亩补偿500元，共计145650元，国土局支付造地费每亩3000元，共计850320元。协议签署后，榆化公司接收位于该公司原20万吨的渠南土地，通过县国土局逐年给北向阳村支付土地补偿款，并于2006年5月23日通过榆社县土地收购储备中心一次性支付北向阳某1所租用土地上668株成才树木的补偿费20万元，树木所有权仍归村集体所有。2006年5月份，被告人李刚云以7万元价格将该片土地上约200余株树木卖与史某1、石某二人，并将7万元据为己有。被告人李刚云的犯罪事实有证人史某1、石某的证言予以证明，虽然证人石某原一审庭审证言与庭前证言矛盾，根据《最高人民法院关于适用＜中华人民共和国刑事诉讼法＞的解释》第七十八条第二款规定，证人石某对其庭审证言矛盾之处未作出合理解释，而其庭前证言有证人史某1的证言印证，采信石某庭前证言，据此，能够认定被告人李刚云侵占村集体财物的犯罪事实。被告人李刚云犯罪情节较轻，没有再犯罪的危险，宣告缓刑对所居社区没有重大不良影响，依法可对被告人李刚云宣告缓刑。据此判决：（一）被告人李刚云犯职务侵占罪，判处拘役五个月，缓刑六个月。（二）违法所得七万元予以追缴，退还榆社县箕城镇北向阳某1民委员会。宣判后，原审被告人李刚云提出的上诉理由是：原审未查清树木的归属问题，未查清树木款的实际去向，认定上诉人构成犯罪证据不足，请求二审改判上诉人无罪。",
    "763": "成都市双流区人民检察院指控：2019年6月初，被告人胡江虚构可以办理成都信息工程学院学士学位证书的事实，与无法正常取得该校学士学位的学生被害人律九州商议好，以人民币16000元的价格帮助其办理学位证书，被告人胡江先行收取了人民币8000元。后被害人律九州表示“当兵，不需要再办理证书”并要求被告人胡江退钱，被告人胡江继续欺骗被害人律九州可以办证，并制作了虚假的印有律九州名字的成都信息工程学院学士学位证书拍照发给被害人律九州，称证书已办理好并要求其支付余下的人民币8000元，后被害人律九州发现被告人胡江发给其的学士学位照片有异并到公安机关咨询，民警遂在被告人胡江与被害人律九州约定见面的地点将其挡获。公诉机关认为，被告人胡江的行为构成诈骗罪，鉴于其无犯罪前科、自愿认罪认罚、退赔并取得谅解，建议判处有期徒刑六个月，缓刑一年，并处罚金人民币二千元。被告人胡江对指控事实、罪名及量刑建议均无异议，表示认罪认罚且签字具结，在开庭审理过程中亦无异议。其辩护人对指控事实、罪名及量刑建议均无异议",
    "160": "经审理查明，2017年11月7日22时许，被害人蒋某1在焦作市中站区解放西路与怡光路十字口东南角停车后和赵某打招呼时，乘坐赵某车辆的被告人许顺利无故扇蒋某1耳光，并下车对蒋某1进行殴打，后许顺利纠集冯贝贝（已判决）、被告人刘天龙（已判决）、靳佳伟（已判决）、郭松涛（已判决）、杨德锐（已判决）持棍棒殴打蒋某1，致其身体多处骨折后又将其拖行数米远继续殴打。经焦作市公安局刑事科学技术研究所鉴定，蒋某1的损伤程度为轻伤一级。被告人许顺利于2019年1月10日主动到焦作市公安局中站分局投案。2019年9月27日，被告人许顺利赔偿被害人蒋某1损失10万元，被害人蒋某1出具谅解书，并撤回对被告人许顺利的刑事附带民事诉讼。2018年8月3日，焦作市公安局中站分局向被告人薛玉红出具告知书（系被告人许顺利妻子），告知许顺利是公安机关正在抓捕逃犯，被告人薛玉红在明知民警在对许顺利进行抓捕，仍多次到其躲藏地为许顺利提供衣物、香烟等生活用品。案件审理期间，经焦作市中站区司法局调查评估，被告人薛玉红具备适用社区矫正。",
    "601": "原判认定，2018年4月20日下午，因买卖河砂一事，裴某1与孝昌县王店镇村民何某1、何某2等人发生矛盾，何某1带人到裴某1经营的裴家河砂场，将砂场监控及办公用品砸坏。广水市公安局太平派出所处警之后，被告人陈建苟、陈凯凯受邀和裴某1、裴某2、裴某3平等人一起，分别持片刀、棍棒等器具追至孝昌县，堵截打砸付稳驾驶的车辆，并持续追逐至孝昌县继续打砸付稳驾驶的车辆。经鉴定，付稳驾驶的车辆所受损失为4294元。另查明，2018年8月31日，被告人陈建苟、陈凯凯主动到公安机关投案。原判认为，被告人陈建苟、陈凯凯受他人邀约持械在公共场所追逐、堵截、打砸他人车辆，其行为均已构成寻衅滋事罪。公诉机关指控的罪名成立。本案中，被告人陈建苟、陈凯凯受他人邀约参与犯罪，在共同犯罪过程中起次要作用，属从犯，具有法定从轻或者减轻处罚情节。被告人陈建苟的辩护人辨称：1、付稳等人对本案的发生有过错，被告人主观恶性较小的意见，经查，本案的发生系因裴某1经营的砂场与何某1、何某2等人发生纠纷导致其砂场监控等办公用品被砸，与付稳没有直接关系，对此辩护意见，本院不予采纳。2、属从犯、自首；3、系初犯的意见经查与事实相符，本院予以采纳。二被告人在案发后能够主动到公安机关投案，并在侦查阶段及本院庭审过程中均能如实供述自己的犯罪事实，属自首，具有法定从轻或者减轻处罚情节。判决：被告人陈建苟犯寻衅滋事罪，判处有期徒刑十个月。被告人陈凯凯犯寻衅滋事罪，判处有期徒刑十个月。宣判后，被告人陈建苟上诉提出：量刑过重。",
    "666": "原审认定：（一）、寻衅滋事罪：2006年左右，夏庄镇冯上庄村民组因修建生产路占用冯某8位于村民组南坡大塘南侧的一块约3.5分大小土地，便将位于该塘西侧同等大小的一块土地分给冯某8耕种。2007年左右，被害人冯某8在大塘西侧土地里干活时，被告人冯太强以该土地由其承包为由，对冯某8进行辱骂、殴打，并将该土地强占使用至今。经鉴定，该块土地自2007年3月1日至2018年9月26日的土地承包经营权流转租金价格为1292元。（二）、强迫交易罪：2017年6月份左右，被害人王某在承包夏庄镇街西小学改薄工程期间，被告人冯太强采取在夏庄镇街西村委会吵闹滋事，言语恐吓的方式，强迫王某将已口头同意转包给他人的工程转包给冯太强同意的冯某6、冯某7。经鉴定，王某被强迫交易的工程造价为162200元。",
    "771": "公诉机关指控，多年前，被告人王万清将其父亲遗留下来的一支火药枪存放于家中。2018年3月29日，安岳县公安局民警获群众举报后到王万清家中将该枪支查获。经鉴定，该枪支是以火药为动力的非制式枪支，具有致伤力。王万清到案后如实供述了上述犯罪事实，且自愿认罪认罚。并有书证、证人证言、被告人供述与辩解、鉴定意见、检查笔录等证据证实。公诉机关认为，被告人王万清的行为已构成非法持有枪支罪，到案后如实供述其罪行，建议对其判处拘役五个月，宣告缓刑。被告人王万清对指控的事实、罪名及量刑建议均无异议，表示认罪认罚且签字具结，在开庭审理过程中亦无异议",
    "698": "原审判决认定，2009年10月28日，被告人顾某甲被假释。同年12月24日，顾某甲成为业顺公司股东，任监事。工商登记反映其时业顺公司住所地在本市高淳县开发区砖墙园65号；股东为李光辉、顾某甲，分别出资40万元、160万元；李光辉为法定代表人；顾某甲的160万元出资额分别对应其从业顺公司前身南京梦威工贸实业有限公司（以下简称梦威公司）两股东毛春平、辛海波处受让的100万元、60万元股权，实际未出资。2010年11月19日，业顺公司法定代表人变更为孟某，股东变更为顾某甲、孟某，二人分别持有180万元、20万元股权。2010年12月1日，顾某甲、孟某登记结婚。同年12月16日，业顺公司与江苏建行培训中心签订租赁协议书，租赁本市秦淮区中山南路499号长乐大厦702室作为公司办公场所，年租金21000元，租赁期限为2011年1月1日至12月31日，2011年1月28日业顺公司住所地变更至此。2011年12月24日，顾某甲、孟某又与江苏建行培训中心签订租赁协议，将租赁关系续至2012年6月1日，约定年租金为20000元。同年12月23日，顾某甲委托他人将业顺公司注册资本增至500万元（顾某甲、孟某分别占480万元、20万元）。自2010年1月1日至2012年底业顺公司均正常经营，有计税收入并纳税。2011年1月18日，被告人顾某甲委托他人代理注册了托卢卡公司，住所在本市秦淮区中山南路499号702室，注册资本50万元，股东为顾某甲、孟某，出资额分别为30万元、20万元，孟某为法定代表人并任执行董事、经理，顾某甲任监事。2010年5月12日，被告人顾某甲向华侨路办事处递交了南京市城乡居民最低生活保障申请表，在申请表上分别填写了“失业”、“无收入”、“生活在极度贫困线以下”等内容。同时递交了其女儿顾某乙系梦威公司现金出纳、月工资1000元、落款日期为2010年5月10日的虚假证明（梦威公司于2009年12月24日变更名称为业顺公司，顾某乙非该公司员工），未告知负责办理其低保的社区工作人员其业顺公司股东的身份。2010年6月、7月起，顾某甲分别开始领取低保救助金、及每月600余元的失业保险金，至2012年5月（低保救助金领取至4月，补贴延续至5月），领取低保救助金12670元；至2011年9月，领取失业保险金9802元，以上共计22472元。2012年4月，有关部门以顾某甲家庭收入超标为由建议停办其低保。2013年9月25日，公安机关以被告人顾某甲涉嫌犯虚假出资罪将其抓获，侦查中发现其涉嫌骗取最低生活保障金。具体理由如下：1、原审判决认定顾某甲刻意隐瞒业顺公司股东身份不能成立，顾某甲并无主动告知股东身份的义务；2、业顺公司属于负债经营而非正常经营，顾某甲虽为股东但生活贫困，符合领取低保条件；3、仅在行为人非常有钱而恶意骗保的情况下，方可认定构成诈骗罪，而顾某甲并不属于该种情况。",
    "51": "经审理查明，公诉机关当庭出示的证据，经控辩双方质证查实，证据来源合法，证据内容客观、真实，且上述证据互有关联，能相互印证，可以作为本案的定案根据。",
    "353": "郑州高新技术产业开发区人民检察院指控：被告人王宠龙自2008年开始吸食毒品大麻。2017年8月份，王宠龙委托其在美国的朋友“杰克”（具体身份不明）自美国向我国境内邮寄大麻花。王宠龙通过网络购买一张姓名为“周富强”的假公民身份证，以“周富强”作为接收人，以郑州高新技术产业开发区冬青街龙柏里8号汉庭快捷酒店作为地址接收毒品大麻花。2017年8月15日下午17时许，被告人王宠龙在酒店签收包裹时被公安机关当场抓获。经称量，其签收的包裹内含大麻花1524克，经取样后送检验，送检的大麻花样品均检出四氢大麻酚、大麻酚成分。",
    "787": "经审理查明，2019年7月，被告人王志华以1万元的价格，将固始县赵岗乡街道居委会环山组村民汪某家责任地内杨树买下，在未办理林木采伐许可证的情况下，擅自将树木砍伐，经鉴定现场共计砍伐杨树91棵，折合立木蓄积19.4083立方米。案发后，被告人交纳生态补偿金4000元。",
    "689": "经本院审理查明：上诉人刘波、邹露、赵记恒、郭亮、潘朝林系传销组织成员，2016年12月8日起，利用姚伦宝（另案处理）承租的上饶市信州区三江花园小区1期1栋1单元601室为窝点，以“天津天狮生物发展有限公司”的名义开展非法传销活动。其中，刘波为该窝点管家，协助主任管理该传销窝点，并负责保管传销窝点的大门钥匙及传销人员手机；邹露、赵记恒、郭亮、潘朝林为传销成员，在窝点内根据主任和管家的安排和指使，负责控制、看守被骗至传销窝点的新人。2017年7月7日，被害人赵某被骗入该传销窝点。2017年7月15日左右，被害人许某被骗入该传销窝点;2017年8月4日，被害人田某1被骗入该传销窝点。期间，为了迫使被害人加入传销组织，赵记恒、郭亮、潘朝林、邹露等人在窝点主任和窝点管家被告人刘波的授意指使下，不时采取强行按倒、罚站、罚蹲、不让睡觉、言语威胁、语言侮辱等非法手段对被害人进行看守、控制，剥夺其人身自由，并通过灌输传销理念进行强制洗脑教育，迫使被害人交钱上线加入传销组织。2017年8月8日，被害人赵某被转移至其他窝点后被解救。2017年8月14日，位于信州区三江花园小区1期1栋1单元601室的传销窝点被公安机关查获，刘波、邹露、赵记恒、郭亮、潘朝林被抓获，被害人许某、田某1获得解救。",
    "541": "经审理查明，被告人纳某、吴某系卧龙电气银川变压器有限公司员工，负责硅钢片的剪切及废料控制任务。被告人李某系该公司的废料收购商。2014年，被告人李某提议，并与被告人纳某、吴某共谋，由纳某、吴某利用工作便利，将公司的成品硅钢在被告人李某拉运废料时运出公司，三被告人共同获利。2015年4月13日上午，被告人纳某、吴某在卧龙电气银川变压器有限公司车间上班期间，利用职务便利欲将卧龙电气银川变压器有限公司5卷硅钢（价值94640元）以废料装箱的形式通过在该公司收购废料的被告人李某运出公司时，被该公司综合办主任曹某当场查获。后曹某对被告人纳某、吴某、李某进行询问，三被告人如实交代全部犯罪行为。案发后，被告人李某向卧龙电气银川变压器有限公司交纳罚款现金100000元。",
    "622": "原判认定：（一）、2015年至2016年期间,被告人罗信合先后数次纠集被告人王帅、罗卫卫、赵飞飞、罗四雄、罗栓辉、周明会、全家乐、**、徐光锋等人,在白天、晚间采取喷漆、挂横幅、大喇叭呐喊、跟踪、辱骂、阻挡等手段,在乾县天泰宾馆及其停车场(张应光经营的)、乾县大杨镇大杨东村(张应光老家)、咸阳市中宏小区(张应光居住的小区)向张应光索要赌博债务。罗信合等人恶势力犯罪团伙行为,严重影响了该宾馆的正常经营,严重影响了大杨东村住户及中宏小区业主、张应光妻子许某某的正常生活。喷漆喷字的行为严重损毁了他人的财物(其中陕AXXX**丰田汽车被喷漆后进行了维修)。经咸阳市秦都区价格认证中心评估:该车全车喷漆总值为3800元。罗四雄的指定辩护人提出，不应认定为恶势力犯罪；原判未考虑罗四雄坦白、情节较轻、无前科及家庭困难等情节，量刑较重；具有自首和立功情节。建议从轻判处。",
    "732": "查明事实2017年11月18日凌晨1时许，被告人毕成龙、伍中超、张飞鹏及其女友詹水微与被告人谢桔、谢先洋、谢先海、谢胜在深圳市光明新区玉塘街道长圳钱箱ＫＴＶ不同房间饮酒后，共同乘坐电梯下楼。期间，因谢先洋向其不认识的詹水微打招呼一事，张飞鹏误以为詹水微被调戏，双方便在电梯口发生争吵，继而相互厮打，随后发展为持灭火器、铁锅、铁勺等物品在附近宵夜档口斗殴，致使毕成龙等8人均受伤。民警接到群众报案后，赶往现场处警，发现毕成龙等人受伤，便送其到附近医院治疗。在治疗过程中，毕成龙等7人均向民警承认参与殴打，后被民警传唤至派出所接受调查。经鉴定，谢先海头皮创口长度累计8.0ｃｍ以上，损伤程度为轻伤二级；谢桔受伤致眼部挫伤，谢先洋口腔粘膜破损，张飞鹏头皮创口，詹水微体表挫伤面积15.0ｃｍ2以上，损伤程度均为轻微伤；伍中超左拇指创口，毕成龙左面部擦伤，谢胜左腹部挫伤，损伤均未达轻微伤。案发后，毕成龙等人（含詹水微）相互谅解，互不追究对方责任。",
    "624": "原判认定：2017年9月14日中午，被告人蒋礼松在上海市奉贤区奉浦街道ＸＸ路ＸＸ号沙县ＸＸ店门口，窃得被害人陈某停放于该处价值人民币1090元的蓝色和奇牌电动自行车1辆。",
    "375": "公诉机关指控，2018年1月25日23时许，金堂县公安局民警依法在金堂县赵镇中河路龙洞小区9栋1单元8号房屋内检查时，现场挡获吸毒人员周亚，并在其卧室床头柜里查获17袋用透明塑料自封袋装的白色晶体，经称量共计23.37克。经鉴定，白色晶体中均含有甲基苯丙胺成分。据被告人周亚供述，上述白色晶体除自己向“李某”购买少部分外，其余系“李某”交由自己代为保管。审理查明的事实：2018年1月25日23时许，金堂县公安局民警在对被告人周亚位于金堂县赵镇中河路龙洞小区Ｘ栋Ｘ单元Ｘ号房屋检查时，将被告人周亚挡获，并从其卧室床头柜抽屉内查获17袋白色晶体净重共23.37克。经鉴定，从查获的白色晶体中均检出甲基苯丙胺成分。判决理由：被告人周亚违反国家毒品管理法规，非法持有毒品甲基苯丙胺23.37克，其行为已构成非法持有毒品罪。公诉机关指控罪名成立，本院予以支持。被告人周亚归案后能够如实供述其犯罪事实，系坦白，依法可从轻处罚；当庭自愿认罪，可酌情从轻处罚。法律依据：《中华人民共和国刑法》第三百四十八条、第五十二条、第五十三条、第六十四条、第六十七条第三款。判决结果：一、被告人周亚犯非法持有毒品罪，判处有期徒刑一年四个月，并处罚金人民币6000元。（刑期从判决执行之日起计算。判决执行以前先行羁押的，羁押一日折抵刑期一日。即自2018年2月6日起至2019年6月5日止。罚金于判决生效后三十日内缴纳。）二、对查获的毒品23.37克依法予以没收。权利告知：如不服本判决，可在接到判决书的第二日起十日内，通过本院或者直接向四川省成都市中级人民法院提出上诉。书面上诉的，应当提交上诉状正本一份，副本二份",
    "465": "被告人王建军在审查起诉过程中签署认罪认罚具结书，值班律师为其提供帮助，内容真实、合法，系自愿认罪认罚。诉讼过程中，被告人王建军主动预缴罚金人民币一千元。经威海市环翠区社区矫正管理局调查评估，被告人王建军没有重大不良影响。",
    "537": "重庆市第一中级人民法院判决刑事部分认定，被告人吕广木与被害人郑中秀原系情人关系。二人分手后，吕广木认为被郑中秀欺骗感情、骗取钱财，遂生报复郑中秀之念。2014年6月14日21时许，吕广木趁郑中秀不在家之机，找人开锁进入位于重庆市北部新区大竹林康庄美地Ｘ区Ｘ栋Ｘ-Ｘ的郑中秀家。吕广木发现郑中秀已与他人结婚，决定杀死郑中秀，并从郑中秀家厨房取得菜刀，在客厅等候至郑中秀回家开门时，持菜刀猛砍郑中秀头面部、肩背部等处，致郑中秀受伤倒地，后逃离现场。郑中秀被送往医院抢救，诊断为头面部、肩背部、四肢等处刀砍伤致多处骨折、肌肉断裂、肢体离断，并因伤终止妊娠。经鉴定，郑中秀的损伤程度属重伤二级。同月15日，吕广木到公安机关自动投案，如实供述了其持刀杀人的事实。重庆市人民检察院认为，原判决认定事实和适用法律正确，量刑适当，审判程序合法。鉴于吕广木亲属二审期间与被害人郑中秀就民事赔偿达成协议，并取得郑中秀谅解，建议依法裁判。",
    "614": "原审法院认定：2010年10月至2017年2月，被告人李家超作为个人药品销售员，在向德安医院销售药品期间，为了获得药品选用的竞争优势和销售的便利条件，违反国家规定，向德安医院分管药品的副院长严某贿送购物卡价值人民币29000元，根据药品实际使用量及一定比例，给予德安医院神经康复科主任焦某、骨关节科主任何某药品回扣款、好处费共计人民币152268元，给予德安医院综合内科药品回扣款人民币170009元（由综合内科主任郭某收取）。被告人李家超共计向个人行贿人民币181268元，向单位行贿人民币170009元。具体事实分述如下：一、向个人行贿1、2014年下半年至2015年年底，被告人李家超为了获得药品选用的竞争优势和销售的便利条件，向德安医院分管药品的副院长严某（已判决）贿送购物卡7张，价值人民币29000元。2、2010年10月至2017年1月，被告人李家超为了获得药品选用的竞争优势和销售的便利条件，根据药品进价金额20%的比例，向德安医院神经康复科主任焦某贿送药品回扣款人民币99538元。3、2015年9月至2016年11月，被告人李家超为了获得药品选用的竞争优势和销售的便利条件，根据药品进价金额20%或25%的比例，向德安医院骨关节科主任何某贿送药品回扣款人民币51930元。2016年的春节、中秋，被告人李家超为了获得药品选用的竞争优势，在何某办公室向何某贿送购物卡2张，价值人民币800元。二、对单位行贿2015年7月至2017年2月，被告人李家超为了获得药品选用的竞争优势和销售的便利条件，根据药品进价金额20%的比例，向德安医院综合内科贿送药品回扣费人民币170009元，上述费用由综合内科负责人郭某收取后分发给科室医生及用于发放科室加班费等。常州市天宁区人民检察院发现被告人李家超有行贿嫌疑，于2017年3月15日对其立案侦查，于当日传唤对其进行讯问，被告人李家超如实供述了向德安医院严某、焦某、何某及该院综合内科行贿的事实。次日，常州市天宁区人民检察院决定并对被告人李家超刑事拘留。另查明，德安医院系常州市民政局举办的事业单位法人。2014年至2017年期间，严某担任德安医院副院长、药事管理与药物治疗学委员会主任委员、药品采购管理小组组长等职务。经德安医院聘任，焦某于2010年8月、2011年6月、2015年6月起先后任神经康复科临时负责人（主持工作）、副主任（主持工作）、主任，何某于2015年9月起任骨与关节康复科副主任（主持工作），郭某于2015年6月起任综合内科副主任（主持工作）。",
    "625": "原审判决认定，2016年8月25日中午13时30分许，被告人李金花在呼和浩特市赛罕区金桥开发区大兴宇现代汽车4Ｓ店内因借剔肉刀的事由与被害人周晨义发生矛盾，引发打架，被告人李金花用木板将被害人周晨义左眼打伤。经法医鉴定，被害人周晨义左眼所受损伤符合三部两院《人体损伤程度鉴定标准》第5.4.4.ａ条、5.4.4.ｂ条之规定，评定为轻伤二级。另认定，附带民事诉讼原告人周晨义在武警内蒙古总队医院住院治疗19天、在内蒙古自治区人民医院住院治疗8天、在内蒙古医科大学附属医院住院治疗10天，其合理经济损失为：医疗费45785.31元；护理费4786.03元；住院伙食补助费3700元；营养费4500元；误工费15953.42元，以上费用共计人民币74724.76元。宣判后,原审附带民事诉讼原告人周晨义以＂原审判决未支持其鉴定费、交通费认定事实不清；原审被告人李金花量刑畸轻＂为由向本院提出上诉。原审被告人李金花以＂被害人周晨义存在明显过错，且其伤情存在二次创伤，并非李金花单独所致；李金花具有自首情节；原审判决认定附带民事赔偿数额与事实不符＂为由向本院提出上诉。",
    "318": "珠海横琴新区人民检察院以珠横检公诉刑诉〔2019〕62号起诉书指控被告人谭德军犯拒不支付劳动报酬罪，于2019年11月15日向本院提起公诉。本院受理后，依法适用普通程序，组成合议庭，于2019年11月27日公开开庭审理了本案。珠海横琴新区人民检察院指派检察员龚志出庭支持公诉，被告人谭德军及其辩护人徐筠到庭参加诉讼。现已审理终结。公诉机关指控，2018年2月，广东广珠城际轨道交通有限责任公司将新建珠海市区交通项目横琴至珠海机场段站前工程（含金海公路大桥代建工程）施工HJZQ-1标铁路项目发包给中铁八局集团第一工程有限公司（以下简称中铁八局）。同年7月、11月，被告人谭德军挂靠湖北恩建工程劳务有限公司（以下简称恩建公司），并以恩建公司名义与中铁八局签订了3份《建设工程劳务分包合同》及1份《建设工程隧道出渣施工合同》。合同总造价为38136915（含税）元，工程实行“单价一次包死”，即清单中的单价为相应工程劳务作业计价细目下全部作业的综合单价，包含了除合同约定由甲方（中铁八局）提供的工、料、机外，乙方（恩建公司）完成合同规定工程劳务内容而发生的全部税费和可能发生的包括雨季、干旱、高温，地窗、拆迁、停电、停水、临时待料、施工配合、设备转运、材料涨价、机具设备涨价、人工费涨价、水电费涨价、因测量复核而临时停工、因工程承包人、监理工程师、发包人、国家及地方有关部门检查而临时停工，以及征地拆迁、村民(居民)阻工、变更设计、外部协调不到位、上级检查、其他纠纷等引起的设备、人员停工、窝工风险损失等所有因素可能引起的一切风险。合同还约定：甲方每月28日前支付乙方上月己计量(结算）工程款的85％，剩余5％的工人工资保证金、5％的安全风险金和5％的质量保证金，由甲方按照双方另行约定的时间支付乙方。谭德军代表恩建公司在合同上签字。上述工程于2018年5月开工，被告人谭德军组织工人进场施工。2019年1月，因被告人谭德军资金压力大，为解决春节维稳工作，双方又签订《关于广珠项目部横琴隧道进口湖北恩建建筑劳务有限公司2019年1月预收方协议书》（以下简称预收方协议书），中铁八局向恩建公司支付进度款人民币280.4943万元（超额支付227.26315万元），超额支付部分由恩建公司春节后补工，完成补工后再按实收方，被告人谭德军代表恩建公司在协议书上面签字。在签订《预收方协议书》后，中铁八局和恩建公司、被告人谭德军约定预收产值待春节后再进行补工，确认其完成的工程量650.8593万元，减去扣款88.4131万元(机械设备燃料费用，超计划使用材料的费用），最终为562．4462万元，该工程量已包含所完成的所有工程。春节后，谭德军班组进场施工补回春节前预收的产值，但是仍赶不上进度，谭德军班组在2019年5月14日全面停工。2019年5月中旬，被告人谭德军班组的大批工人陆续到横琴综合执法局反映谭德军欠薪情况，经该局调查核实，被告人谭德军拖欠138名工人自2019年2月至2019年5月的劳动报酬共计2466685.3元，该局于2019年5月22日、5月23日先后向谭德军和恩建公司下达《责令限期改正通知书》，责令其在2019年5月28日前足额支付所拖欠的工人工资，但被告人谭德军未按要求执行。2019年5月30日，横琴综合执法局将线索转交珠海市公安局横琴分局查办，珠海市公安局横琴分局于2019年6月4日以涉嫌拒不支付劳动报酬罪对被告人谭德军立案侦查。2019年6月4日至同年7月19日期间，中铁八局共计垫付被告人谭德军班组工人欠薪3778659.66元（含未向横琴综合执法局确认欠薪的工人），至此，在横琴综合执法局备案的全部工人工资已支付完毕。另查明，被告人谭德军在承接上述劳务工程项目过程中，共挪用工人工资人民币85.3548万元，具体如下：2018年8月24日，中铁八局发放进度款30万元至恩建公司，恩建公司在被告人谭德军的授意下，在扣除2万元管理费用后，将28万元进度款用于向中铁八局缴纳保证金。2018年10月28日，中铁八局支付9万元进度款至恩建公司账户，恩建公司在被告人谭德军的授意下，将其中4.3548万元汇给卡特公司用于支付机械租金。2018年12月21日，中铁八局代恩建公司、被告人谭德军发放68名农民工2018年7月至2018年8月工资共计80万元，被告人谭德军擅自从农民工工资卡取出46万元现金，将其中30万元用于支付购买湿喷台机的首付款、将另外16万元用于支付其它机械款。2019年1月9日，中铁八局代恩建公司、被告人谭德军发放62名农民工2018年9月的工资共计35万元，被告人谭德军挪用其中7万元用于向中铁八局支付合同保证金。再查明，2019年6月4日，经公安机关民警电话通知，被告人谭德军自动到珠海市公安局横琴分局投案。为证实上述指控，公诉机关当庭宣读并出示了书证到案情况经过，被告人谭德军的人员基本信息，两法衔接转办函、受案登记表、立案决定书、涉嫌犯罪移送书、责令整改通知书，法定代理人授权委托书、恩建公司营业执照，工程劳务合作协议，施工承包合同（总包合同），劳务分包合同，欠薪情况汇总表、明细表，《关于湖北恩建工程劳务有限公司（谭德军班组）垫付农民工工资的情况》、计价资料、支付进度款资料；证人吴强、谭红、廖福、文长军、张洪超的证言；被害人的陈述；被告人谭德军的供述和辩解，辨认笔录等证据。",
    "679": "原审判决认定：2016年被告人叶正忙、程志勇、曹文星合股经营常熟市虞山镇信一八八足浴店（88足浴店），后被告人袁磊出资加入，其中叶正忙占股40%，程志勇占股35%，曹文星占股20%，袁磊占股5%。被告人叶正忙系总经理，负责足浴店总体管理，被告人程志勇负责财务，被告人袁磊系店长，负责店内日常工作。被告人叶正忙、程志勇、曹文星和袁磊共谋在足浴店组织卖淫人员从事“口交”等卖淫活动。该足浴店聘用被告人韩令、刘美兰为主管，被告人韩令在2018年3月中旬被提为实习店长，负责店内日常工作，被告人刘美兰自2018年4月1日至该店负责管理卖淫人员。被告人杨笃华、娄凯、骆书磊在该足浴店协助店长经营管理，被告人卢优系该足浴店客服，负责接待嫖娼人员、推销办会员卡从中提成。被告人叶正忙、程志勇、袁磊、曹文星于2018年4月间，伙同被告人韩令、刘美兰等人在该足浴店，组织郑某某、李某某等10余名卖淫女，以“口交”的形式向他人进行卖淫。后经查明，该足浴店仅2018年非法获利人民币133万余元。2018年4月10日晚，常熟市公安局民警根据线索至常熟市琴川街道信一八八足浴店，将被告人袁磊、韩令、刘美兰、骆书磊、卢优抓获；同年4月13日晚，民警在常熟市琴川街道明珠小区16幢604室内抓获被告人叶正忙、程志勇；同年4月22日，被告人曹文星主动至常熟市公安局虹桥派出所投案，但未及时如实供述自己的罪行；同年5月14日公安机关在常熟市琴川街道泰山路淮南牛肉汤馆门口将被告人娄凯抓获；同年6月21日被告人杨笃华主动至常熟市公安局虹桥派出所投案并如实供述了自己的犯罪事实。原审根据其在组织卖淫犯罪中的地位作用认定其为从犯并无不当，且相关司法解释规定组织卖淫案件应当判处犯罪所得两倍以上罚金，本案认定犯罪所得为133万余元，对其处以10万元罚金于法有据，罚当其罪。故其上诉理由不能成立，本院不予采纳",
    "609": "另查明，在本院二审期间，上诉人林文兵与被害人刘某1自愿达成和解协议，林文兵自愿履行兴义市人民法院（2018）黔2301刑初367号刑事附带民事判决确定尚未给付的赔偿义务，赔偿刘某1经济损失9190元，并自愿额外补偿刘某110810元，刘某1对林文兵本次故意伤害行为予以谅解，请求二审法院对林文兵从轻量刑。",
    "740": "蔡凤平引诱、容留、介绍卖淫罪一审刑事判决书成都市温江区人民法院刑事判决书（2019）川0115刑初297号：公诉人：检察员王磊起诉书文号：成温检公诉刑诉（2019）273号公诉机关指控事实：2018年以来，被告人蔡凤平在成都市温江区金马镇光明5组的家中开茶铺，后其在旁边搭建了两间木棚，以抽取费用的形式，容留他人进行卖淫嫖娼活动。2019年4月25日9时许，被告人蔡凤平在上述木棚内，分别容留杨廷英与陈善春，李正华与邹世明进行卖淫嫖娼活动。随后，民警在对该场所进行检查时，现场挡获上述违法人员。辩护人：无辩解（护）意见：无审理查明的事实：与指控一致。",
    "85": "利川市人民检察院起诉指控：2013年10月7日12时许，被害人唐某、黄某、饶某、马某在本市丹桂园一巷一游戏室玩赌博游戏，该游戏室员工张某1、李某认为四人利用游戏室送分活动漏洞，套取游戏室钱财，张某1将此事告知游戏室老板谭某1，后某让被告人陈淋前往处理此事。陈淋便邀约方某、张某3（均另案处理），并带领张某1、谭毫、张某2、朱某、谢某（均另案处理）等人强行用小车将唐某、黄某、饶某、马某带至本市团堡镇黄泥坡水库。期间因马某的女婿与陈淋系熟人，陈淋等人便将唐某、黄某、饶某三人带下车，采用暴力恐吓、威胁的手段要求三人每人交出民币3000元，否则会被剁手。三人基于恐惧同意每人给陈淋人民币2000元。随后，陈淋等人又将四人带回利川城区，在此过程中，陈淋让人将马某送回，黄某让其家人在利川市公安局交通警察大队附近将2000元现金交付给陈淋后被放走，饶某因其妻子在观景酒店附近交付财物过程中大吵大闹被解救，陈淋等人又将唐某带至利川市体育路宏苍酒店并对其继续进行恐吓、殴打，2013年10月7日21时许，唐某被利川市公安局民警解救。被告人陈淋对起诉指控的事实及罪名无异议，未提出辩解辩护意见。其辩护人提出被告人系坦白，赔偿了被害人经济损失，当庭自愿认罪，有悔罪表现，依法可以从轻处罚，请求宣告缓刑的辩护意见。审理查明，2013年10月7日12时许，被害人唐某、黄某、饶某、马某在本市丹桂园一巷一游戏室玩赌博游戏，该游戏室员工张某1、李某认为四人利用游戏室送分的活动漏洞，套取游戏室钱财，张某1将此事告知游戏室老板谭某1，后某让被告人陈淋前往处理此事。陈淋便邀约方某、张某3（均另案处理），并带领张某1、谭毫、张某2、朱某、谢某（均另案处理）等人强行用小车将唐某、黄某、饶某、马某带至本市团堡镇黄泥坡水库。期间因马某的女婿与陈淋系熟人，陈淋等人便将唐某、黄某、饶某三人带下车，采用暴力恐吓、威胁的手段要求三人每人交出人民币3000元，否则会被剁手。三人基于恐惧同意每人给陈淋人民币2000元。随后，陈淋等人又将四人带回利川城区，在此过程中，陈淋让人将马某送回，黄某让其家人在利川市公安局交通警察大队附近将2000元现金交付给陈淋后被放走饶某安因其妻子在观景酒店附近交付财物过程中大吵大闹被解救。陈淋等人又将唐某带至利川市体育路宏苍酒店并对其继续进行恐吓、殴打，2013年10月7日21时许，唐某被利川市公安局民警解救。另查明，案发后，被害人陈淋赔偿了被害人饶某经济损失人民币2000元，并退赔了被害人黄某人民币2000元。",
    "105": "原审判决认定，一、寻衅滋事事实2006年至2011年期间，被告人宗传存在莱州市金仓街道沿海区域，为强占地盘、为他人扎架逞威风、强挖砂资源、抢占沿海滩涂，纠集或指使被告人李永革、刘峰、彭瀚琳、刘振杰、张增杰、栾俊春、郑新华（另案处理）等人，多次交叉结伙寻衅滋事作案，殴打、伤害群众，任意损毁他人财物，具体事实分述如下：（一）2006年4月10日，被告人宗传存为圈建改造扇贝厂，纠集被告人栾俊春、郑新华等人，殴打渔民赵某2、赵某3，并安排挖掘机将二三十余户渔民的二三十间平房推倒，将渔民的生活用品和渔具埋到推倒的房子里，导致渔民杨某6无房居住达半年之久。原审被告人彭瀚琳以其在故意伤害罪中应认定为从犯，在2010年5月8日寻衅滋事案中已与被害人达成调解并已处理完毕，不应再予处理，在2011年4月3日寻衅滋事案中有送还被害人物品化解矛盾平息事态的情节，应在量刑时予以考虑为由提出上诉，请求二审法院依法从轻处罚。原审被告人张俊杰以在故意伤害案中属从犯，如实供述公安机关尚未掌握的同种较重罪行,认罪、悔罪为由提出上诉，请求二审法院依法从轻处罚。原审被告人刘伟以在故意伤害案中没有直接参与殴打被害人，没有给其他人提供做案工具的主观故意为由提出上诉，请求二审法院改判其无罪。原审被告人曲连炜以在故意伤害罪中没有直接殴打被害人，一审量刑过重为由提出上诉，请求二审法院依法从轻处罚。原审被告人韩宁宁以在故意伤害案中没有动手殴打被害人，情节较轻，认罪、悔罪为由提出上诉，请求二审法院依法从轻处罚。",
    "436": "公诉机关指控：2017年8月27日至2017年10月18日期间，被告人雷冰青等人以营利为目的建立“王者归来”微信赌博群，组织赌博人员以微信抢红包赌“牛牛”的方式进行赌博，从赌博人员赢取10倍及以上押注金额中抽取3%作为头薪，并向庄家抽取111元头薪。期间，被告人雷冰青雇佣被告人周文雅为财务；雇佣被告人李某1（已判决）为机器人；雇佣被告人杨某（已判决）为管理员。被告人雷冰青参与期间，赌博群抽取头薪数额约195000元；被告人周文雅为赌博群做财务28天，赌博群抽取头薪数额约182000元。2017年10月中旬开始，施某2、王某2、施某1、黄某、王某3、王某31（均另案处理）等人通过建立“喜来登”、“香格里拉”、“Ｏ记奶茶今天九点开机”等微信赌博群，组织赌博人员以微信抢红包赌“牛牛”的方式进行赌博，雇佣被告人周文雅为财务，主要负责赌客充值结算、工资发放。2017年11月24日至2018年1月25日，该赌博群总押注金额计人民币88817675元。另查明，被告人雷冰青于2019年4月4日已退赃9000元。",
    "605": "原判认定，2013年7月至2014年10月7日，李某甲（另案处理）伙同蔡某甲（另案处理）等人预谋后，雇佣崔小胖、崔秦秦、职峰峰、唐成、李亚楠、宋冬冬、王可、朱振涛、胡良波、孟凯、武某甲、朱某甲、杨某甲等人，在商丘市翔宇大酒店四楼，以开办洗浴会所为名，组织卖淫女少则七八人，多则十几名大肄进行卖淫活动，攫取巨额利润，嫖客涉及商丘市辖区及周边县市，社会影响恶劣。2014年10月7日夜被公安机关查抄，当场查获部分卖淫嫖娼人员。李某甲等人为该卖淫组织的股东及头目，崔小胖受雇自2014年4月至中秋节在该卖淫组织中负责全面管理工作；崔秦秦管理财务及前台接待嫖客，有时参与卖淫女的管理；职峰峰自2014年5月起负责管理卖淫女、安排出钟；唐成、李亚楠系接待经理，负责四楼前台接待嫖客，随后通知技师房安排出钟；宋冬冬、朱振涛自开业管理卖淫女，其中，宋冬冬工作至2014年5月，朱振涛工作至2014年春节；王可自开业到2014年春节后在前台接待嫖客，胡良波前期在洗浴房工作，后期接待嫖客。孟凯、朱某甲负责打扫卖淫嫖娼房间的卫生，有时在四楼前台接待嫖客，孟凯还做过一个月的望风，武某甲专职在酒店一楼负责望风，杨某甲2014年9月负责望风一个月。被告人武某甲于2015年2月10日到柘城县公安局投案，杨某甲于2015年2月13日到柘城县公安局投案。被告人朱振涛在案发后，协助公安机关抓捕同案犯，构成立功。崔秦秦上诉称：原审认定其管理财务、前台接待、有时参与管理卖淫女错误。辩护人的辩护意见与崔秦秦的上诉理由相同。职峰峰上诉称：没有实施管理工作，只是提供服务；原审认定情节严重错误，量刑畸重。唐成上诉称：在协助组织卖淫中作用较小，原审认定情节严重错误，量刑畸重。辩护人辩护称唐成参与时间较短，其余辩护意见与唐成相同。李亚楠上诉称：原审认定情节严重错误，量刑畸重。宋冬冬上诉称：原审认定情节严重错误，量刑畸重。辩护人辩护称原审认定宋冬冬工作到2014年5月份错误，宋冬冬于2014年5月1日发生车祸，应界定到4月份。其余意见与宋冬冬上诉理由相同。王可上诉称：原审认定情节严重错误，量刑畸重。辩护人的辩护意见与检察机关的抗诉理由相同。原审被告人胡良波上诉称：对定性为协助组织卖淫罪无异议，胡良波只是受雇的打工者，情节轻微，积极缴纳了罚金，且系初犯，原审量刑正确。辩护人的辩护意见与胡良波的上诉理由相同。",
    "165": "公诉机关指控，2019年12月9日20时44分，被告人拜华持Ｂ2驾驶证酒后驾驶豫Ｈ×××××号小型普通客车，沿沁阳市山王庄镇陈庄村至张坡村道路由东向西行驶时，被执勤民警当场查获。经呼气式酒精含量检测，结果为103ｍｇ／100ｍｌ。经鉴定，被告人拜华的血液中乙醇含量为117.52ｍｇ／100ｍｌ。公诉机关认为，被告人拜华在道路上醉酒驾驶机动车，应当以危险驾驶罪追究其刑事责任;建议对其判处拘役一个月，缓刑四个月，并处罚金人民币10000元。公诉机关提交了户籍证明、发破案经过等书证、证人马某的证言、被告人拜华的供述与辩解、鉴定意见、视听资料等证据证实。被告人拜华对指控事实、罪名及量刑建议没有异议，同意适用速裁程序，且签字具结，在开庭审理过程中亦无异议。",
    "404": "经审理查明：2015年3月12日4时许，被告人周熙在蒙自市时代天骄小区地下54号车库内加工铅弹时，因声音过大被群众举报扰民，处警民警在周熙所驾驶的车辆上及54号车库内查获疑似长枪2支、疑似手枪1支、用于改装枪支的打眼钻孔机2台、打磨机1台、电钻机1台、非成套枪支散件枪托8支、枪支底座1.8支、弹夹9个、枪管16支，合计51件。经鉴定，疑似长枪2支是仿真枪；疑似手枪是以压缩气体为动力发射弹丸的民用非制式枪支，具有致伤力。蒙自市公安局于2015年3月12日立案进行侦查，并于次日对周熙决定取保候审，在取保候审期间内，周熙于2015年5月底至6月初分别收到其于春节期间在网上购买的仿真枪枪身、枪管、外壳、底座、气瓶、消声器等零散的枪支零件，周熙在其车牌号为云Ｇ×××××号越野车上将枪支零件组装成一支完整的ＨＤ-50型气枪和一支完整的“秃鹰”型气枪。同时，被告人周熙在蒙自市城区购买了一把射钉枪后，将一把老式气枪上卸下来的黄色木质枪把、枪管、枪栓、扳机等物改装在该射钉枪上。2015年6月28日10时许，被告人周熙驾驶云Ｇ×××××号越野车载上述枪支到中国人民解放军95643部队营区附近公路边时被部队士兵拦下盘查，并在其车辆内查获组装的三支枪支、150枚子弹。经鉴定，ＨＤ-50型气枪和“秃鹰”型号气枪均是以压缩气体为动力发射弹丸的民用非制式枪支，具有致伤力；黄色枪把的射钉枪是以火药为动力发射弹丸的民用非制式枪支，可发射制式5.6ｍｍ小口径步枪弹，具有致伤力；150枚子弹为5.6ｍｍ小口径步枪弹。",
    "158": "",
    "612": "原判认定：2007年至2014年期间，被告人颜亚明在承租、经营广州市海珠区纺织路1号闲置地块的过程中，为谋取不正当利益，给予该地块所在辖区的广州市海珠区滨江街道办事处党工委书记甘某丙（已判刑）贿赂款人民币1500000元。2008年至2012年期间，被告人颜亚明在承租、经营广州市海珠区滨江街道办事处相关物业的过程中，为谋取不正当利益，分多次送给广州市海珠区滨江街道社区服务发展公司经理林某（已判刑）贿赂款人民币122000元。2008年至2009年期间，被告人颜亚明在承租、经营广州市海珠区滨江街道办事处相关物业的过程中，为谋取不正当利益，分多次送给广州市海珠区滨江街道物业财务公司经理骆某（已移交起诉）贿赂款人民币14000元。2013年4月30日，被告人颜亚明到检察机关投案。",
    "733": "公诉机关指控：1、2016年10月4日下午，被告人李某在常州市新北区太阳城大润发超市一楼“微时代工作室”，通过其丈夫李某（另案处理），以人民币690元的价格向赵香玉（另案处理）出售金色盒装“Ｎｅｕｒａｍｉｓ”玻尿酸2支、黑色盒装“Ｎｅｕｒａｍｉｓ”玻尿酸1支。当晚20时许，被告人李某又在上述工作室内以560元的价格向赵香玉出售“注射用Ａ型肉毒毒素”2支。赵香玉通过微信和支付宝向被告人李某支付了上述钱款。2、2016年11月25日上午，被告人李某在上述工作室内以人民币920元的价格向赵香玉出售金色盒装“Ｎｅｕｒａｍｉｓ”玻尿酸2支、黑色盒装“Ｎｅｕｒａｍｉｓ”玻尿酸2支。赵香玉通过微信支付了上述钱款。2016年12月28日下午，公安人员在常州市天宁区海伦小屋706室抓获了赵香玉并在其协助下抓获了李某，并当场查获了准备交付给赵香玉的标有“ＢＯＴＵＬＩＮＵＭＴＯＸＩＮＴＹＰＥＡ”肉毒素1支。后公安人员又在被告人李某家中查获其尚未出售的金色盒装“Ｎｅｕｒａｍｉｓ”玻尿酸5支、黑色盒装“Ｎｅｕｒａｍｉｓ”玻尿酸5支。经常州市食品药品监督管理局认定，上述药品应当按照假药论处。被告人李某归案后如实供述了上述事实。在本案审理过程中，被告人李某退出违法所得人民币2170元。",
    "506": "经审理查明：一、2017年4月17日，被告人余小燕伙同同案人“小丽”（在逃）在广州市越秀区环市西路省汽车站门口人行天桥上，以铁路塌方要改坐汽车，需先购买高额保险到站后可退回为由，诈骗被害人曹某2人民币1200元。二、2018年8月15日，被告人余小燕伙同同案人陈南京、曾佩仙（均另案处理）在广州市环市西路省汽车站与市汽车站方向的人行天桥处，以同样方式诈骗被害人陈某2人民币5900元。2019年4月3日，被告人余小燕被公安人员抓获归案。",
    "635": "原判认定，2013年9月28日19时许，被告人余某甲为了向被害人黄某甲索要债务，伙同他人到被害人黄某甲所在的吴忠市桓宇商砼有限公司的办公室内，殴打被害人黄某甲、张某甲和黄甲，并使用车辆将三名被害人强行拉至灵武市东山公墓附近，在一树林里继续用木棍殴打被害人黄某甲、张某甲。后将三名被害人带到灵武市“老毛手抓馆”。被告人余某甲在被害人黄某甲向其出具了一张102.3万元的欠款欠条后离开。三名被害人被限制人身自由至2013年9月29日0时许。经二审审理查明，原判认定2013年9月28日，为了向被害人黄某甲索要自身债务，上诉人余某甲伙同他人将害人黄某甲、张某甲和黄甲非法拘禁的事实与原判认定的事实一致。",
    "33": "经审理查明，2014年1月2日22时许，彭某（已判决）约被害人杨某到新兴县鸡舍参与赌博，随后杨某和杜某1、杜某2、冉某、“老头”等人来到该赌局参与赌博，在赌博的过程中，黄某东声称杨某带来的人在赌博过程中“出千”，并疏散现场与赌博的其他人，留下被害人杨某带来的人，杜某2趁乱离开。黄某东与被告人陈键伟指着杨某带来的人“出千”，于是和彭某等人将杨某等人带到船岗一山坡处。彭某、黄某东要求杨某、杜某1、冉某等人筹到90万元才能离开，但杨某等人称无法筹到钱，被告人陈键伟等人随即对杨某、杜某1、冉某等人进行殴打、淋水，要求把身上的财物拿出来，并扣下杜某2的粤Ｅ×××××轿车，黄某东、彭某方的人在杨某、杜某1等人身上搜得9000元的现金，并拿走杜某1、冉某的金项链各一条交杨某保管。次日凌晨5时许，黄某东等人留下杨某，开车送杜某1、冉某等人离开。2014年1月3日7时许，黄某东、被告人陈键伟等三人将杨某押到新兴县六祖镇龙山度假区景源别墅1Ａ房，不断让杨某打电话筹钱，到14时许，杨某通过电话让周某筹到2万元，黄某东等人便退房离开别墅1Ａ房，开车到凤凰加油站附近，等到17时许，周某及一名老乡开了一辆摩托车过来，见到杨某后，将2万元交给黄某东等人。拿到钱后，黄某东等人说钱太少，要抵押金项链。黄飞东、被告人陈键伟等人带着杨某来到新兴县新城镇环城南路27号源金旧货商行，杨某以36800元将两条重181克的金项链抵押给欧某1，并将抵押得的钱交给黄某东等人，黄某东等人拿到钱后将杜某2的车辆还给杨某然后离开。涉案的两条金链中，属于杜某1的那一条重84.35克，佛山三水恒益“金大福珠宝”的保证单上载明的该金项链的金额为38793元。经新兴县发展和改革局价格认证中心鉴定，涉案的两条金项链鉴定总价值为55577元。2015年11月19日，黄某东的亲属赔偿了人民币45000元给被害人杨某、杜某1、冉某。另查明，2015年5月14日，本院以抢劫罪判处同案人彭某有期徒刑六年，并处罚金人民币6000元；2016年12月21日，云浮市中级人民法院以抢劫罪改判判处同案人黄某东有期徒刑六年六个月，并处罚金人民币6000元。再查明，2015年11月4日，公安机关对陈键伟进行网上追逃。2018年2月4日23时30分，新兴县公安局民警在新兴县新城镇新成花园西侧11－2号商铺查处赌博行为时，发现在逃人员陈键伟，遂将其当场抓获。被告人陈键伟此前无犯罪前科。被告人陈键伟及其辩护人提出的上述辩解、辩护意见，均与查明事实不符，不予采纳。二、关于被告人陈键伟的辩护人提出被告人陈键伟是从犯的辩护意见，经查，在共同犯罪中，同案人黄某东与彭某均是赌场股东，案发当晚是由黄某东等人提出被害人出千，黄某东与彭某及陈键伟等人商议后，伙同他人押被害人到偏僻山坡上，对被害人杨某等人实施殴打并取得现金9000元，之后限制被害人杨某的人身自由，索要并取得现金2万元、再伙同他人共同胁迫被害人杨某典当金项链，取得现金36800元，并将所得财物分赃。在共同犯罪中，被告人陈键伟起次要作用，是从犯，依法应当从轻、减轻处罚或者免除处罚。辩护人提出的上述辩护意见，理据充分，予以采纳",
    "646": "原审判决认定：2016年8月19日19时许，被告人韩飞飞在廊坊市广阳区白家务乡北王力村金某家门口，因琐事与金某发生口角并对其进行殴打，致金某头外伤神经反应、多发软组织挫伤。经鉴定金某的损伤程度为轻微伤。民警在接到报警赶到现场后，韩飞飞持菜刀劈砍警车，后持刀袭击民警，妨害民警执行公务。",
    "335": "经审理查明：（一）非法吸收公众存款、集资诈骗事实2006年2010年11月，被告人王晓东注册成立温州东华投资有限公司、温州东华发展公司、温州胜禾实业有限公司（以下简称温州胜禾公司）等多家，以投资公司、房产项目等或资金周转的名目，以支付高额利息为诱饵，向张某甲等78名不特定人员吸收资金共计人民币（以下同）47585万元。王晓东因投资项目营利甚微、支付高额利息及巨额资金借给朱猛、陈毅无法收回等原因，造成案发时仍有20476.7916万元资金未能归还。其中包括张某甲1000万元、姜某45.842万元、张某丙40.1万元、周某丙117.66万元、陈某丙89.966万元、林某甲1.5万元、李某甲38.1067万元、何某甲92.4万元、娄某64.19万元、程某181.66万元、李某乙70.7887万元、林某乙56万元、张某丁6.04万元、项某丙42万元、徐某甲35.867万元、王某丁306.8348万元、王某戊94.5483万元、周某丁274.417万元、潘某甲43.8467万元、柳某18.6003万元、方某甲53.7384万元、吴某甲28.11万元、郑某丙23.9067万元、李某丙20万元、章某乙375.8066万元、方某乙12.48万元、陈某戊及陈某己103.9766万元、李某丁128.8万元、郑某丁190.433万元、杨某乙354.2666万元、杨某丙88.5467万元、金某乙45万元、王某壬348.81万元、叶某16.94万元、王某癸24.3377万元、张某己42.1667万元、张某庚128.488万元、黄某34.9533万元、戴某504.4853万元、李某戊52.75万元、王某子136.4万元、陈某庚104.52万元、包美芬175.5734万元、潘某乙47.3171万元、陈某辛75.1473万元、陈某壬和张某辛13万元、王某丑141.8万元、徐某乙10.3万元、张某壬12.7867万元、王某寅40.1万元、张某癸707.5万元、吴某乙71.536万元、廖某甲39.07万元、廖某乙60.798万元、林某戊430.962万元、王某卯124.5707万元、潘某丙503.5万元、项某戊17.476万元、彭某79.8万元、张某子145.8407万元、张某丑3098.65万元、冯某28.8307万元、何某乙117.0772万元、王某辰69.7333万元、李某庚26.9653万元、郑某戊47.7965万元、孙某乙和孙某丙3420.4446万元、尹某1644.3666万元、王某午50万元、李某辛604.9万元、郑某己1659.0121万元、夏某193.641万元、麻某1289.763万元、吕某72.95万元、王成乐10.65万元。2010年11月，王晓东外借资金无法收回，明知无偿还能力，仍虚构资金用途高息借款，拆东墙补西墙，至2011年7月案发，骗取周某甲等41人共计20765.1561万元。其中骗取周某甲12.779万元、章某甲和项某甲571.2167万元、朱某乙199.1713万元、陈某乙32.34万元、郑某乙92.6667万元、娄某90万元、程某188.5万元、李某乙41.25万元、林某乙76万元、项某乙1284万元、杨某甲和王某丙2090万元、王某戊95.4万元、方某甲346.0267万元、王某己739.68万元、陈某丁37.12万元、王某庚185.6634万元、王某辛485万元、张某戊18.72万元、林某丙296万元、孙某甲985万元、林某丁800万元、项某丁45.375万元、张某壬34.4万元、张某癸760万元、周某戊1304.09万元、李某己1194.59万元、张某子2880万元、张某丑1558万元、冯某18.88万元、何某乙36万元、王某巳184.5803万元、林某己185.667万元、陈某癸1170万元、孙某乙和孙某丙1000万元、王某午92万元、夏某20万元、周某己1196万元、麻某419.04万元。案发期间，被告人周某甲在王晓东公司担任出纳，明知王晓东向社会上不特定多人大量集资，仍协助王晓东定期付息等。2012年4月18日，王晓东被抓获归案。同年12月18日，周某甲经传唤主动到案。",
    "685": "原判认定：一、非法侵入住宅罪2018年8月初的一天，被告人单祖郭明知董某家无人，在未取得董某同意的情况下，非法进入董树伟位于宜良县的家中居住，直至2018年8月14日被民警查获。二、盗窃罪被告人单祖郭居住在董某家中期间，于2018年8月10日将董某家中停放的一辆卡西路牌电动自行车盗走，骑到汤池街道办事处××村交给吴建强，欲将该车出售给吴建强；于2018年8月13日将董某家中停放的一辆王派牌电动自行车盗走骑到汤池街上交给赵志忠使用，并将董某家摆放在家中二楼的电焊机撬开将里面的铜线盗走，以227元的价格出售给废铁回收人员。经鉴定，被盗卡西路牌电动车价值人民币2805元；被盗王派牌电动车价值人民币440.17元；被盗铜线价值人民币340.9元；被损毁电焊机价值人民币130.13元。被盗的两辆电动自行车现已追缴发还董某。一审法院认为，被告人单祖郭以非法占有为目的，秘密窃取他人财物价值人民币3586.07元，属数额较大，且以破坏性手段盗窃铜线，其行为已构成盗窃罪；被告人单祖郭未经他人许可，非法侵入他人住宅，其行为已构成非法侵入住宅罪。对被告人单祖郭予以并罚。被告人单祖郭在庭审中对其犯盗窃罪表示自愿认罪，依法对其犯盗窃罪予以从轻处罚；被告人单祖郭曾因犯罪被判处有期徒刑，在刑罚执行完毕后五年之内再犯应当判处有期徒刑以上刑罚之罪，是累犯，依法对其从重处罚；被盗电动车现已追缴并发还被害人，酌情对被告人单祖郭犯盗窃罪予以从轻处罚；被告人单祖郭系惯犯，酌情对其从重处罚。综上所述，根据被告人单祖郭的犯罪事实、性质、情节、认罪悔罪表现以及对社会的危害程度，依照《中华人民共和国刑法》第二百六十四条、第二百四十五条、第六十九条、第六十七条第三款、第六十五条第一款、第五十二条、第五十三条、第六十四条、第六十一条之规定，判决：被告人单祖郭犯盗窃罪,判处有期徒刑一年零二个月，并处罚金人民币5000元；犯非法侵入住宅罪，判处拘役三个月，二罪予以并罚，决定执行有期徒刑一年零二个月，并处罚金人民币5000元；违法所得继续追缴，返还被害人。宣判后，原审被告人单祖郭不服，提出上诉，认为自己不构成非法侵入住宅罪。",
    "602": "原判认定，2018年5月以来，被告人郭丽萍在福安市会展酒店一楼“法拉利动漫城”设置赌博机供人赌博。同年5月16日，福安市公安局查获该场所，并现场查扣能正常使用的供8人参赌的“捕鱼”赌博机2台、供6人参赌的“炸金龟”赌博机2台、供单人参赌的“老虎机”赌博机2台及用于收款的ＯＰＰＯ手机一部。2018年6月13日被告人郭丽萍向福安市公安局投案并退出款项20000元。",
    "424": "经审理查明：2017年11月8日下午，宋某、胡某（二人已判刑）给冯某2（已判刑）打电话称在正阳县真阳镇柏强城小区32号楼工地有人阻止车辆卸建筑材料。冯某2随纠集冯某1、朱某、赵某（三人已判刑）、被告人牛某携带钢管刀，乘坐冯某2驾驶的豫Ｑ×××××小型轿车从平舆县城赶到正阳县工地。冯某2分别指使宋某截钢管，胡某购买口罩。后被害人苏某、武某前来阻止冯某2卸建筑材料，冯某2指使冯某1、朱某、赵某、被告人牛某面戴口罩、分别手持钢管刀、钢管、木棍，将苏某、武某殴打致伤，后冯某2驾车将冯某1、朱某、赵某、被告人牛某送回平舆县城（途中将作案工具扔掉）。经鉴定，苏某的损伤为轻伤二级、武某的损伤为轻微伤。被告人牛某对公诉机关指控的犯罪事实不持异议。辩护人姚明提出的辩护意见是:被告人牛某在共同犯罪中，没有直接致被害人受伤，所起作用较小，系从犯；同案犯已被判决，本案应当均衡量刑。",
    "623": "原判认定，1、2013年6月10日19时许，被告人薛李驾驶二轮摩托车搭载舒某某（在逃）在成都市龙泉驿区洛带镇成洛路辅道“曾氏建材”附近伺机行抢，后薛李驾车靠近被害人刘某某，舒某某则将刘某某佩戴的一条黄金项链及吊坠抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链及吊坠价值人民币3015元。2、2013年6月16日18时许，被告人薛桥驾驶二轮摩托车搭载薛李在四川省双流县白家镇西航港冻库附近伺机行抢，后薛桥驾车靠近被害人韩某某，薛李则将韩某某佩戴的一条黄金项链抢走，二人将抢得的物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链价值人民币3029元。3、2013年6月18日16时许，被告人薛桥驾驶二轮摩托车搭载舒某某在四川省新津县新义镇广滩村附近伺机行抢，后薛桥驾车靠近被害人何某某，舒某某则将何某某佩戴的一条黄金项链抢走，二人将抢得的物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链价值人民币2687元。4、2013年6月28日18时许，被告人薛桥驾驶二轮摩托车搭载舒某某在成都市龙泉驿区柏合镇吉利汽车公司大门口伺机行抢，后薛桥驾车靠近被害人卢某某，舒某某则将卢某某佩戴的一条黄金项链及吊坠抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链及吊坠价值人民币4001元。5、2013年7月7日15时许，被告人薛桥驾驶二轮摩托车搭载舒某某在四川省崇州市大划镇“青年公寓”在建工地附近伺机行抢，后薛桥驾车靠近被害人陈某，舒某某则将陈某佩戴的一条黄金项链抢走，二人将抢得的物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链价值人民币4486元。6、2013年8月8日18时许，被告人薛桥驾驶二轮摩托车搭载薛李在成都市温江区游家渡农贸市场外伺机行抢，后薛桥驾车靠近被害人张某，薛李则将张某佩戴的一条黄金项链抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链价值人民币5883元。7、2013年8月10日7时许，被告人薛李驾驶二轮摩托车搭载舒某某在成都市龙泉驿区驿都大道辅道大面分水村公交站附近伺机行抢，后薛李驾车靠近被害人龚某，舒某某则将龚某佩戴的一条黄金项链及吊坠抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链及吊坠价值人民币3563元。8、2013年8月13日11时许，被告人薛桥驾驶二轮摩托车搭载谢某某（已死亡）在四川省双流县白家镇台双医院附近伺机行抢，后薛桥驾车靠近被害人向某某，谢家昌则将向某某佩戴的一条黄金项链抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链价值人民币4960元。9、2013年8月21日8时许，被告人薛桥驾驶二轮摩托车搭载舒某某在成都市龙泉驿区洛带镇槐树中街与八角井街交叉路口伺机行抢，后薛桥驾车靠近被害人向某某，舒某某则将向某某佩戴的一条黄金项链抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链价值人民币1789元。10、2013年8月29日9时许，被告人薛桥驾驶二轮摩托车搭载薛李在成都市龙泉驿区怡和街与北街交叉路口附近伺机行抢，后薛桥驾车靠近被害人叶某某，薛李则将叶某某佩戴的一条黄金项链抢走，二人将抢得的物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢黄金项链价值人民币3705元。11、2013年9月24日16时许，被告人薛桥驾驶二轮摩托车搭载薛李在四川省金堂县赵镇烟市街伺机行抢，后薛桥驾车靠近被害人邓某，薛李则将邓某佩戴的一条黄金项链及吊坠抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金吊坠价值人民币4293元。12、2013年9月24日16时许，被告人薛桥驾驶二轮摩托车搭载薛李在四川省金堂县赵镇观澜国际大建工地附近街道伺机行抢，后薛桥驾车靠近被害人钟某某，薛李则将钟某某佩戴的一条黄金项链抢走，二人将抢得的上述物品销赃获款耗用。经成都市龙泉驿区价格认证中心鉴定，该被抢千足金黄金项链价值人民币4128元。13、2013年10月25日11时许，被告人薛桥驾驶二轮摩托车搭载薛李在成都市龙泉驿区成环路化工市场附近伺机行抢，后薛桥驾车靠近被害人徐某某，薛李则将徐某某佩戴的一条黄金项链及吊坠抢走，二人在逃跑过程中将抢得的上述物品丢失。经成都市龙泉驿区价格认证中心鉴定，该被抢24Ｋ黄金项链及吊坠价值人民币1412元。"
}