{
    "181": "2017年12月29日14时19分，被告人莫小够在盈江县太平镇璋西村委会江堤边竹桥上被盈江县公安局太平派出所民警抓获，民警当场从其左手上查获人民币1372元；从其身穿牛仔裤左前裤包内查获外用蓝色塑料袋包装的甲基苯丙胺一包，经称量，净重17.16克，从牛仔裤右前裤包的紫云烟壳里查获用黑色塑料袋包裹的海洛因两瓶，经称量，净重0.59克；从其身穿上衣衬衫左胸前的口袋内查获了一部ＬＡＡＢＯＯ牌的金色直板手机。后于当日15时许，在盈江县弄璋镇模恒村委会拉洪村民小组莫小够家中二楼房间柜子内查获用白色塑料袋包裹的海洛因三瓶，其中两瓶用藿香正气水瓶装，另外一瓶用青霉素瓶装，经称量，三瓶共净重1.3克；从二楼房间角落一个黄色布袋装里查获用蓝色塑料袋后放在白色透明塑料袋里的甲基苯丙胺两包，经称量，净重25.09克；从二楼阳台挡墙一个墙洞里查获用“爱得利”白色奶瓶装外用黑色塑料袋包裹的海洛因一瓶，经称量，净重2.4克，从另一个墙洞里查获外用黑色塑料袋包裹着分别用两盒塑料肥皂盒装着的用透明塑料袋包着的海洛因两包，其中一包用红色塑料肥皂盒，另一包用粉红色塑料肥皂盒装，经称量，两包共净重19.39克。",
    "286": "诈骗罪：被告人韩玮与赵某1和高某（均另案处理）合谋，骗取合肥钦成公司与临泉县住房和城乡建设局建设工程施工合同纠纷仲裁案件的处理费用。韩玮伪装成能够影响仲裁结果的律师，从赵某1和高某处骗取30万元用于所谓的“活动经费”。韩玮并未使用这笔款项来影响仲裁结果，而是与同谋刘宁宁将款项据为己有。虚假诉讼罪：韩玮与赵某1和高某共谋，伪造书证和指使他人作伪证，捏造赵某1与高某之间的石子买卖合同纠纷。韩玮作为赵某1的诉讼代理人，向临泉县人民法院提起民事诉讼，指控合肥钦成公司和高某。法院最终作出判决，判决合肥钦成公司和高某支付赵某1人民币1716000元。行贿罪：韩玮在2016年至2018年期间，为谋取不正当利益，向两名司法工作人员行贿，并教唆他人向一名司法工作人员行贿。韩玮本人或通过赵某1向法官和执行局工作人员赠送现金、购物卡和价值6900元的三星S9手机。部分款物被司法工作人员退还。法院认为韩玮构成诈骗罪、虚假诉讼罪和行贿罪，依法数罪并罚。韩玮自首并如实供述犯罪事实，而刘宁宁自首并主动退缴全部赃款，因此可适用从轻或减轻处罚。",
    "30": "经审理查明，2012年6月7日开始，被告人金某甲在永嘉县ｘｘ街道ｘｘ村ｘｘ路ｘｘ号其租赁的洗头店内，容留卢某（1994年10月9日出生）等人从事卖淫活动，卖淫所得双方以三七分成，金某甲拿七成。至同年6月14日被公安机关查获时止，被告人金某甲已容留卢某卖淫多次。",
    "570": "故意毁坏财物罪：2016年1月19日，被告人刘某1和林某2指使工人损坏陈某1摊档的卷闸门，造成3652元人民币的损失。2016年3月2日，刘某1和林某2再次指使工人毁坏邓某1的摊档内部设施，造成1203元人民币的损失。同日，刘某1和林某2又指使工人破坏丘某摊档的设施，造成685元人民币的损失。故意伤害罪：2015年12月30日，刘某1和林某2因市场整改问题与陈某1、邓某3、邓某2等人发生纠纷并打架。在这个过程中，刘某1推倒邓某2，导致邓某2肩部受伤，伤情被鉴定为轻伤二级。这两项犯罪行为涉及故意破坏财物和故意伤害他人，均构成刑事犯罪。",
    "24": "毒品交易的组织和执行：2018年8月28日，被告人金军在许某的租房中参与了一起毒品交易活动。罗某通过电话联系刘某峰（外号“峰骗子”，在逃），表示意图购买1000粒甲基苯丙胺片剂（俗称“麻古”）。刘某峰随后联系许某，表示其朋友“超伢子”想购买1000粒麻古。许某同意了交易，并询问被告人金军是否能够提供麻古。金军表示可以从他人手中获取。毒品的采购与交付：金军驾驶一辆教练车去找李军芝（“和尚”）购买麻古。李军芝让金军联系其下属肖某（“小卫”）来交易。金军随后将肖某从黑田铺乡接到320国道旁交易地点，肖某交付了用黑色尼龙袋装好的麻古。毒品的交易和钱款的流转：金军拿到麻古后，将毒品交给了刘某峰，刘某峰支付了1.7万元现金。金军随后将这笔钱交给肖某。后续事件和警方的介入：2018年8月31日晚，罗某因不满意所购买的甲基苯丙胺片剂的质量，要求退货。罗某在邵东县城的一家酒店房间等待退货时，警方冲入房间将其逮捕，并在房间内查获920粒甲基苯丙胺片剂。综上所述，这是一起涉及毒品购买、转手和交易的犯罪案件，涉及多名犯罪嫌疑人，其中包括毒品的购买、储存和销售等多个环节。",
    "663": "经审理查明，2013年9月及2014年4月，福建万亚实业有限公司（下文简称万亚公司）分别与温州融科房产营销策划有限公司（下文简称融科公司）、福州鸿泰天成房产营销策划有限公司（下文简称鸿泰公司）签订销售代理合同，根据合同约定，万亚公司委托融科公司、鸿泰公司全面负责组织“闽赣义乌小商品城”房产的销售工作和认购房产的签约及房款回收工作。上诉人邓锦亮先后受融科公司、鸿泰公司的指派从事“闽赣义乌小商品城”房产的销售工作。2013年12月份至2015年1月份期间，邓锦亮先后要求房屋买受人周某、林国稀、曹某、阴鹤龙、陈某1、陈某2、包能明、薛锦财、谢某、游振煋、宋美红以现金或转账到指定账户的方式支付购房款或契税、公共维修基金等代收费，金额共计762892元。邓锦亮未将上述款项交给万亚公司，而是用于偿还个人债务或其他个人支出。2018年3月12日，邓锦亮向广东省广州市公安局投案。",
    "769": "公诉机关指控，2018年3月25日晚21时许，经被告人夏某提议，后与被告人杨某、王某携带电瓶、逆变器等国家禁止使用的工具，至南京市高淳区淳溪镇花奔村杨家湾水闸附近固城湖水域内，采用上述工具电捕鱼，共捕得鲫鱼等水产品。后被公安民警现场查获，所捕鱼类以及工具均被扣押。归案后，被告人夏某自愿向高淳区渔政渔港监督管理站缴纳渔业资源修复资金人民币300元；被告人杨某自愿向高淳区渔政渔港监督管理站缴纳渔业资源修复资金人民币200元。被告人王某自愿向高淳区渔政渔港监督管理站缴纳渔业资源修复资金人民币200元。公诉机关认为，被告人夏某、杨某、王某违反保护水产资源法规，在禁渔区、禁渔期内，使用禁用的工具、方法捕捞水产品，情节严重，其行为均已触犯刑律，构成非法捕捞水产品罪。被告人夏某、杨某、王某共同故意实施犯罪行为，系共同犯罪。鉴于三被告人具有坦白的法定从轻处罚情节，依法均可从轻处罚。同时考虑三被告人自愿缴纳渔业资源修复费，均可酌情从轻处罚。建议判处被告人夏某罚金；被告人杨某罚金；被告人王某罚金。被告人夏某、杨某、王某对指控事实、罪名及量刑建议均没有异议，且签字具结，在开庭审理过程中亦无异议",
    "633": "贪污罪：赵盛平在担任贵阳市白云区沙某卫生院院长期间，利用职务便利进行多项贪污行为。具体包括：2013年至2014年，虚构员工身份并套取公款共计人民币92.3216万元。2012年11月，以购置麻醉机为名骗取公款人民币120000元。2013年至2016年，虚构支出项目，通过发放劳务费、药品会计工资等名义，截留和套取公款。设立“小金库”，并用于发放员工年终奖金、绩效、津贴等，共计人民币30.1098万元。安排他人套取公款，并私自分配。欺诈行为：赵盛平在与林某的合作中，以虚假理由索取人民币35万元，并将其用于个人消费，而不是用于支付先前承包商的投资费用。案发后的行为：赵盛平的家属在案发后向纪律检查委员会交纳了人民币1563284.02元。综上所述，赵盛平的行为涉及多项贪污和欺诈行为，对公共财产造成重大损失。",
    "445": "2015年5月至2016年8月期间，被告人付国华在宽城区英伦小镇Ｄ区附近及田园牧歌小区附近和长农公路高架桥下附近等地多次对未满十四岁的被害人张某1进行猥亵。2016年8月，被告人付国华在宽城区长农公路高架桥下附近同未满十四岁的被害人张某1发生性关系。2017年5月至6月期间，被告人付国华又在上述地点和隆德帝景小区其家中和被害人张某1发生性关系，至张某1怀孕。被害人张某1于怀孕五个月左右进行婴儿引产。另查明：被害人张某12017年11月19日到长春市妇产医院检查诊断中期妊娠（约24-26周），经长春市公安司法鉴定中心法庭科学ＤＮＡ检验报告、鉴定书鉴定，在送检的张某1血样ＤＮＡ分型、付国华血样的ＤＮＡ与与张某1引产婴儿的ＤＮＡ分型符合三联体遗传关系，其亲权概率为99.999%。被害人张某12003年1月5日出生，其怀孕时间应介于2017年5月中旬至2017年6月1日之间。该时间被害人已满14周岁。",
    "256": "经审理查明，2015年11月2日晚上，“小二”（另案处理）在东莞市长安镇厦边村将一支银色仿制手枪交给被告人潘光荣，潘将该手枪放在其驾驶的白色奇瑞汽车（挂假牌粤ＳＸＸＸＸＸ）副驾驶位抽屉内，用于防身使用。同年11月11日晚上，“小二”在长安镇将疑似毒品的5包白色晶体（净重61.94克）和4包红色药丸状颗粒（净重37.26克）交给潘光荣代为保管，潘将上述疑似毒品放在随身携带的黑色挂包内。次日5时许，公安人员在东莞市厚街镇南五村雀岭街七巷2号附近抓获潘光荣，当场在潘的车内缴获上述疑似毒品（经检验均含甲基苯丙胺成分）和手枪（经鉴定是自制仿六四式手枪，是枪支）。",
    "660": "贪污：2011年初，兰州市城关区国税局局长许某和其他领导商议决定非法成立兰州祥和办公用品有限责任公司，用以代征零散税款，并从中套取代征手续费。为规避政策法规，该公司以许某朋友的女儿、秦某某的母亲和任某某的妻子为挂名股东。违规运营和收取代征手续费：许某实际领导公司，任某某负责日常管理。公司主要从事代征零散税款和代开发票业务。从2011年5月至2012年7月，公司共代征增值税及附加税约1.4亿人民币，非法收取685万余元手续费。许某还违规引导地方附税款转至其他地区，赚取代征手续费。兰州祥和公司的代征手续费收入中，除部分用于福利和运营费用外，剩余90余万元被许某、秦某某和任某某私分。许某多次从公司账户提取现金和购物卡供个人使用，总计36.979万元。此外，还报销了其朋友的私人消费。在股东未实际工作的情况下，许某、秦某某和任某某以他人名义领取工资，据为己有。包括非法成立公司、滥用职权、私分公款、虚假报销等，造成了国家和税务系统的重大经济损失。",
    "678": "进入他人住所: 被告人化光伟和卢旭民因程少飞拖欠款项未偿还，于2018年3月19日强行进入被害人冶自艳的家中。他们在敲门无人应答后，通过破坏门锁的方式非法进入。警方介入: 冶自艳报警后，化光伟和卢旭民离开现场。同日下午，警方电话传唤两名被告人，他们随后到派出所接受讯问，并如实供述了犯罪事实。 被害人冶自艳在随后一天出具了谅解书，对两名被告人表示了谅解。一审法院裁定化光伟和卢旭民无罪，理由是其行为不符合犯罪的基本特征。银川市人民检察院不同意一审的判决，支持抗诉意见，认为抗诉理由成立，即行为符合犯罪特征。化光伟和卢旭民的辩护人分别认为其行为不构成严重社会危害，应被视为治安违法而非犯罪行为。若二审法院认定其行为构成犯罪，建议免予刑事处罚。",
    "174": "伪造、买卖国家证件罪和伪造事业单位印章罪：被告人明拥刚于2016年9月开始伪造各类证件，并以每本35元或45元出售给罗贵洪、蒲海东、吴成华等人。明拥刚从乐山电脑城购得电脑、打印机、塑封机等设备，并从一名提供原材料的人处开始伪造证件。明拥军（明拥刚的哥哥）自2017年6月起负责将制成的假证送至楼下交予贩卖假证人员。买卖国家证件罪：被告人罗贵洪、蒲海东、吴成华通过粉刷办证小广告招揽客户，将客户信息发送至明拥刚制作假证，并以每本200元至800元的价格出售获利。被告人但斌、黄治平负责在乐山城区及周边区县粉刷办证广告，找客户取资料，将资料送至明拥刚处制造假证，并将假证送至客户处收费。交通肇事罪：被告人吴成华于2017年9月8日酒后驾驶车辆发生交通事故，造成王某某死亡。吴成华驾车时血液中乙醇含量为112.66mg/100ml，属于醉酒驾驶。交通事故中吴成华承担全部责任，王某某无责任。",
    "747": "原判认定，2011年9月份焦好林在沈丘县北郊乡焦柳营村东北角的私人作坊里生产烟花爆竹曾被依法取缔。2016年焦好林在淮阳县豆门乡各营村孙明程家非法制造、储存烟花爆竹，并把生产原料、半成品放置在孙明程家。2016年1月22日凌晨约2时，焦好林生产的烟花爆竹散落在孙明程家平房顶上的火药发生爆炸并起火，大火引燃了孙明程家院内部分物品，孙明程的女儿及母亲被村民救出。后消防员赶到将火扑灭。公安机关在孙明程家当场查获焦好林非法制造、储存爆炸物的原料高氯酸钾25千克、硝酸钡15千克、铝镁合金粉17千克；查获焦好林非法制造、储存的爆竹物已装药的半成品礼花弹63袋，一袋礼花弹里装有8捆礼花弹，一捆礼花弹24个，24个装药量为0.79千克，总装药量为398.16千克。经鉴定，已装药礼花弹内的爆炸物均为烟火药。案发后上述物品侦查机关已销毁。",
    "363": "2019年下半年，被告人张某在河东区汤河镇张故县自家院落内种植罂粟539株。2020年4月27日，公安机关对被告人张某种植的罂粟依法予以铲除。针对指控，公诉机关提供了书证，证人证言，被告人张某的供述与辩解等证据。公诉机关认为被告人张某非法种植毒品原植物，数量较大，其行为触犯了《中华人民共和国刑法》第三百五十一条第一款第（一）项之规定，应当以非法种植毒品原植物罪追究被告人张某的刑事责任。",
    "665": "网络赌博代理与运营：被告人唐甲自2018年5月起担任赌博网站代理，后成立“辉耀工作室”并聘请管理人员，负责运营网络赌博活动。赌博软件的制作与使用：2018年9月，被告人唐甲与被告人吴某甲合作，制作了一个自动统计下注情况的网络赌博玩家QQ群管理机器人。网站租赁与账号注册：2019年2月，被告人唐甲与其他合伙人租借了“玛雅国际”赌博网站，并注册了相关账号。资金操作与结算：涉案人员通过网络赌博网站进行充值、赌博上分、资金结算，以及与下级代理和股东进行资金往来。利润分配：赌博网站的盈亏按照合伙人平均分配，被告人唐甲从赌博网站总流水中提成。赌博玩法与赔率设置：赌博网站主要基于官方彩票如“重庆幸运农场”、“重庆快乐十分”的开奖结果，设置非法玩法和赔率。巨额资金流动：涉案人员通过银行卡、微信和支付宝收取赌资，涉及金额高达870余万元。非法获利：被告人们通过上述活动非法获得巨额利润，具体金额在文中有详细列出",
    "288": "经审理查明，2016年4月3日，被告人刘文良隐瞒其在献县银都首府小区9座1单元1401室房屋已出卖的事实，以企业资金紧张为由，在河间市联通大厦对过的苹果手机体验店内，用一份伪造的“房屋买卖合同书”作抵押向吴某借款6万元，借款期限一个月。借款到期后经吴某催要，刘文良支付四个月的利息合计8000元后逃匿。",
    "215": "公诉机关指控，2017年9月至2019年4月期间，被告人周禄兵、黄继芳在位于本市天彭镇新民西街149号附8号的“成人用品情趣屋”和繁江路22号的“远娥计生保健品”店内，向他人销售“极品伟哥”等18种保健药品。经成都市食品药品检验研究所检验，该18种保健食品均含有法律、法规禁止添加的“西地那非”成份。审理查明的事实：与指控的犯罪事实一致。",
    "756": "经审理查明：2020年3月25日21时许，李某某（14周岁）邀约被告人刘强、罗鑫、陈友科三人去河里用电击方式捕鱼来食用，三被告人同意。李某某提供了由其在网上购买的电鱼电击设备一套，四人来到叙永县处的永宁河边，李某某和被告人罗鑫负责下河电鱼，被告人陈友科和刘强负责在河边观察望风。因被路人举报，叙永县公安局民警赶到现场，将正在实施电鱼作业的被告人刘强、罗鑫及李某某抓获，被告人陈友科在得到被告人刘强的预警后逃离现场，次日到叙永县公安局江门派出所投案自首。公安民警当场查获刘强等人用于电击电鱼工具一套和捕捞到的各种鱼类44条，称重2.2千克。经叙永县农业综合行政执法大队技术人员鉴定，缴获的鱼类为：鲶鱼4条、鳜鱼4条、吻鮈1条、黑尾?2条、鲫鱼8条、马口鱼5条、宽鳍鱲20条，无珍稀鱼类。",
    "765": "公诉机关指控：被告人黄某及同伙刘某（另案处理）于2015年6月25日5时许，在本市江汉区万松园横路圣淘沙酒店旁一居民楼的二楼房间内，以人民币200元的价格将毒品甲基苯丙胺（俗称麻果）0.40克贩卖给黄某后，被公安人员当场抓获。毒品已收缴。被告人黄某在接受公安机关询问后离开。公安机关后于2015年10月29日在被告人黄某家中将其抓获。公诉机关认为，被告人黄某具有归案后如实供述罪行的量刑情节，建议判处被告人拘役或有期徒刑一年以下，并处罚金。被告人黄某对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "683": "原审判决认定：2018年6月7日17时，被告人高巍酒后驾驶电动三轮车沿蛟河市河北街深圳大街由南向北行驶，行至北京路路口左转弯时，侵入左侧车道，与沿北京路由西向东直行的驾驶的面包车相刮碰，高巍离车而去。被蛟河市公安局交通管理大队民警王军、协警员赵某劝说返回事故现场，民警在对高巍进行酒精当场测试过程中，高巍对民警王军及协警员赵某进行谩骂，打民警王军左上唇一拳，打协警赵某一个嘴巴。经法医鉴定：王军唇黏膜破溃之损伤程度评定为轻微伤。案发后，被告人高巍被抓获归案。",
    "690": "原判认定，2017年4月26日龙岩市城市管理行政执法局根据“创建全国级文明城市”的要求，对龙岩市新罗区中城解放北路龙岩二中初中部大门口路段乱张贴广告粘贴物的“老牌扁肉王”等店铺送达了“责令限期改正通知书”，但“老牌扁肉王”店主一直未对广告粘贴物自行清理整改。2017年5月9日下午，龙岩市城市管理行政执法局中城执法大队中队长张某带领林某、廖某等队员前往“老牌扁肉王”店铺，针对马路旁边店铺的门面橱窗上的广告粘贴物进行清理。在清理过程中，被告人郑某某（“老牌扁肉王”店主）不予配合，辱骂执法人员，拿扫把阻止执法人员清理广告粘贴物，被执法人员劝阻后，又在店中装了一瓢热水泼向正在清理广告粘贴物的多名执法人员，其中廖某被烫伤。经龙岩市公安局新罗分局物证鉴定室鉴定，廖某的损伤程度属轻微伤。另查明，2017年5月9日下午被害人廖某向公安机关报案，民警到达现场后将被告人郑某某带至派出所接受调查。2017年6月3日公安机关对该案立案侦查，同日对被告人郑某某下达书面传唤证，6月4日被告人郑某某被刑事拘留。案发后，被告人郑某某家属已赔偿被害人廖某经济损失15500元，被告人郑某某的行为取得被害人谅解。",
    "636": "原判认定：2015年5月5日至5月8日，被告人徐某伙同张伟强（已判刑）在位于淮滨县台头乡街道的家中二楼开设赌场，召集多人赌博，并从中抽头渔利，徐某从中获利3500元。5月8日14时许，淮滨县公安局治安大队根据群众举报对张伟强家中进行查处，并当场扣押赌具骨牌一副，打底箱一个，经清点，打底箱内有打底费16800元。",
    "680": "本院经审理查明：上诉人张承猛与原审被告人万岩妹耶系夫妻关系，万岩妹耶在广东省揭阳市榕城区渔湖试验区一五金厂打工期间，与被害人曾某某发生不正当男女关系。上诉人张承猛发现后，曾找到曾某某责问，并要求其不要再纠缠万岩妹耶。2012年9月15日19时许，张承猛与万岩妹耶在老乡张某某位于揭阳市榕城区榕东办事处西林村的出租屋吃饭，期间万岩妹耶到屋外接电话，张承猛追问得知是曾某某打电话约万岩妹耶见面，遂产生报复曾某某的念头。曾某某驾驶摩托车过来，载万岩妹耶去到榕东办事处西陈村香蕉园，张承猛携带一根螺纹钢条尾随二人过去，并躲藏在附近草丛中。当听到曾某某提出要万岩妹耶为其生育孩子时，张承猛心生气愤，手持螺纹钢条冲出来砸打曾某某，曾某某起身逃走，张承猛追赶并继续持钢条砸打曾某某的头部、背部等处，后曾某某倒在地上不动。万岩妹耶上前从曾某某的裤袋中搜出摩托车钥匙，与张承猛驾乘曾某某的摩托车（价值人民币2958元；后备箱中有手机1部，价值人民币380元）逃离现场。案发后，公安机关将赃物摩托车、手机追回，发还被害人亲属。经法医鉴定，被害人曾某某系因头部受钝器打击致严重颅脑损伤死亡。",
    "674": "原判认定，2018年5月8日，杨某（已判决）先是租赁了河源市江东新区临江镇鼎基盛酒店二楼及八楼共九个客房，从6月份开始杨某与被告人沈选红合伙以开设沐足场的名义组织卖淫女在鼎基盛酒店从事卖淫活动，并聘请了被告人黄挺在鼎基盛酒店一楼放哨、招揽嫖客、负责外围的安保等工作。沈选红与杨某两班倒管理该卖淫场所，包括接待嫖客、与嫖客介绍服务项目、谈价钱、安排卖淫女上钟、收取嫖资等事项。为确保该卖淫场所正常营业，杨某与被告人王日毫约定每月给其15000元用于疏通关系，前后共支付了54000元给王日毫。至案发时，鼎基盛酒店二楼的沐足场所每天都有几名至十几名不等的卖淫女在该场所从事卖淫活动。2018年8月4日，河源市公安局巡警支队江南大队汇同江东分局临江派出所对临江工业园的沐足场所进行清查时，在鼎基盛酒店二楼抓获杨某及其他卖淫嫖娼人员。",
    "676": "被告人王翼、彭文弘、黄康康在2015年至2016年间注册成立了几家公司，并在福建省建瓯市、三明市、厦门市、安徽省合肥市等地设立了诈骗窝点。王翼、彭文弘、黄康康在这些公司中按不同比例持股，并聘用郑馀珍负责财务和“风控”。窝点中设有“经理”、“总监”、“团队长”等职位，并招募了大量“业务员”。利用微信等网络通信软件，冒充“白富美”或男性冒充女性，使用位置虚拟软件定位自己在高档住宅小区或高消费场所。发布虚假信息，如金融平台漏洞、虚假套利等，诱使受害者在指定交易平台投资。投资资金通过第三方支付平台转入被告人控制的银行账户。实际上并无期货交易或购买金融产品，被害人的资金仅用于与被告人操控的网络平台对赌。被害人几乎没有赢的机会，导致其资金损失。2017年各窝点合计诈骗金额达到3790万余元人民币。骗得的钱款按照事先约定的比例分配，窝点“经理”、“总监”、“团队长”、“业务员”根据各自角色和业绩获得分成。调查过程中，相关当事人的财产被查封或冻结，包括房产、车辆、银行存款和股票等。 案件的判决依据了多种证据，包括被害人和证人的陈述、交易记录、勘验笔录、图片、视频、通信记录等。总结来说，这是一起组织严密、分工明确的网络诈骗犯罪，涉及大量的被害人和巨额资金流动。",
    "668": "原审判决认定，1、2017年1月，被告人梁宏谎称其能够在内蒙古群星机动车驾驶员培训有限责任公司包过驾驶证科目二、科目三考试，骗取被害人张某1人民币1500元。2、2017年6月至8月期间，被告人梁宏谎称自己能够办理驾驶证并包过，取得安徽人马某的信任，马某将其同乡孙子学、张某2、程某介绍给梁宏，梁宏总计收取三名被害人人民币25000元，其中孙子学人民币7000元、张某2人民币8000元、程某人民币10000元。3、2017年7月，被告人梁宏通过付有认识被害人姜某1，梁宏自称能安排姜某1的孩子到朝阳市高中上学，骗取姜某1人民币30000元。在办理此事过程中，梁宏谎称自己在赤峰的工程出现伤亡事故，需要赔偿，向姜某1借款人民币300000元。后因上学之事办理未果，在姜某1多次索要钱款后梁宏于姜某1报案前归还人民币30000元。4、2017年9月至10月期间，被告人梁宏谎称其能够办理驾驶证Ｂ证升级Ａ证，取得被害人隋某、宋某的信任后，分别于2017年9月27日和2017年10月1日收取被害人隋某人民币11000元、宋某人民币12000元。上述款项大部分被梁宏用于个人消费。",
    "106": "破坏生产经营罪：江某甲因其房屋受损指责附近的石灰石矿，并与其他村民多次阻碍矿山的生产，对矿山造成较大的经济损失。这一行为构成了破坏生产经营的犯罪。 江某甲在北京多次非法上访，尤其是在中南海周边非法上访，被北京市公安局西城分局训诫。 敲诈勒索：江某甲在与葛仙山乡政府协调过程中提出无理赔偿要求，包括一次性支付150,000元和购买社会保险。江某甲在上访期间，以继续留置北京上访为要挟，向葛仙山乡政府工作人员索要钱财共计19,000元人民币，最终获得了16,000元。",
    "695": "故意伤害：2016年10月27日凌晨，在阳春市春城幻影酒吧，杨合与林某等人参与一场打斗，其中林某持刀砍伤肖某面部，李某2也受伤。持械斗殴：在此次冲突中，双方使用刀棍等武器进行打斗。非法携带、使用枪支：林某在逃离现场后拿到枪支，并在后续的冲突中尝试使用（但未成功击发）。报复性攻击：杨合、林某及其他人驾车去人民医院寻找蓝某等人进行报复。交通肇事：在医院门口和随后的追逐中，双方驾驶小车进行追撞，导致多人受伤和车辆损坏。投案自首和赔偿：2018年5月21日，杨合自首，并在审判期间对受害人进行了赔偿。此外，杨合此前因故意伤害罪被判刑，并在2016年8月释放。这起案件涉及多方面的犯罪行为，包括故意伤害、持械斗殴、非法使用枪支、报复性攻击和交通肇事等。",
    "63": "2017年7月2日，被告人洪某健经皇岗口岸入境，未向海关申报，也未将随身携带的行李物品过机接受检查，被海关抽查，在洪某健行李内查获ＫＩＭＢＥＲＲＹ止咳水（120ｍｌ／瓶）5瓶。经深圳海关缉私局司法鉴定中心鉴定，上述止咳水含可待因成分",
    "194": "经审理查明，案发前，被害人冯某1等五人合法取得罗田县九资河镇麒麟畈村菱角堂处土地使用权，并委托被害人冯某2前对该地进行平整建房。2015年6月至案发前，被告人朱玉金、朱美足因对该地使用权归属问题存在异议，多次在施工现场采取搭棚、剪钢筋、静坐等手段阻止施工，先后多次被有关部门批评制止，并于2017年12月伙同朱美春采取静坐，撒泼放混等方式阻止施工。2018年7月，被告人朱玉金，朱美足、朱美春共谋商定，由朱美足负责组织人手及提供资金，采取到施工现场切割钢筋等手段，再次阻止被害人冯某2前建房施工。同年8月2日晚，被告人朱美足谎称自建房需切割钢筋，骗取氧焊工丁某的信任，并伙同被告人朱美春租赁魏某的依维柯客车，从罗田县凤山镇赶往九资河镇施工现场。与在此处等候的被告人朱玉金汇合后，被告人朱美足指使丁某对房屋钢筋进行切割，被告人朱玉金、朱美春在旁望风，钢筋切割完后，被告人朱美足、朱美春及丁某乘坐魏某驾驶的车辆返回罗田，被告人朱玉金清理现场遗留的足迹及车胎迹后返回家中。经鉴定，被切割的钢筋价值为1.2951万元。",
    "607": "受贿罪：在2012年至2013年间，被告人许宗旋在阳西县农业和水务局工作期间，利用职务之便，在采购化肥和设计水果产业带项目中收受贿赂。他首先从东莞保得生物工程有限公司接受20000元人民币作为回报。随后，许宗旋又在承接水果产业带项目的设计工作时，协助江门市德施普农业科技有限公司挂靠阳江市正德设计咨询有限公司并签订了设计合同，从而在项目完成并报账后，又收受吕某某提供的45000元人民币。贪污罪：许宗旋还涉嫌在两个不同的时间点进行贪污。第一次是在2012年中秋节前，他从阳西县农业和水务局的“小金库”中取钱作为出差费用，并在回来后与同事共同侵吞剩余的20000元。第二次是在2013年春节前，许宗旋指示梁某某从小金库中领取100000元，并最终与梁某某及韩某某私分侵吞，名义上是春节特殊补贴。",
    "738": "非法种植罂粟: 高爱梅于2018年10月在其位于新安县磁涧镇礼河村十三组老宅旁的土地上种植了罂粟。2019年4月29日，这些罂粟被新安县公安局磁涧派出所工作人员发现并铲除，总计有589棵。高爱梅的供述: 她承认自己在2018年10月收完玉米后，在家老宅南边的荒地上种植了罂粟，目的是为了治疗胃病。罂粟籽是之前一位买馍的顾客给的。她也确认了种植的罂粟数量为589棵。证人张某的证言: 张某证实了高爱梅在其家老宅边空地种植罂粟的事实，并指出在2019年4月25日摘除了部分罂粟，但具体数量不详。新安县公安局提交的司法鉴定意见确认，所查获的植物为罂粟科罂粟属的罂粟，属于毒品原植物。高爱梅的辩护人提出，她是自首，并且种植罂粟的目的仅为治疗胃病，没有主观恶性，社会危害性较小。此外，在被查获前，家属已经铲除了部分罂粟，未造成更大的社会危害。",
    "604": "受贿罪：2003年至2013年期间，杜旭辉担任长沙市雨花区洞井镇党委书记、湖南环保科技产业园（环科园）工委副书记及管委会主任、长沙市雨花区委常委等职务。在此期间，他利用职务便利为他人谋取利益，伙同其弟弟杜旭杰共同收受了多个公司控制人所送的财物，总计超过450万元人民币。滥用职权罪：杜旭辉在2005年至2015年期间，作为雨花区常委、环科园及雨花经济开发区的主要负责人，滥用职权。他未经法定程序，擅自对环科园和雨花经开区内的过境渣土运输车辆和园区内的建设项目中渣土运输进行审批收费。此行为违反了城市建筑垃圾管理和处置的法律规定，干预了正常的渣土执法管理，导致部分车辆二次交费，以及长沙市渣土管理处未能正常收取服务费，造成了国家和集体经济损失达1984.41万元人民币。综上所述，杜旭辉的犯罪内容包括受贿和滥用职权，涉及大额财物的非法收受以及违反职务规定的行为，对公共管理和经济秩序造成了严重影响。",
    "83": "集资诈骗：被告人曹宏图在2011年11月至2012年7月期间，以承建富士康产业园先导区污水收集工程为名，虚构需要资金的事实，并隐瞒已经将向阳花苑安置楼工程转包给他人的真相。他以缺少资金为由，承诺支付高额月息（2%-5%）以吸引投资，从而骗取张某乙、黄某等人共计人民币9172500元，并最终逃匿。非法吸收公众存款：从2006年到2012年8月，被告人曹宏图单独或与被告人韩国华合作，以盐城众邦建筑工程有限公司或他们个人的名义进行宣传，承诺支付高额月息（1.5%至10%）作为回报，以借款的名义非法吸收公众资金。这些非法活动涉及的总金额为人民币53890200元。其中，盐城众邦建筑工程有限公司参与非法吸收的金额为人民币2040000元，而韩国华则通过出具借条或提供担保的方式吸收资金，金额达到人民币10600000元。到了2012年8月初，曹宏图已无力偿还债务，遂与韩国华共同出逃。总结来说，这起案件涉及的犯罪行为主要包括集资诈骗和非法吸收公众存款，涉及金额巨大，且被告人在无力偿还债务后选择逃匿。",
    "292": "原判认定，被告人苏永全于2017年5月12日12时许在合浦县其经营的汽配店内，与郑某喝茶并商量从网络上购买相关配件自行组装气枪打鸟。随后，郑某利用他人的手机在网络上用270元购买了两根不锈钢管，其余气枪配件由苏永全利用其ＯＰＰＯ牌手机在网络上购买，购买的配件均送到汽配店。气枪配件购买齐全后，苏永全根据网络上提供的图纸在其汽配店内拼装，二支气枪拼装好后，郑某拿一支回家收藏，苏永全把另一支收藏在其家后门楼房地基的草丛里。同年10月9日20时许，苏永全保管的气枪被公安民警查获。次日，郑某的妻子付七姨上交了郑某收藏的另一支气枪。经北海市公安局物证鉴定所鉴定，该两支枪支均能正常击发，是以压缩气体为动力，均为《枪支管理法》规定的枪支。",
    "725": "公诉机关指控并经审理查明：2017年7月，被告人郭红涛为办理子女进京落户事宜，在本市丰台区南苑其家中，通过微信向卖家提供3份户口本及“如皋市公安局九华派出所户口专用”、“如皋市九华镇九华初级中学”等9枚印章的样式，并以1500元的价格购买上述伪造的证件和印章，其中包含3份国家机关证件、3个国家机关印章和1个事业单位印章。被告人郭红涛于2018年4月4日在本市大兴区西红门福星花园被民警查获。被告人郭红涛到案后能如实供述上述罪行，涉案赃物已全部起获。公诉机关建议以伪造、买卖国家机关证件、印章罪判处被告人郭红涛有期徒刑六个月至九个月，并处罚金；以伪造事业单位印章罪判处被告人郭红涛拘役三个月至四个月，并处罚金。被告人郭红涛对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "350": "贪污犯罪：崔某某在上海市建筑施工行业协会（上海建筑行业协会）担任副秘书长兼办公室主任。利用分管财务管理的职务便利，通过上海市浦东新区潍坊街道鸿泰刻字服务部的何某某，虚开印刷费发票进行报销。侵吞建筑协会资金共计309,698元人民币。诈骗犯罪：崔某某挪用建筑协会资金350万元支付个人购房款。同年3月25日，谎称建筑协会需要资金周转，以建筑协会名义与王华清签订350万元的借款协议，骗取该款项。崔某某挪用建筑协会资金360万元用于偿还王华清借款。4月30日，谎称建筑协会财务审计中出现资金缺口，以建筑协会名义与颛桥公司签订360万元的借款协议，骗取该款项。2015年5月6日，崔某某谎称建筑协会财务审计出现资金缺口，以建筑协会名义骗取奉贤二建公司60万元用于个人开销。2015年6月11日，崔某某挪用建筑协会资金86.34万元，其中60万元用于偿还二建公司借款，剩余资金用于个人开销。2015年7月16日，崔某某挪用建筑协会资金360万元用于偿还颛桥公司欠款。7月30日，谎称建筑协会因财务审计出现资金周转困难，以建筑协会名义与广厦公司签订460万元的借款协议，骗取该款项。总体来看，被告人崔某某利用其在建筑协会的职务便利，进行了一系列贪污和诈骗行为，涉及金额数百万元。",
    "287": "原审判决认定，被告人刘永于2012年10月11日上午，在二手车网站发现被害人洪某登记的银灰色保时捷卡宴越野吉普车，因无力购买，便欲抢该车。被告人刘永遂购买一张新手机卡与被害人洪某取得联系，二人约定在沈阳市铁西区景星北街小北一路工商银行门前见面。被告人刘永提出试开该车，又提出查看车辆的发动机，被告人佯装同被害人一同查看发动机后，趁被害人洪某关机器盖不备之机，迅速坐上驾驶位置，发动车辆将车开走。被害人阻拦致右肘部受轻微伤。被告人刘永抢得车辆后，因惧怕被发现，遂与他人置换了车辆并获赃款19.2万元，被告人将赃款挥霍。2013年10月23日，被告人刘永被公安机关抓获。经鉴定，被抢车辆价值13万元。现该车已追缴并返还被害人。",
    "360": "经审理查明，被告人何俊荣何某某系珠海进步软件科技有限公司法定代表人、股东（珠海进步软件科技有限公司现有股东为何俊荣何某某、万贤德万某某，但另一名股东万贤德万某某并未参与公司实际管理）。2010年5月至2013年10月间，被告人何俊荣何某某以其公司投资水利工程及多项高科技项目，需要大额资金，且承诺借款有高额利息为由，向何某2、吴某2等人借款。期间，何某2、吴某2以珠海进步软件科技有限公司顾问的形式参与该公司的管理。何某2将个人资金及向其亲友借款后资金共计人民币1144.85万元以高息借予被告人何俊荣何某某；吴某2个人或介绍匡某、丁某、钟某等人向被告人何俊荣何某某借款共计416.75万元。案发前，被告人何俊荣何某某向何某2还款449.3998万元，向吴某2及其亲友还款189.30895万元。2014年6月12日，被告人何俊荣何某某被抓获归案。",
    "494": "德惠市人民检察院指控：2019年7月21日17时许，被告人张树义、张树洋、王立秋、张忠申在饮马河禁渔期内，经预谋后驾驶汽船，使用捕捞网、电瓶、打鱼器等捕鱼工具在饮马河德惠段进行捕鱼活动，共计捕捞各种鱼约5公斤。案发后，被告人张树义投案自首。并提供了相关证据。经本院审理查明，2019年7月21日17时许，被告人张树义、张树洋、王立秋、张忠申在饮马河禁渔期内，经预谋后驾驶汽船，使用捕捞网、电瓶、打鱼器等捕鱼工具在饮马河德惠段进行捕鱼活动，共计捕捞各种鱼约5公斤。以上证据经庭审举证、质证，证据间能够相互印证，足以作为本案的定案依据",
    "80": "经审理查明，2016年农历10月份和2017年农历2月至3月间，被告人茶光辉未办理林木采伐许可证，到位于漾濞县茶光辉户自留山（小地名：“阿太坟后”）内，使用油锯砍伐林木151棵，用于建盖住房、厨房和牲口圈房。2019年7月19日,漾濞县林业和草原局,在开展森林核查疑似问题图斑核查工作中发现上述滥伐林木的情况后，于2019年12月31日移交漾濞县森林公安局处理。2020年5月13日,该局予以立案侦查。2020年5月15日，茶光辉被传唤到案。经鉴定，茶光辉砍伐的林木树种为云南松，蓄积为28.2立方米。",
    "460": "经审理查明，2017年5月30日20时许，被告人周亮亮酒后无证驾驶闽Ｃ×××××二轮摩托车搭载酒后的被告人凌靖从石狮市彭田村至石狮市灵秀镇西环路豪健服装厂门口，随意殴打该厂保安邱某，被告人周亮亮用拳头击打被害人邱某的手腕部，被告人凌靖将邱踢倒在地，该厂行政经理叶某赶到现场后，两被告人又共同殴打叶某，后被公安人员当场查获。经鉴定，被害人邱某的右腕部损伤致右桡骨下段骨折，累及右腕关节面，其损伤程度属轻伤一级；被告人周亮亮、凌靖的血液中检出乙醇浓度分别为181.54ｍｇ／100ｍｌ、241.39ｍｇ／100ｍｌ，均属醉酒状态。被告人周亮亮、凌靖于当天被公安机关送到泉州成功医院醒酒。次日被石狮市公安局决定行政拘留十一日，同年6月11日被刑事拘留。2017年7月23日，被告人周亮亮、凌靖的家属与邱某达成调解协议，赔偿邱人民币7000元并取得谅解。另查明，被告人周亮亮因本案被羁押期间表现良好，看管部门建议予以从轻处罚。",
    "619": "原判认定，2017年6月9日13时许，被告人黄勇在贵阳市云岩区市北路123号黔灵半山小区Ａ2栋负3楼停车场，将被害人陈某停放在该处的一辆优弧牌电瓶车盗走。经贵阳市云岩区发展和改革局价格认证中心鉴定该车价值人民币2500元。案发后，被盗赃物已追回并发还被害人俱领。",
    "643": "原审法院认定，2015年8月初，被告人董某某在延安市宝塔区山狼岔经营的“拉卡拉小店”超市内先后为赌博人员老婆、高某、梅某、庞某、赵某、潘某某、张某某、延玲（指李某某）提供赌博场所，以“打麻将”方式提供赌具、资金，组织赌博，并约定赌注为100元至200元，每场赌局抽取非法利润400元。2015年9月4日14时许，其组织赌博人员潘某某、李某某、张某某在“拉卡拉小店”超市内进行赌博，后被公安机关当场抓获，并缴获被告人董某某赌资1200元，已随案移交；缴获潘某某赌资8500元、张某某赌资1400元、李某某赌资100元，已被公安机关收缴。从2015年8月初至9月4日，被告人董某某为参赌人员提供赌资90000余元，抽头渔利8000余元。原审法院认为，被告人董某某以牟取非法利润为目的，为赌博人员提供场所、设定赌博方式、提供赌具、资金，其行为已构成开设赌场罪。鉴于被告人当庭自愿认罪，具有悔罪表现，故可酌情从轻处罚。依照《中华人民共和国刑法》第三百零三条第二款、第四十五条、第四十七条、第六十四条之规定，以被告人董某某犯开设赌场罪，判处有期徒刑六个月,并处罚金5000元；涉案赌资1200元，依法予以没收。",
    "114": "平湖市人民检察院指控：被告人王某利用职务便利，非法占有单位财物，价值145万元，属数额巨大，其行为已构成职务侵占罪；被告人王某以转移财产、逃匿的方法逃避支付劳动者报酬，共计230299.7元，数额较大，经政府有关部门责令支付仍不支付，其行为已构成拒不支付劳动报酬罪。被告人王某一人犯数罪，应当数罪并罚。",
    "110": "被告人童庆华伙同朱建强等人，利用朱建强国家工作人员的职务便利，侵吞公司钱款共计40万元，其行为已构成贪污罪。同时，被告人童庆华作为国家工作人员，利用职务上的便利，非法收受他人贿赂款26万余元，为他人谋取利益，其行为已构成受贿罪。在贪污共同犯罪中，被告人童庆华起次要作用，系从犯。被告人童庆华有坦白情节。被告人童庆华一人犯两罪，应予以数罪并罚。经审理查明：一、贪污罪2004年上半年，浙江五矿华星进出口有限公司副经理朱建强（另案处理），利用职务上的便利，与被告人童庆华及李西云、陈志军（二人均另案处理）商议，将该公司40万钱款非法占为己有，其中被告人童庆华实际分得10万元。2009年4月21日，被告人童庆华以转账方式将上述10万元退还给朱建强。",
    "677": "非法转让、倒卖土地使用权：被告人邹某华及同案人通过参与拍卖会，非法协同行动限制竞价，获得低价土地使用权。拍卖会结束后，他们将这些土地使用权再次非法拍卖，以获得利益。强迫交易：2011年，沈某贵、黄某能等人通过威胁和恐吓的方式迫使其他拍卖参与者放弃竞价，从而非法获得土地使用权并转让给他人以获利。职务侵占：被告人曾某龙及同案人作为村组长等职务人员，利用职务之便，从村民吴某4处索取土地补偿费，并伪造文件以合法化此次非法交易。开设赌场：被告人邹某华与同案人在安远乡开设赌场，进行非法赌博活动，并从中获得非法利益。总体来看，这些案件涉及组织和参与非法交易、职务侵占和赌博等多种违法行为，涉案人员通过串谋、欺诈、威胁等手段进行犯罪活动，造成了一定的社会和经济损害。",
    "755": "新野县人民检察院指控，善心汇网站以“扶贫济困、均富共生”为名，依托“善心汇众扶互生大系统”会员管理为平台，要求在线人员缴纳一定费用获得会员资格，以高额静态收益和动态收益为诱饵，不断吸收资金、发展下线，形成“金字塔”结构模式及层级关系，根据所发展会员的布施金额、次数获取相应收益，收益来源依靠会员间的赠与完成，会员间流动系统内没有资金增值渠道，只能依靠后期会员的资金进入来支撑前期会员的盈利。被告人齐华敏于2016年10月29日使用其妻子曹某身份证注册成为善心汇会员，用户名是ｃｊｊ16888，ＩＤ号为245775，所在层级为10层，下线层级有6层，发展的下线共计有138个会员账户。被告人齐华敏在善心汇网站平台共完成13次赠与累计73000元，12次受助累计82100元，属于Ｂ轮功德主。",
    "686": "赵大卫在高青县经营的两个洗浴中心（田横休闲会所和在水一方洗浴城）中组织卖淫活动。在这两个洗浴中心，共计组织了7043次卖淫行为。 被告人赵大卫雇佣多名员工（包括张欣、商某某等）在这两个洗浴中心工作，其中一些员工参与了卖淫活动的管理和组织。通过这些卖淫活动，赵大卫非法获利共计971384元。赵大卫在洗浴中心制定了《员工守则》和《经理职责》，并在两个洗浴场所使用收费管理软件，以便于管理和记录。张欣从服务员升为领班，最终成为洗浴中心经理，负责日常管理和组织卖淫活动。张某甲作为田横休闲会所KTV的经理，也参与了卖淫女的招募和运送。张欣在其日记中记录了洗浴中心的运营情况，包括客流量、营业额和卖淫女的提成等。张某甲招募了未成年的曹某在田横休闲会所从事卖淫。被告人赵大卫在案发后退缴了部分违法所得（5万元），并劝说同案犯张某甲主动投案。综上所述，本案涉及严重的组织卖淫犯罪，包括对未成年人的卖淫招募，以及通过结构化管理和记录来维持和扩大这一非法活动",
    "435": "合同诈骗罪：被告人李永生在2014年10月至11月期间，在北京市朝阳区小红门乡恋日绿岛小区等地，虚构合作建设欢乐谷园内雨林观赏馆项目的事实。他提供了伪造的《工程承包合同》，并与两名被害人签订了虚假的《建设工程合作协议书》，通过此方式骗取了合计人民币29万元的施工保证金。诈骗罪：被告人李永生于2016年3月，在北京市朝阳区珠江帝景餐厅等地，以帮助被害人侯×1介绍欢乐谷海洋馆工程并声称需要打点关系为由，骗取了侯×1人民币5万元。李永生使用了假名“张永生”和假身份证号码，而且在侯×2支付款项后突然失联。在法庭审理中，李永生对合同诈骗罪的指控没有异议，但对诈骗罪的指控辩称自己与被害人之间存在借款关系，并非诈骗。然而，法院审理后认为李永生的行为符合诈骗罪的构成要件，超出了民事纠纷的范畴。因此，法院不接受其及其辩护人关于诈骗罪的辩解和辩护意见。",
    "669": "（一）2011年9月13日晚，在临江市东大桥附近因被害人胡某甲没有让被告人李亚非超车，李亚非开车将胡某甲的车别停，并撞坏胡某甲的车后，李亚非下车用木棒将胡某甲左臂打伤。胡某甲因左胳膊受伤到临江市医院治疗，并告知李亚非让李亚非结算医药费，李亚非到临江市医院用自带的砍刀将胡某甲头部砍伤。经鉴定，胡某甲头部外伤，造成左头顶部4.0厘米瘢痕为轻微伤，左臂外伤造成左尺骨粉碎性骨折，损伤程度为轻伤一级。另查明，李亚非赔偿胡某甲人民币2万元。（二）2017年2月2日晚，被告人李亚非与被害人李某乙因琐事在电话中发生争吵，双方相约到临江市东嘉花园小区门口见面，李某乙开车到东嘉花园小区门口后，李亚非持刀与被告人周文涛，还有其他人员（未到案），对李某乙进行了多次殴打。经鉴定，李某乙头顶部及右臂外伤造成右侧头顶部3.0厘米瘢痕、右臀部4.0厘米和1.5厘米两处瘢痕，损伤程度为轻微伤。另查明，李亚非赔偿李某乙人民币6万元，李某乙表示对此事不再追究，对李亚非表示谅解。",
    "50": "2011年4月29日上午9时许，合阳县西新街华凡小区陈某某在合阳县金塔建材市场“新中异”不锈钢门店因琐事与该店老板刘某某之兄刘某某甲发生争执，随后，陈某某叫来被告人屈某某，被告人屈某某手持事先准备好的砍刀将刘某某甲头部、颈部等身体多处砍伤，后逃离现场。当日中午2时许，被告人屈某某一手提砍刀，一手提汽油桶再次来到金塔建材市场，将汽油倒入“新中异”不锈钢门店内点燃，引起大火，致“新中异”不锈钢门店内物品损失达3465.9元。经法医鉴定：刘某某甲的身体损伤程度属轻伤。",
    "611": "被告人刘尚涛、赵东秀、何强合谋出资，购买了两家公司的相关资料，并设立了北京鑫发智创商贸有限公司和北京海成达成商贸有限公司。他们雇佣韩要开和方文豪分别以自己的名义为这两家公司开设银行账户。韩要开还被任命为北京鑫发智创商贸有限公司的法定代表人。这些公司通过互联网发布招聘信息，声称招募人员进行“钻石画”加工。他们向全国各地的884名被害人收取了保证金，总计人民币247.8万元。尽管进行了一些退款，实际收取的保证金总额为235.64万元。被告人通过虚假客服身份（使用假名）和不实的加工费结算单，吸引并欺骗客户。完成工作后，他们以产品不合格等借口拒绝返还保证金，并将投诉的客户从微信中拉黑。涉案的保证金被用于支付广告费用、员工工资以及被告人之间的分配。案件最终被警方介入调查，一些被告人自首并协助警方抓捕其他共犯。在搜查中，警方查获了各种相关物品和资金。被告人及其亲属退还了一部分赃款，共计71.61万元，但仍有大量的赃款未能追回。",
    "688": "抢劫罪：被告人刘忠帆针对被害人王某乙进行了两次犯罪行为。第一次是在2014年1月19日，刘忠帆利用摩托车接近王某乙，假借借用的名义，以威胁手段抢走王某乙的白色苹果5S手机，价值约5226.36元人民币。王某乙出于对刘忠帆的恐惧，将手机交给了他。后续尽管王某乙多次催促，刘忠帆没有归还手机，最终王某乙因害怕放弃追回。第二次发生在2014年3月6日，被害人叶某因私人原因前往刘忠帆家，刘忠帆在卧室内拿出匕首威胁叶某，强行夺走叶某带来的200元人民币。敲诈勒索罪：2014年3月9日晚，刘忠帆得知王某乙有另一部苹果5S手机后，再次起了非法占有的念头。他用砍刀威胁王某乙，要求其次日给他2000元人民币或借用手机。同年3月15日，刘忠帆联合郑某找到王某乙，再次索要2000元或手机。当王某乙拒绝后，刘忠帆威胁其。2014年3月17日，刘忠帆得知王某乙父母报案后，带着郑某和带有钢管的摩托车在王某乙家附近等候，但因成年人在场而逃离现场。",
    "224": "重庆市万州区人民法院判决认定，2016年11月至2017年1月期间，被告人谭元培分别委托张某某和被告人蒲江鸿网购了射钉器、钢管、固定器等配件，后由被告人谭元培、蒲江鸿在蒲江鸿父亲蒲某2的原居住地将上述配件改造、组装成枪支，被告人谭元培此后多次持该枪支打猎。2017年12月13日，公安民警将被告人谭元培抓获，从其所骑摩托车上查获射钉器改造枪支一支、空包弹八发、钢珠二瓶及装有黑火药的牛角瓶一个。经鉴定，该枪支是以火药为动力发射非制式枪弹的非制式枪。另查明：诉讼中，被告人谭元培揭发他人涉嫌非法制造枪支罪的行为，并经查证属实。上诉人谭元培对原判认定的事实和罪名没有提出异议，辩解自己是多年的人民教师，因对枪支管理的法律规定懵然无知，构成了犯罪，到案后，如实供述犯罪事实，自愿认罪悔罪，积极检举他人犯罪，其主观恶性较小，未产生社会危害，没有再犯罪的危险，原判量刑过重，请求依法改判并适用缓刑。辩护人以相同理由为谭元培辩护。上诉人蒲江鸿提出自己是老实农民，无任何违法记录，不清楚买配件会触犯法律，后来帮助组装是对谭元培作为小学副校长的信任，系人之常情，从来没有想过会危害别人或社会，请求对其适用缓刑。辩护人提出蒲江鸿如实供述犯罪事实，有立功表现，自愿认罪认罚，无前科劣迹，请求对其减轻处罚并适用缓刑。",
    "704": "经审理查明，2019年12月至2020年3月间，被告人徐亚将用其本人身份证办理的两家公司（厦门旗素帆贸易有限公司、厦门翼赐夕信息技术有限公司）的营业执照及对公账户银行卡、U盾等材料卖给上家，从中获利人民币1500元。",
    "281": "东莞市第三市区人民检察院指控称，2007年11月份开始，被告人关某在东莞市横沥镇天桥路桃苑管理处3号经营兴健饮食店。2015年10月份，关某为增加麻辣烫的口感，多次购入罂粟壳粉用作熬制调料，并使用熬制成的调料制作麻辣烫以销售。2015年11月9日，公安机关对兴健饮食店进行检查时，现场缴获罂粟壳粉末438克。经中国广州分析测试中心鉴定，在缴获的汤料中检验出吗啡（1276μｇ／ｋｇ）、可待因（1614μｇ／ｋｇ）、罂粟碱（912μｇ／ｋｇ）、蒂巴因（2504μｇ／ｋｇ）、那可丁（794μｇ／ｋｇ）成分；在缴获的罂粟壳粉检验出吗啡（5.4×104μｇ／ｋｇ）、可待因（1.2×105μｇ／ｋｇ）、罂粟碱（9.1×104μｇ／ｋｇ）、蒂巴因（2.4×105μｇ／ｋｇ）、那可丁（8.6×104μｇ／ｋｇ）成分。公诉机关提供了现场勘查笔录、现场图及现场照片、搜查证、搜查笔录，罂粟壳粉438克，中国广州分析测试中心检验报告，抓获经过、原籍材料、扣押决定书、扣押清单、商铺租赁合同、工商营业执照、卫生许可证，审讯录像一盒。证人马某、李某的证言，被告人关某的供述、辨认照片和指认照片等证据。提请本院依法惩处。被告人关某对公诉机关起诉指控的事实、罪名均无异议，未提出辩解意见。被告人关某的辩护人提出被告人犯罪情节轻微、认罪悔罪的辩护意见，请求对被告人从轻处罚。",
    "422": "非法注册和运营公司：被告人王某以他人名义在不同地点注册并运营多家生物科技公司，包括上海圣迪生物科技有限公司、遂平圣迪生物科技有限公司和遂平康宝生物科技有限公司，实际上由王某控制。虚假经营：王某及其组织的其他被告人（包括王某甲、张某等）参与这些公司的日常运营。其中，王某负责总体管理，张某处理财务事务，王某甲负责外部协调和内部管理，另有人员负责物流和产品销售。假药生产和销售：王某购进半成品保健品、医疗器械和消毒用品，然后在租赁的房屋中进行包装，并贴上自行印制的标签和说明书，冒充正规药品销售。这些产品未经相关部门批准，并且在说明书和标签中虚假标注有治疗功效。使用伪造的生产批号和商标：王某使用多个不同厂家的保健食品、医疗器械和消毒用品的生产批号，并非法使用上海圣迪生物科技有限公司的“众圣”牌商标。非法销售渠道和收款方式：通过电话、QQ、阿里巴巴销售网等方式接受订单，利用物流公司代收货款或通过银行转账收款，将资金转入多个人的银行账户。大规模的假药储存和转移：在被公安机关查获时，王某和其组织的人员正在转移大量假药，现场查获的假药超过53000盒，以及大量的外包装和相关设备。这些行为构成了严重的非法经营罪和生产、销售假药罪，涉嫌欺诈、伪造和违反药品管理法规，对公众健康构成了严重威胁。",
    "743": "公诉机关指控，2018年1月份，被告人侯小青在宣汉县潇池社区南二小路口二楼开始经营裕丰宾馆。2018年12月3日，吸毒人员向仕阳与吸毒人员向君到裕丰宾馆2202房间开房，晚上一起吸食冰毒，被告人侯小青一起参与吸食。2018年12月4日晚上，被告人侯小青与吸毒人员向仕阳、向君在裕丰宾馆2202房间一起吸食冰毒。2018年12月6日上午，被告人侯小青与吸毒人员向仕阳、向君在裕丰宾馆2202房间一起吸食冰毒。上述事实，公诉机关建议对被告人侯小青判处拘役六个月，缓刑十个月，罚金4000元。被告人侯小青对指控事实、罪名及量刑建议没有异议，同意适用速裁程序且签字具结，在开庭审理过程中亦无异议",
    "534": "公诉机关指控，2013年10月上旬，被告人马某某在明知程远华涉嫌犯罪被网上追逃的情况下，仍为其提供便利，帮助其潜逃。针对指控，公诉机关提供了被告人马某某供述、证人证言、物证照片、扣押物品清单、起诉意见书、到案经过、户籍证明等证据。公诉机关据此认为，被告人马某某的行为已构成窝藏罪，提请本院依法惩处。被告人马某某及其辩护人对指控的罪名及事实均无异议。辩护人提出，马某某认罪、悔罪态度好，建议从轻处罚。经依法审理查明，被告人马某某与程远华系兄弟关系，2013年10月上旬，被告人马某某在明知程远华涉嫌犯罪被公安机关追逃的情况下，仍多次与程远华联系，商议帮助程远华潜逃，同年11月11日，被告人马某某提供车辆从许昌送程远华潜逃到安阳时，被公安机关抓获。另查明，程远华已因涉嫌犯非法吸收公众存款罪被驻马店市公安局西园分局另案移送审查起诉。同年10月2日10时许，他和弟弟程某某开车从泌阳到许昌接程远华去安阳，到安阳后程远华到一个公园去见赵林。当天他们三人离开安阳到新乡住下，次日离开新乡时，程远华买两个手机卡，给他一个，他们之间单线联系。2013年10月10日晚，程远华给他打电话让他从许昌接自己到安阳，从安阳直接去南方。次日早上，他和弟弟程某某从泌阳开着比亚迪轿车到桐柏县接他舅舅马某稳，到桐柏县后换了科邦集团的现代轿车（黑色，车牌号豫ＥＣ5022），10时许他们到许昌汽车东站接到程远华，途中他们三人手机全部关机。到安阳后与科邦集团的“小郑”和常某某一起吃午饭时被公安机关抓获。",
    "731": "经审理查明，刘某诉陆永权买卖合同纠纷一案，固始县人民法院于2011年2月28日作出（2010）固民初字第900号民事判决，陆永权欠原告货款48000元，于判决生效后立即给付35000元，并按35000元本金支付利息，于2020年9月6日前给付13000元。陆永权不服提出上诉，信阳市中级人民法院于2011年10月25日作出（2011）信中法民终字第962号民事判决，驳回上诉，维持原判。刘某2012年2月28日向固始法院申请执行，2012年3月5日固始法院立案执行，2012年3月5日向被执行人陆永权送达了执行通知书：执行款35000元及利息、诉讼费1000元、执行费425元。被执行人陆永权仍不履行。2014年1月8日本院对陆永权司法拘留15日。2014年1月13日本院裁定扣押被执行人陆永权养殖的价值38000元的活鸡、活鸭等。因被执行人陆永权之妻孙培荣不配合，裁定未能执行。在本案的审理过程中，被告人亲属将货款交付给自诉人刘某32000元，得到自诉人的谅解。",
    "749": "2019年5月26日15时许，被告人林一挺未依法取得摩托车驾驶证、驾驶无号牌正三轮轻便摩托车，途经本市白云区均禾街新石路七星岗路口时，遇广州市公安局白云区分局均禾派出所民警带领执勤人员在该处查处“五类车”，林一挺为逃避检查和处置，将执勤人员陈某耀咬伤，后被当场抓获。经鉴定，陈某耀的损伤特征符合咬伤所致，损伤造成其右手中指皮肤破损，程度属轻微伤。公诉机关认为，被告人林一挺以暴力方法阻碍国家机关工作人员依法执行职务，应以妨害公务罪追究其刑事责任，且认为，被告人林一挺犯罪后如实供述自己罪行，可从轻处罚。公诉机关提请本院依法判处并建议判处被告人林一挺九个月以下有期徒刑或者拘役，可适用缓刑。被告人林一挺犯罪后如实供述自己罪行，可从轻处罚。",
    "134": "经审理查明，2015年1月20日上午10时许，胡某2（已判刑）家与同村民组的张某1家因地界问题发生纠纷并抓打，鱼洞派出所要求双方先到医院检查治疗后到鱼洞派出所接受处理，张某2、张某4便将其父张某1送到鱼洞卫生院检查治疗。胡某2电话邀约刘某2（已判决）组织人员教训张某2、张某4，胡某2、刘某2到胡某3家拿打架的钢管时，见到被告人胡某某在胡某3家，遂邀约胡某某一起去打架。当天中午12时许，被告人胡某某与邹某、刘某2、胡某2等人在鱼洞卫生院门口持钢管殴打张某2、张某4时，邹某被张某2打伤。经镇雄县公安司法鉴定中心鉴定：张某2、张某4的伤构成轻微伤；邹某的伤构成重伤二级。本院审查认为，公诉机关宣读出示的证据，经质证、核实，证据来源合法，证明内容客观、真实，证据间能相互印证，本院予以采信",
    "563": "原判认定，2016年9月至12月期间，被告人邓小华、殷德兴二人注册成立遂宁市淼森房地产营销策划公司（以下简称淼森公司），在无实际履行能力的情况下，以低价团购商品房为名，先后与蒋某、何某等23名被害人签订购房协议，共骗取其购房定金人民币23万元后逃匿。所得资金用于二人的日常开支、偿还个人债务等。原审诉讼过程中，被告人邓小华向每位被害人退赔了违法所得人民币5000元，签订了还款计划，并取得谅解。",
    "640": "（一）2011年春的一天，被告人李某甲从迁安轧一钢铁集团有限公司库管员被告人李某某处得知迁安轧一钢铁集团有限公司库房内有不入账的财物，二被告人遂合谋窃取。后被告人李某甲又找到宗俊涛、矫佳良（另处）、张宏泽、矫某某共同窃取企业财物紫铜铜套和铜棒。（二）2011年4月份，被告人宗俊涛与矫佳良（另处）发现迁安轧一钢铁集团有限公司6号库房内有电缆后，找到迁安轧一钢铁集团有限公司保安被告人张宏泽商量待被告人张宏泽值夜班时窃取电缆。后被告人张宏泽又找到迁安轧一钢铁集团有限公司保安被告人裴某、周某某共同窃取电缆。",
    "772": "2016年1月至2019年11月，被告人费阳波在本市九真镇圣水大道皇冠超市二楼开设麻将馆，组织他人以打麻将的方式聚众赌博，从中抽头渔利。2019年11月7日19时许，天门市公安局查获该赌博场所，当场查获参赌人员24名，收缴赌资5901元。2019年11月4日，被告人费阳波经办案机关电话通知后到达指定地点接受调查，如实供述其开设赌场供他人赌博并从中渔利的事实。",
    "626": "组织卖淫活动: 从2015年下半年至2016年11月29日，严茂苍在瑞昌市信华国际俱乐部一楼的康乐足浴店内组织了卖淫活动。这一活动得到了许雪冰、李宇、严茂甘、谈瑞芬等人的协助。营运安排: 卖淫女子在康乐足浴店内按编号工作，提供不同时间长度的服务，价格不一。俱乐部与卖淫女之间约定了利益分成比例，每日结算。卖淫项目的营业额和分成: 在2016年8月1日至11月29日间，俱乐部的卖淫项目总营业额达855600元，其中俱乐部按比例分得302420元。严茂苍是俱乐部的实际负责人和经营者；严茂甘担任大堂经理，负责日常事务和员工管理；许雪冰和李宇负责管理卖淫女和客户服务；谈瑞芬和刘秀兰负责前台收银和结算；李美珠作为保安，也参与嫖娼事项的安排。 严淑忠明知严茂苍是俱乐部的实际负责人和经营者，却在警方调查期间假冒负责人投案，试图帮助严茂苍逃避刑事处罚。2016年11月29日，警方对俱乐部进行突击检查，搜出性爱工具、避孕套和相关记账本等证据，并逮捕了几名关键人物。 许雪冰、李宇、严茂甘和谈瑞芬在被捕后未如实供述自己和同案犯的罪行，但在庭审中承认了罪行。",
    "722": "公诉机关指控：被告人李艾琪于2017年3月16日22时许，携带毒品至本市武昌区武泰闸华坤宾馆，后公安民警在该宾馆一楼大厅将被告人李艾琪抓获，并现场查获其随身携带的透明塑料袋装晶体颗粒毒品1包。经鉴定，上述毒品为甲基苯丙胺，净重49.55克。公诉机关认为被告人李艾琪具有自愿认罪的从轻处罚情节，建议对其在有期徒刑二年十个月至三年之间量刑。被告人李艾琪对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "76": "经审理查明，2018年1月8日10时许，被告人王大社持事先准备的装在一雪碧瓶内的汽油（约500ｍｌ）至苏州市吴中区金山浜小区宏基物业办公楼找经理，被保安张某、朱某阻拦在一楼楼梯口。后被告人王大社打开汽油瓶欲冲上二楼被保安阻拦，即将瓶内部分汽油倾倒在自己胸前衣服上，并掏出打火机点燃胸前衣物，致在场的保安张某、木渎派出所联防队员翟某、王大社的女儿王某等人的衣物及楼道口的墙面、地面、电线被引燃，后即被扑灭。",
    "196": "2020年2月20日10时许，新乡县公安局民警在工作中发现，被告人于荣平在新乡县朗公庙镇北于店村自家菜地内非法种植毒品原植物（罂粟），民警在于荣平在场的情况下将罂粟苗进行铲除、清点，共计510株。经云南濒科委司法鉴定中心鉴定，鉴定意见为：鉴定送检样品为罂粟科罂粟属罂粟。被告人于荣平到案后自愿如实供述自己的罪行。",
    "608": "2019年9月27日21时许，被告人何祖文通过微信与徐某1联系，约定以人民币1500元贩卖约海洛因1克给徐某1。期间，被告人陈婷明知何祖文贩卖毒品而协助其与购买者联系、商谈，并与对方约定交易地点。2019年9月28日凌晨1时许，何祖文到广州市天河区黄埔大道西876号凯怡阁附近的喜士多门口，将1包净重0.95克的海洛因交给蔡某1后，被民警抓获。随后，民警到抓获陈婷并缴获1包净重1.76克的海洛因、1包净重0.8克的甲基苯丙胺以及作案工具手机2台。",
    "183": "被告人陈某甲通过参加某人民政府公开招录，后分配到某派出所任协管员，起初安排在辖区警务站工作；约2013年4月中旬，陈某甲被调至派出所负责办理居住证，此前未经过岗前培训。2013年5月左右，时任红旗派出所的志愿者治安员周某甲接受其同村李某甲委托，为他人办理居住证。后，周某甲将需办理居住证人员的身份证复印件和本人照片交付给陈某甲，陈某甲未经辖区民警审核签字，先后四次为31名四川籍外地居民办理了一年期居住证，分别登记在辖区明德中医院、祥龙泰超市及天河广场等地，并填写《实有人口信息采集表》登记在册，输入河北省警务综合平台系统网。2014年6月20日，石家庄市公安局桥西分局中山派出所电话通知陈某甲到石家庄市公安局办案中心配合调查；陈某甲于当日自行到达指定地点，如实供述了上述犯罪事实。2014年9月12日因陈某甲涉嫌职务犯罪，石家庄市公安局桥西分局将该案移送石家庄市桥西区人民检察院侦查。陈某甲当庭供述与先前一致，称首次为周某甲代办居住证是在得到片警电话批准后办理的，其他几次是在周某甲告知已经片警同意后办理的。居住证登记地所属管辖民警周某乙、白某、张某对陈某甲此说均予否认。陈某甲当庭如实供述了其犯罪事实。",
    "657": "被告人赵德明与前妻朱凤茹于2006年2月20日协议离婚，赵德明同意支付四万元的女儿抚养费，其中两万元通过其名下房产抵押。2006年7月9日，赵德明将其名下的房产卖给自诉人魏兴杰，并收取500元押金和31700元交易款，还有2300元未付。赵德明的前妻朱凤茹提起民事诉讼，要求查封赵德明的房产。魏兴杰后来也被追加为独立请求权的第三人。赵德明与魏兴杰就房产问题产生争执，赵德明于2006年7月和8月分别在魏兴杰办公室和家中与魏兴杰发生言语和身体冲突，赵德明因此在2006年9月30日被处以500元的行政罚款。2006年8月5日，赵德明与魏兴杰及其两个弟弟发生肢体冲突，赵德明被打致轻伤。赵德明因被打致轻伤而控告魏兴杰。2007年6月14日，魏兴杰因故意伤害罪被判有期徒刑一年，但在2012年经申诉被改判免予刑事处罚。赵德明在2012年1月17日因诈骗罪被判处有期徒刑两年。",
    "137": "盗窃犯罪：程小辉和史某自备工具，使用租赁的黑色途胜越野车，在不同地点多次非法抽盗柴油，总计盗窃1530升。赃物处理：他们将盗得的柴油卖给其他人，包括550升卖给被告人邵某甲，以及980升卖给被告人李凯。毒品交易和吸食：在与李凯的交易中，程小辉接受了5克毒品作为部分油款，并吸食了这些毒品。致人死亡的肇事逃逸：在一次盗窃过程中，被害人闫某发现并试图阻止，程小辉为逃避抓捕驾车逃跑，导致闫某被车碾压死亡。严重的人身伤害：闫某因此事故造成重度开放性颅脑损伤，最终死亡。综上所述，程小辉和史某的犯罪行为涉及盗窃、贩卖及吸食毒品、致人死亡的肇事逃逸等多项严重犯罪。",
    "297": "经审理查明，2013年4月25日21时许，被告人黄某某窜至紫金县紫城镇中兴街，尾随被害人林某某并趁其打电话不备之机抢走其苹果5牌手机一部后逃离现场。经物价部门核价，被抢手机价值人民币3825元。2013年6月27日21时20分许，被告人黄某某伙同花名“华哥”（姓名不详）窜至紫金县紫城镇新紫路中医院门口，由被告人黄某某尾随被害人喻某某并趁其打电话不备之机抢走其苹果4Ｓ牌手机一部，后坐上“华哥”等候的摩托车逃离现场并予以销赃。经物价部门核价，被抢手机价值人民币3040元。",
    "395": "公诉机关指控：被告人石小改伙同刘虎臣于2016年9月14日8时许，在北京市朝阳区农业展览馆西门南侧100米处，为表达诉求，采用爬信号塔、悬挂横幅的方式制造影响，造成大量群众围观，东三环交通拥堵近30小时，社会秩序严重混乱。被告人石小改、刘虎臣于2016年9月15日被公安机关抓获归案。被告人石小改当庭辩称没有犯罪事实，被告人刘虎臣当庭对指控的基本事实及罪名不持异议。辩护人分别作了罪轻辩护。经本院审理查明：被告人石小改伙同刘虎臣于2016年9月14日8时许，在北京市朝阳区农业展览馆西门南侧100米处，为表达个人诉求，采用爬信号塔、悬挂横幅的方式制造影响，造成大量群众围观，导致东三环交通拥堵，公共场所秩序严重混乱。被告人石小改、刘虎臣于次日被公安机关抓获归案。公安机关扣押被告人所持水果刀一把、条幅一幅，现移送在案。",
    "616": "经审理查明，2012年1、2月至2016年1、2月间，上诉人林某在承建蕉岭县桃源东路人行道改造工程、任希桥南段道路建设工程、丘逢甲故居周边民居修缮工程和蕉岭县三圳镇福北村、招福村“美丽乡村”民居外立面改造工程过程中，为感谢蕉岭县住房和城乡规划建设局原局长古某（另案处理）将上述工程交给或推荐其承建并在工程验收、工程款拨付方面对其的关照，先后向古某送款5笔，共计11万元。主要事实如下：1、2012年1、2月的一天，上诉人林某为感谢古某将蕉岭县桃源东路人行道改造工程和任希桥路面改造工程交给其承建，以及在承建过程中古某对其的关照，到古某住家向古某送款2万元，古某收下了此款。2、2013年1、2月的一天，上诉人林某为感谢古某一直以来对其承建的工程项目的关照以及希望以后继续得到古某的关照，到古某住家向古某送款2万元，古某收下了此款。3、2014年1、2月的一天，上诉人林某为感谢古某一直以来对其承建的工程项目的关照以及希望以后继续得到古某的关照，到古某住家向古某送款2万元，古某收下了此款。4、2015年1、2月的一天，上诉人林某为感谢古某推荐其承建蕉岭县丘逢甲故居周边民房修缮项目，到古某住家向古某送款2万元，古某收下了此款。5、2016年1、2月的一天，上诉人林某为感谢古某推荐其承建蕉岭县三圳镇福北村、招福村“美丽乡村”建设工程以及在工程验收时古某对其的关照，到古某住家向古某送款3万元，古某收下了此款。",
    "648": "传销组织活动：被告人余喜林、吴丽萍、张胜兵等人是传销组织的成员。余喜林作为传销窝点的“管家”，负责管理日常事务和人员。诱骗和限制人身自由：2016年8月4日，被害人何某2被传销人员骗至上饶市信州区，并被带到传销窝点。在此过程中，被告人吴丽萍和其他成员参与了诱骗行为。强制洗脑和威胁恐吓：为了使被害人加入传销组织，被告人余喜林、张胜兵、吴丽萍及其他成员在所谓“主任”的指挥下，通过日夜看守、语言威胁和恐吓等手段对被害人进行强制洗脑教育。导致被害人死亡：2016年8月7日，被害人何某2在被带至森林公园时趁机逃跑，但不幸在信江河溺水死亡。逃逸行为：被害人何某2跳河逃跑后，余喜林、张胜兵、吴丽萍等人在组织的安排下逃离上饶市。被抓获归案：2016年8月10日，被告人余喜林、张胜兵、吴丽萍在浙江省义乌市被捕。供述罪行：归案后，三名被告人均能如实供述其罪行。",
    "617": "2013年3月1日晚，被害人彭某某在凯里市中博“星光灿烂”动漫城赌博输钱后，向被告人蔡某、黄某某借款5000元继续赌博。在将借款又输掉无钱归还二被告人，凌晨4时许，二被告人便安排被告人陈某、吴某某将彭某某带至凯里市“万家连锁酒店”6338号房间，非法限制其人身自由达70多小时。3月5日8时许，凯里市公安局禁毒大队的民警对该酒店进行吸毒人员排查时，将被害人彭某某解救。",
    "692": "陈国、林英昌、林英楷、林某某四人涉嫌犯罪。他们在2008年参与了沙县夏茂镇后垅村因向莆铁路建设的征地工作。犯罪计划与实施: 陈国和林英楷首先计划虚报征地面积，以套取更多的征地补偿款。随后，林英楷和林英昌商议将虚报的面积分配到几个村民名下，并在收到补偿款后私分。他们制作虚假的征地丈量记录，并将这些记录上报。涉及金额与虚报面积: 总共虚报了14.389亩土地，包括红线内6.386亩和红线外8.003亩。通过这种方式，他们共套取补偿款人民币321,274.5元。资金分配与使用: 被告人间分赃，部分款项作为好处费给予村民，一部分作为村财收入入账。其中，有人民币53,168.39元尚在村民账户中未取出。自首与退赃: 在中共沙县纪律检查委员会调查时，林英昌、林英楷、林某某主动交代了犯罪事实，并退还了犯罪所得。陈国在2013年8月28日自首，并退还了其所得赃款。综上所述，此案涉及的犯罪行为主要是虚报征地面积，套取征地补偿款，并在相关人员之间私分这些非法所得。",
    "170": "经审理查明，2012年11月2日被告人薛某某利用代管泽库县麦秀镇龙藏村草山、草地补偿款20000元职务之便，采取截留手段，挪用该款部分归还个人外债，部分供个人使用，案发后被告人薛某某退赔了全部赃款，并已于2013年5月16日返还给麦秀镇龙藏村村委会。",
    "659": "行贿事实：主要人物：被告人吴某谋，受贿者包括其同学吴某1（政和县移民开发事业局局长）、南庄居民委员会下派支部书记叶松德、支部书记许诸坦和主任吕正瑞。吴某谋意图在不经过正规招投标程序的情况下获得政和县熊山街道新南庄房屋立面装修工程的承包。吴某谋承诺给予上述个人好处，并实际上分别行贿。总计给予行贿金额为5万元人民币。贪污事实：涉及政和县新南庄社区房屋立面装修工程，该工程使用的资金来自于移民后期扶持基金。吴某谋与叶松德、吕正瑞、许诸坦、陈建信共谋，通过修改补助表的数额来虚报资金，并从中分取非法利益。通过两次操作，共虚报移民补助资金27000元人民币。在案件调查过程中，吴某谋主动供述了行贿和贪污的犯罪事实。侦查机关随后对叶松德、许诸坦、吕正瑞、陈建信进行了贪污罪的立案侦查，这四人在传唤后也主动到案并供述了犯罪事实。涉案各方已经退还部分非法所得，总计2.7万元人民币。",
    "540": "向秋宏等人在吉首市合伙经营佳欣休闲会所期间，分别设置188元（向秋宏一方分嫖资88元、卖淫女一方分嫖资100元）等多种不同的性交易收费项目，容留卖淫女毕某、李某、龙某、冉某、谢某、张某2等人在该会所内多次卖淫，卖淫分成按次计算，每完成一次性交易，向秋宏一方收取嫖资后便与卖淫女按比例分嫖资，向秋宏一方已多次提成嫖资获利。",
    "275": "武汉市江夏区人民检察院指控，2018年5月24日7时许，戴某（另案处理）驾驶车牌号为鄂Ａ×××××的宝骏牌小型汽车接送本区藏龙岛栗庙新村“星星幼儿园”学生上学，车辆驶至上述幼儿园门口，司机下车入园，由被告人毛丽亚和当日值班老师王某负责接学生，学生自行下车后，作为执行园长的被告人毛丽亚未检查车内是否还有学生，后戴某将该车驾驶至武汉市天马微电子股份有限公司停车场，期间乘车学生赵某1一直滞留在该车上。上午10时许，赵某1所在班级保育员谢某向被告人毛丽亚反映，赵某1未到校情况，被告人毛丽亚因疏忽大意，未就此事与赵某1亲属联系，也未与司机戴某联系。下午15时许，戴某准备驾驶车辆离开停车场时，发现赵某1躺在该车过道内。后赵某1经送武汉大学人民医院东院抢救无效死亡。经鉴定，赵某1符合因中暑死亡。",
    "794": "被告人姚帝锋预谋抢劫后来到重庆市北碚区七一桥路段，对独自步行的被害人王某进行尾随，尔后用左手持美工刀卡住王某的脖子对其进行威胁并索要现金，因王某未携带现金，姚帝峰未劫得财物。姚帝峰逃离现场后将上述美工刀丢弃于北碚区龙凤桥下龙凤溪中。2019年6月4日，被告人姚帝锋被公安民警抓获归案，其归案后如实供述了公安机关已掌握的上述犯罪事实。鉴于被告人姚帝锋已经着手实行犯罪，由于意志以外的原因而未得逞，系犯罪未遂，对其处罚时还应当适用《中华人民共和国刑法》第二十三条的规定可以比照既遂犯从轻或者减轻处罚;姚帝锋如实供述自己的罪行，对其处罚时还应当适用《中华人民共和国刑法》第六十七条第三款的规定可以从轻处罚。建议判处被告人姚帝锋有期徒刑二年，宣告缓刑四年，并处罚金2000元。被告人姚帝锋对公诉机关指控的事实、罪名及量刑建议无异议且签字具结",
    "645": "原审判决认定，2014年2月26日2时25分许，被告人吕某到兰山区开阳路与临西三路交汇处广逸龙庭洗浴中心洗澡时，见一楼前台只有两名员工，便采取手持仿真枪恐吓威胁等手段，抢劫前台现金2300元，后被群众及该洗浴中心工作人员当场抓获。",
    "603": "原审判决认定：2017年3月1日1时许，被告人周某至淮安市淮安区荷湖星城小区停车场，见被害人杜某1的苏Ａ×××××轿车未锁，从车内窃走国缘四开白酒2瓶、王朝干红葡萄酒2瓶、大前门香烟6包以及百宝莉香水1瓶。经价格认定，上述白酒、葡萄酒、香烟合计价值人民币1508元。另查明，被告人周某于2017年3月2日被抓获，其归案后如实供述了本案事实。被盗百宝莉香水1瓶被淮安市淮安区公安机关扣押并发还被害人杜某1。",
    "306": "2011年8月11日19时许，被告人崔某某驾驶时风牌无户柴油三轮车行驶至210国道349ＫＭ＋200Ｍ处由西北向东南左转弯时，与由南向北行驶的李某甲驾驶的陕ＫＺ6870号酷派小轿车发生碰撞，当场致ＫＺ6870号驾驶员李某甲、乘员荣某某死亡，崔某某受伤，两车受损。事故发生后被告人被妻子送往横山县恒丰医院治疗。",
    "710": "2010年1月22日，被告人施某某在未办理采伐许可证的情况下，雇请他人在镇坪县曾家镇星明村陈家湾集体林内砍伐林木8.522立方米（原木材积），经镇坪县林业局林技工程师鉴定折活立木材积17.044立方米。被告人施某某违反国家森林法规，未办理采伐许可证，即在集体林内砍伐了活立木材积达17.044立方米的林木，属盗伐林木数量较大，其行为触犯了《中华人民共和国刑法》第三百四十五条第一款之规定，犯罪事实清楚，证据确实充分，应当以盗伐林木罪追究其刑事责任。",
    "237": "刘建的犯罪行为：刘建在瓦房店市公安局太阳派出所被民警拟抓捕时弃车逃跑。民警在其车内查获冰毒15.3克、大麻1.4克。刘建在瓦房店市老虎屯镇天赋网吧路边向李超贩卖冰毒2克。刘建在北甸子小区贩卖冰毒2.49克给吕乐后被抓获，车上又查获冰毒27.6克。吕乐的犯罪行为：吕乐在其租住的房内容留尹春成、李超吸食冰毒。吕乐在同一地址容留尹春成、李超和矫某吸食冰毒。吕乐在北甸子小区附近向王某贩卖冰毒1克。吕乐在其租住的房内向矫某贩卖冰毒2.49克。吕乐伙同赵胜达在北甸子小区贩卖冰毒2.2克给王某时被捕。赵志群的犯罪行为：赵志群在吕乐租住的房内向赵胜达贩卖冰毒2.2克，同日被抓获，身上查获冰毒1.25克。综上所述，被告人刘建涉嫌非法持有毒品16.7克，贩卖冰毒32.09克；吕乐贩卖冰毒5.69克；赵志群贩卖冰毒3.45克。案涉毒品已被大连市公安局禁毒支队罚没收缴。",
    "728": "经审理查明：2014年5月11日至2014年5月13日，被告人颜高平、杨玉堂，在被告人杨玉堂租住的本市盘龙区内，组织多人聚众赌博。被告人颜高平负责发牌并从中抽取渔利。被告人陈剑翔、张国有在赌博过程中负责望风。2014年5月13日凌晨1时许，被告人颜高平、杨玉堂、陈剑翔、张国有在本市盘龙区碧水云天小区被公安人员抓获，并当场从被告人颜高平处查获抽头渔利共计人民币7800元，从被告人陈剑翔处查获赃款450元。公诉机关认为被告人颜高平、杨玉堂、陈剑翔、张国有的行为已触犯《中华人民共和国刑法》第三百零三条第一款之规定，应当以赌博罪追究四被告人的刑事责任",
    "664": "原审判决认定，2015年6月12日凌晨，被告人徐亭在霍城县惠远镇伊犁河路中心南街与被害人马某1因砂石料一事发生争执，后被告人徐亭持橡胶棍追打被害人马某1。在未经被害人马某1允许的情况下又持匕首闯入被害人马某1家中，并用匕首将被害人马某1的背部捅伤。经霍城县公安局法医室鉴定，马某1损伤程度系轻微伤。",
    "390": "佛山市顺德区人民检察院指控称，从2015年9月份开始，被告人梁某甲在佛山市顺德区杏坛镇桑麻工业区二路某号某号铺某某士多店店内接受约六十多人的非法六合彩投注。2015年9月22日，民警将上述地点查获，当场起获相关的投注单据61张，并抓获涉赌人员梁某乙等人，起获赌资人民币6053元。",
    "343": "2014年9月1日晚8时许，被告人刘兴华与刘某甲路、高某甲等人吃饭、唱歌，期间饮酒。次日凌晨1时许，刘兴华驾驶豫Ｈ×××××号面包车送高某甲回家。当其驾车经过沁阳市西向镇东高村百货超市门口时，因车速快被在此喝酒的张某丁拦下。张某丁骂刘兴华并对刘兴华殴打，又将刘兴华驾驶的面包车前挡风玻璃砸烂，后被在场人员拦开。刘兴华让同车的刘某甲打电话报警，并下车去找该村的高某子，途中报警电话打通，刘兴华不让出警，并在与高某子之父高某癸一起前往现场的途中，取出钥匙串上的小刀握在手里。被害人张某丁见刘兴华返回，冲到刘兴华跟前，二人厮打在一起。厮打中刘兴华持刀朝张某丁胸部捅一刀，张某丁倒地，刘又捅刺张某丁面部一刀。后刘兴华将刀扔弃逃离现场。张某丁被送往医院抢救无效死亡。经法医鉴定，被害人张某丁系被他人用单刃刺器刺伤左胸部造成心脏破裂致急性心包填塞死亡。经检验，被告人刘兴华的血样中乙醇含量为102ｍｇ／100ｍｌ。被告人刘兴华的犯罪行为给附带民事诉讼原告人造成了一定经济损失。上诉人刘兴华上诉及其辩护人辩护称：侦查机关未及时告知酒精含量检验结果，证据存在重大瑕疵，不应认定刘兴华构成危险驾驶罪；原判认定故意杀人罪错误，刘兴华属于防卫过当，应认定为故意伤害罪；被害人案发当晚大量饮酒，并对刘兴华任意辱骂、殴打，对引发案件有重大过错；刘兴华归案后认罪，原判量刑重。",
    "38": "经审理查明，2015年8月11日9时许，被告人印某驾驶辽Ｋ8ｘｘ号小型越野客车在美地庄园小区院内由北向南行驶时，与马某驾驶无牌照两轮电动车由东向西行驶相撞，造成马某受伤经抢救无效死亡的后果。被告人印某留在事故现场等待公安机关处理事故。经沈阳市公安局交通警察支队浑南大队认定，被告人印某在小区内驾驶机动车未确保安全、超速行驶的行为是造成此事故的主要原因，被害人马某未按照驾驶证载明的准驾车型驾驶无牌照机动车的行为是造成此事故的次要原因。另查明，被害人马某的父亲已于其死亡前死亡，其母亲为贾某，被害人马某未婚，其非婚生子为马某甲。被告人印某与贾某、马某甲自行达成调解协议，被告人印某一次性向贾某、马某甲支付死亡赔偿金、赡养费、抚养费、丧葬费等各项费用共计人民币135万元，贾某、马某甲对被告人印某表示谅解，并请求法院对其从轻判处，发生一切后果由其自行承担责任，与法院及被告人印某无关",
    "414": "经审理查明,2016年11月18日22时20分许，在新郑市新华路办事处毛园街二巷9号院一楼，被告人候东铭在为他人算卦的过程中，疏于对香烛纸火等物品的管理，引起火灾，致使在二楼居住的被害人田某4、相某死亡。另查，1、被告人候东铭案发后明知他人报警而在现场等候处理，到案后如实供述了其主要犯罪事实。2、被害人田某41950年11月29日出生，案发时年龄为65周岁，农村户口。",
    "774": "蒙城县人民检察院指控：被告人苏会程自2017年8月经营蒙城县逍遥中路苏会程餐饮店。自2017年10月至2018年2月，被告人苏会程拖欠15名工人工资共计55972元。2018年7月9日，蒙城县人社局劳动保障监察大队对其下达限期整改指令书责令其支付所拖欠的工人工资，被告人苏会程采取逃匿的方法逃避支付。2018年10月17日，被告人家人将拖欠的15名工人工资足额支付。公诉机关提供了被告人供述、证人证言等证据，认为被告人苏会程的行为构成拒不支付劳动报酬罪，应依照《中华人民共和国刑法》第二百七十六条之一的规定依法追究其刑事责任。辩护人提出的辩护意见是被告人苏会程认罪态度较好，在案发后已经支付劳动者报酬，可以从轻处罚。",
    "376": "经本院审理查明，被告人王宝刚系大庆市亿达油田技术开发有限公司法人，从2012年与大庆油田有限责任公司第十采油厂签订提捞采油作业合同后，每年续订一次提捞采油作业合同，负责第十采油厂肇州分公司井区提捞作业。2020年1月1日与大庆油田有限责任公司第十采油厂续订提捞采油作业合同，2020年1月5目，被告人王宝刚利用为第十采油厂提捞作业便利，利用第十采油厂监管漏洞，以车辆出现故障没有进行提捞作业为由，未向第十采油厂交付原油，组织刘样，王某1、李某2、梁立国(均另案处理)使用两辆无牌照油罐车将提捞作业产出原油运至肇东市跃进乡赵秧子屯西侧五百米处，使用黑Ｅ×××**农用车上拉载的柴油机将无牌照油罐车内原油导入晋Ｃ×××**货车内。公安机关工作人员发现不明人员在肇东市跃进乡赵秧子屯西侧导原油后进入现场进行抓捕，被告人王宝刚发现有车辆进入倒油现场，指使刘某1(另案处理)驾驶黑Ｅ×××**银灰色现代轿车跟随进入现场，被告人王宝刚被公安机关工作人员当场抓获。现场收缴原油净重35.1417吨，价值人民币136241元。",
    "405": "经审理查明，被告人谢明有为非法占用林地，自2017年2月以来，在乐东县国营福报农场二十一队公益林地擅自砍伐林木，2017年3月7日被乐东县林业局千家管护站护林员张某1、张某2发现，谢明有便随二人至千家管护站接受调查，后张某1向乐东县森林公安局报案。经鉴定，被砍伐天然林地总面积15.67亩，被砍伐天然林木总株数为602株，其中胸径大于或等于5厘米的林木株数336株，活立木蓄积量11.3626立方米；胸径小于5厘米的幼树林木266株。",
    "687": "原审判决认定：2017年9月30日，被告人谢建江因债务纠纷未经房主刘某1允许，喊开锁师傅打开被害人刘某1位于娄底的屋门，并更换门锁，接其85岁的母亲李某2一起居住在该房内。期间，刘某1父子多次要求谢建江及其家人离开，谢建江要求对方还钱才离开。自2017年9月30日开始，谢建江及其家人一直强行居住在娄底刘某1家里，居住期间致刘某1家部分财物损坏。经鉴定，被损坏财物价格为4015元。刘某1一方报警后，民警多次做谢建江工作，谢建江拒不配合民警搬离该房。直至2018年5月15日，谢建江被刑事拘留后，谢建江的家人才将谢建江的母亲接回。2018年5月15日，民警电话通知被告人谢建江到公安机关接受调查，谢建江到案后对上述犯罪事实供认不讳。",
    "552": "经审理查明：2018年8月11日23时30分许，被告人毛晓傅和朋友酒后乘坐出租车，后无故与出租车司机范金仓发生纠纷，随后范金仓报警。昆明市公安局官渡分局关上派出所辅警杨某、付某所先行赶赴现场了解情况，在此过程中，被告人毛晓傅无故对被害人杨某、付某所进行辱骂，对被害人杨某进行殴打，将被害人杨某手中的执法记录仪打掉在地上，将随后赶赴至现场的辅警丁某所打伤。经鉴定，被害人杨某、丁某所的伤情均为轻微伤。另查明，被告人毛晓傅家属与被害人杨某、丁某所于2018年8月28日自愿达成赔偿协议，由被告人毛晓傅自愿赔偿二被害人医疗费、误工费、护理费、营养费、交通费及执法记录仪损失共计9600元，二被害人自愿出具书面谅解书表示对被告人毛晓傅的行为予以谅解，并请求司法机关对被告人毛晓傅予以从轻处罚。",
    "667": "抢劫罪：2015年1月6日晚上，被告人符某东、符某杨和牛某忠在儋州市的文化中路二街对面路边实施了抢劫。他们拦截了两名放学的学生，黄某某和羊某某。符某东持匕首威胁羊某某，强行搜取其财物，包括钱财和香烟。同时，符某杨将黄某某踢倒在地，并试图抢夺其手机。黄某某趁机逃跑，被告人随后追赶，但被一群学生用石头赶跑。故意伤害罪：2015年1月7日，被告人符某东提议报复前一晚追打他们的学生。符某东、符某杨、牛某忠和钟某学（在逃）同意了这个计划。他们购买了四把砍刀并租了一辆小轿车。当天晚上，他们在文化中路一街路口埋伏，并错误地认为蔡某某和张某某是前一晚参与追打他们的学生。符某杨戴上口罩并持砍刀追砍蔡某某，导致蔡某某受到多处重伤，包括肾脏和膈肌损伤。随后，他们追砍张某某并逃离现场。蔡某某因伤住院40天，经诊断他的伤势包括右上臂不全离断伤、左胸腰部刀伤、肾破裂、胸壁穿透伤、左第12肋骨骨折和膈肌破裂。符某杨家属为此赔偿了3万元医疗费。此外，涉案的四把砍刀被认定为管制刀具。最终，公安民警于2015年1月抓获了符某东和牛某忠",
    "147": "2020年5月10日，被告人陈铭华在本市叠山路与象山北路交界处，将一粒甲基苯丙胺片剂（俗称麻古）和一小袋甲基苯丙胺（冰毒）以人民币600元的价格出售给杨某（另案处理）。同年5月28日，吸毒人员欧某找杨某（另案处理）帮忙购买一粒甲基苯丙胺片剂（俗称麻古）和一小袋甲基苯丙胺（冰毒），并通过微信转账毒资人民币600元给杨某，杨某遂联系被告人陈铭华购买，并通过微信转账毒资人民币500元给陈铭华。陈铭华在本市东湖区象山北路附近将一粒甲基苯丙胺片剂和一小袋甲基苯丙胺交与杨某，杨某随后将所购毒品转交欧某。同年6月4日，被告人陈铭华在本市叠山路与象山北路交界处，将一粒甲基苯丙胺片剂和一小袋甲基苯丙胺以人民币900元的价格出售给杨某（另案处理）。同年7月3日，被告人陈铭华被公安机关抓获归案。到案后，其如实供述了自己的犯罪事实。公诉机关认为，被告人陈铭华三次向他人出售含有甲基苯丙胺成分的毒品，其行为触犯了《中华人民共和国刑法》第三百四十七条第一款、第四款的规定，犯罪事实清楚，证据确实、充分，应当以贩卖毒品罪追究其刑事责任。",
    "411": "原审判决认定：2018年2月26日11时许，被告人胡院平将其购买的三包毒品甲基苯丙胺（冰毒）放在车牌号为湘Ｄ×××××的轿车后尾箱内，后驾驶该车由湖南省衡南县往广东省广州方向行驶。当日16时许，被告人胡院平驾车行驶至宜章县小塘收费站时被高警局宜章大队民警查获，当场从驾驶的该轿车尾箱一花色挎包内的红色中华牌铁盒内缴获可疑白色晶体3包（分别净重为20.45克、4.36克、6.29克，共计31.1克）。经郴州市公安局物证鉴定所鉴定，被查获的上述可疑白色晶体均检测出甲基苯丙胺成分。另查明，被告人胡院平到案后如实供述了上述主要犯罪事实。2018年2月27日，公安人员对被告人胡院平进行尿检，结果呈甲基安非他明阳性。2018年2月27日，被告人胡院平因在2018年2月17日、18日晚吸食毒品被宜章县公安局处以行政拘留十二日并处罚款一千元。",
    "316": "2016年3月9日下午15时许，被告人杨秀芬在自家的菜地内烧地草时，因风势过大不慎引发森林火灾，烧毁下木树、新寨、大槽三个小组村民的杉树等林木。经鉴定，过火林地面积为4.8公顷（折合72亩），其中：有林地4.02公顷（折合60.3亩），未成林造林地为0.78公顷（折合11.7亩），受灾林木为杉树、八角树、被烧毁的林木共计16130株。为证明指控的事实，公诉机关提交了以下证据：书证、证人证言、被害人陈述、被告人的供述和辩解、鉴定意见、辨认笔录等。公诉机关认为，被告人杨秀芬在野外用火不慎失火引发森林火灾，造成严重后果，危害公共安全，其行为已触犯《中华人民共和国刑法》第一百一十五条第二款之规定，犯罪事实清楚、证据确实充分，应以失火罪追究其刑事责任。",
    "630": "重庆市巫山县人民法院判决认定，2007年4月11日20时许，被告人田林与干龙、杨寿保、蒋祖钊（均已判决）等人一同前往原巫山县巫峡镇早阳村打砸“怡心缘”发廊，到达“怡心缘”发廊后，干龙以嫖娼时被卖淫女抓伤为由，要求“怡心缘”发廊老板范某某支付医药费，范某某不同意，田林、蒋祖钊、杨寿保等人拿出斧头和刀具，逼迫范某某交出了人民币295元。随后，蒋祖钊、田林等人将“怡心缘”发廊的柜台、玻璃门等物品砸坏并离开现场。2007年4月26日，经巫山县价格认证中心鉴定，“怡心缘”发廊被毁坏的财物价值2064元。2014年6月10日，被告人田林在上海市军天湖监狱二监区服刑时主动向民警供述了2007年在重庆市巫山县伙同他人犯抢劫罪的事实。经二审审理查明上诉人田林于2007年4月11日在巫山县伙同他人抢劫的事实与一审判决认定的事实相同。",
    "654": "非法侵占他人财物： 王祥银和王祥根在施工现场周边非法建造简易房，并以此为由向施工方索要钱财。这种行为构成了非法侵占他人财物。敲诈勒索： 他们通过阻碍施工、要求施工方支付赔偿金来获取不正当利益，这构成了敲诈勒索的犯罪行为。强迫交易： 在施工方支付了一部分赔偿金后，王祥银和王祥根继续阻止施工，强迫施工方支付更多的钱财，这构成了强迫交易的犯罪行为。构成未遂： 根据赔偿协议，尚有29.75892万元未被索取，这表明敲诈勒索的犯罪未能完全实现，构成了未遂。总的来说，这个案件涉及了非法侵占财物、敲诈勒索、强迫交易和未遂等多个犯罪内容。",
    "606": "原判认定：1、2019年10月17日，被告人廖太子与同案犯张涵（未满16周岁）等人将被害人张某（案发时已满14周岁未满16周岁）控制在吉首市阳光城附近的福顺家庭宾馆2号房内，采取殴打、威胁的方式强迫张某卖淫赚钱。张某受迫答应卖淫后，廖太子、张涵于次日14时许将被害人带至汽车西站送上吴鹏飞驾驶的汽车，廖太子、张涵通过张娅莹收得嫖资500元。张某被带至凤凰县禾库镇金娥宾馆一房间，后在宾馆老板吴金娥的帮助下逃离、报警。2、2019年5月14日晚，廖太子伙同张涵在吉首市维也纳KTV门口强行将被害人杨某某（案发时已满14周岁未满16周岁）带至乾州水利大厦一房间，同案犯廖坚子、姜垣敏（案发时未满16周岁）等人赶来联系嫖客。杨某某用手机联系其男友被廖太子和张涵用酒瓶和扇子殴打，被迫同意卖淫。杨某某被张涵和廖坚子、姜垣敏送到水利大厦802号房间与一嫖客发生了性关系，获得嫖资1000元被张涵全部拿走。张涵分给姜垣敏400元，其余600元被廖太子、张涵等人所得。3、2019年6月底的一天，杨昌艳（另案判决）与男友杨衡（另案判决）为达到让被害人张某某（案发时未满14周岁）从事卖淫的目的，将张某某骗至久久宾馆一房间内，杨昌艳与杨衡伙同吴爱超、李雨（另案判决）在久久宾馆将张某某轮奸。在张某某拒绝卖淫、并逃单（未及时前往）后的一天晚上，廖太子伙同张涵、姜垣敏、张俊枝（案发时未满16周岁）联系杨昌艳将张某某强行带至财信大厦楼顶上，对张某某进行殴打，其中张俊枝、杨昌艳用手打张某某耳光，廖太子用木棍击打张某某头部，杨衡将张某某摔倒在地，致张某某头部出血。次日晚上，廖太子等人再次将张某某带至财信大厦楼顶殴打，廖太子使用酒瓶击打、威胁张某某，姜垣敏劝解后，张某某答应跟着姜垣敏卖淫。经姜垣敏介绍，张某某与同一名嫖客先后在寨阳跳水桥附近停车场内的汽车上和久久宾馆7楼房间发生性交易，获得嫖资2100元。在姜垣敏联系张某某去杨昌艳家进行卖淫被拒绝后，廖太子在电话里威胁张某某，张某某被迫同意卖淫，张某某在杨昌艳家卖淫后获得嫖资500元。廖太子于2019年10月21日被民警抓获归案。另查明，廖太子于2020年1月3日在律师王亚东的法律援助下，在审查起诉阶段签署了认罪认罚具结书。",
    "672": "敲诈勒索罪：2012年，宋某与被告人郑宝来合作开发“桥鑫佳苑”一期工程。郑宝来以工程问题为由阻挠工程进展，并向宋某索要100万元作为二期工程利润。2012年10月，为避免合同违约和损失，宋某被迫与郑宝来签订协议，给予郑宝来房产和现金。随后，郑宝来继续以各种借口阻挠工程进展。贩卖毒品罪：2013年，闻喜县公安局接到匿名举报，指控郑宝来涉嫌贩卖毒品。调查中，多人供述在郑宝来处购买过毒品（冰毒）。郑宝来对贩卖毒品的指控否认，但有多人尿检结果呈阳性。宋某劝说其他人向公安机关检举郑宝来贩毒，这些人最终被罚款，并由宋某支付罚款和提供资助。综上所述，郑宝来被指控涉及敲诈勒索和贩卖毒品两项犯罪行为。",
    "70": "经本院审理查明，被告人吉某于2018年7月2日5时35分许,驾驶超载的车牌号为×××,在G6京藏高速公路1913KM+700米由西向东逆向行驶时与被害人位某1驾驶的在高速公路正常行驶的车牌号为×××轻型自卸货车相撞,事故造成被害人位某1、乘客王某二人不同程度受伤,经青海省正信司法鉴定所鉴定,位某1、王某二人人体损伤程度均为重伤二级。",
    "638": "预谋犯罪：被告人陈某英、蔡某新、卢某柏和尹某吾共同商议使用非法手段获取被害人王某的IC电子产品。诱骗被害人：被告人陈某英通过假装与被害人王某交易IC电子产品的方式，将王某诱骗到其驾驶的汽车上。非法限制人身自由：在汽车上，四名被告人控制住被害人王某，限制其自由，并对其进行言语威胁。持械威胁：被告人陈某英持刀对被害人王某进行威胁。抢劫：被告人在偏僻路段停车，将被害人拉出车外，并抢走了3000个IC电子产品。销赃：被告人蔡某新和陈某英将抢来的电子产品低价卖给一名收购电子产品的胡姓男子，并将所得赃款分配给其他共犯。被抓获和定罪：公安人员在之后的日子里逐渐抓获了所有四名被告人，并对他们进行了起诉。",
    "600": "被告人黄某甲与黄某乙、鲁水发（均已判刑）三人在共同办理坡头区官渡水泥厂等单位职工补缴养老保险的过程中，为不符合参保条件的社会人员办理社保补缴手续，向参保人员收取手续费。为谋取不正当利益，三人经密谋后，先后多次给予坡头区社会保险基金管理局局长杨流及该局工作人员莫亚来、潘彩琼、陈媚、宋国海以财物，行贿共计人民币60.7万元。具体事实如下：2010年9月至2011年12月期间，被告人黄某甲和黄某乙在坡头区社会保险基金管理局（以下简称坡头区社保局）杨流的办公室及杨流的家里，先后六次向杨流行贿，合计人民币29.2万元。2010年6月至2012年春节前，被告人黄某甲和黄某乙分别在坡头区社保局楼下的手机店门前、坡头区社保局附近的一间杂货店旁、坡头区政府大院等处，先后五次向莫亚来行贿，合计人民币13.3万元。2011年的一天上午，被告人黄某甲与鲁水发在湛江海滨宾馆门口，向潘彩琼行贿人民币1万元。2010年下半年至2011年底，被告人黄某甲与鲁水发分别在湛江市赤坎区的军区第三招待所门口和赤坎区爱华广场附近的信用社旁，先后三次向宋国海行贿人民币13万元。2011年4月的一天，被告人黄某甲和黄某乙在坡头区大海湾饭店向陈媚行贿一张昌大昌超市2000元的购物卡。2011年12月的一天，被告人黄某甲与黄某乙在坡头区灯塔路的手机店旁，向陈媚行贿人民币4万元。2014年11月20日，被告人黄某甲自动到湛江市坡头区人民检察院投案，如实供述自己的罪行。",
    "550": "被告人华国松：华国松被指控在2019年2月9日无驾驶资格驾驶一辆无号牌的普通二轮摩托车，并在会泽县境内由南向北行驶时发生事故，导致行人倪某6重伤，后因伤势过重不治身亡。交警大队认定华国松承担全部责任。指控细节：华国松涉嫌违反交通运输管理法规，因驾驶行为导致一人死亡，其行为触犯了《中华人民共和国刑法》第一百三十三条规定，应当以交通肇事罪追究刑事责任。他在事故发生时未佩戴安全头盔，驾驶的摩托车未经登记、未投保交强险，且驾驶速度过快。民事责任：附带民事诉讼原告人要求对华国松及车辆所有者王艳进行连带赔偿。他们主张医疗费、误工费、死亡赔偿金等经济损失共计558626.10元。辩护意见：华国松的辩护人指出，华国松有自首情节，事故发生后立即救助并支付了部分费用。他们认为华国松作为年轻人，赔偿能力有限，建议从轻处罚。检察院建议：建议对华国松处以一年至二年有期徒刑，并考虑民事赔偿情况。总结来说，本案的核心犯罪行为是被告人华国松的交通肇事罪，导致一人死亡，涉及无证驾驶、未登记注册的车辆和未购买交强险等违法行为，同时还涉及到相关的民事赔偿责任。",
    "647": "敲诈勒索罪：在2017年10月和2018年2月，被告人耿新科和柴涛等人因为帮助梅某1讨债而产生纠纷。他们多次向梅某1索要3万元人民币作为补偿。在梅某1拒绝支付后，他们将梅某1带到偏僻处，强迫其签下10万元的借条。在此期间，耿新科和柴涛等人通过微信、短信等方式对梅某1进行威胁恐吓，迫使其支付款项。这些行为构成了敲诈勒索罪。寻衅滋事罪：在2015年11月，由于鄢某的车被沈某、程某等人砸毁，鄢某非常生气，于是召集耿新科和熊某等人进行报复。双方在红安县园艺大道的“小李飞刀”餐馆附近发生冲突，双方手持管杀器械互相殴打。在冲突中，耿新科用管杀器械砍伤程某，导致程某受到轻伤二级的人体损伤。尽管事后双方达成了刑事和解协议，但耿新科等人的行为构成了寻衅滋事罪。这两个案件均涉及暴力和非法威胁，构成了明显的刑事犯罪行为。",
    "658": "2014年4月24日1时许，在本市朝阳区西×南里×号楼×层楼道内，因邻里纠纷，被告人潘×同田×、曹×夫妇发生争执后互殴，被告人潘×持菜刀将田×、曹×砍伤，致田＂颅骨凹陷性骨折、全身多处皮肤裂伤＂（经鉴定属轻伤一级），致曹＂头皮裂伤、右前臂皮肤裂伤、左肩部皮肤擦伤＂（鉴定属轻微伤）。被告人潘×亦被对方殴至轻微伤。被告人潘×后被抓获。菜刀两把及铁锹一把现扣押在案。",
    "143": "销售有毒、有害食品：被告人刘继花在其经营的位于岱岳区祝阳镇姚中村的鸿祥快餐店内，使用含铝泡打粉蒸制蒸包并销售。经检测，刘继花经营的快餐店生产、销售的蒸包铝残留量为1107.8ｍｇ／ｋｇ。被告人刘继花于2016年4月21日被泰安市公安局祝阳派出所民警传唤到案，到案后如实供述了犯罪事实。",
    "260": "清水河县公安局禁毒大队在工作中发现被告人白何、牛某某在窑沟乡沙石泉村西南的城梁坡沟底种植罂粟，并将在地里正在割浆的被告人白何、牛某某当场抓获，现场铲除罂粟植株2314株。从其家中查获鸦片，经呼和浩特市公安局毒品检验室鉴定，均检出鸦片成分，净重698.1克；同时在其家中查获子弹21发，经呼和浩特市公安局物证鉴定所鉴定均为制式子弹。",
    "784": "公诉机关指控，2015年5月，被告人赵某甲和吴某某（另案处理）共谋利用网络为他人介绍卖淫并从中牟利。2016年3月6日23时许，吴某某通过网络联系嫖客赵某乙、夏某某，并将约定好的时间地点告诉赵某甲后，由赵某甲开车将妓女杨某某、庹某某带至沙坪坝区大学城某酒店内进行卖淫活动，后被公安民警当场抓获。公诉机关建议对被告人赵某甲判处有期徒刑六个月至一年六个月，并处罚金",
    "453": "原判认定：被告人李卫国在2014年1月起利用其担任天博公司第五工程部财务经理、兼埃塞俄比亚的会计（兼出纳）、兼任缅甸办事处会计（兼出纳）的职务之便，多次挪用公司驻埃塞俄比亚办事处、缅甸办事处以及其他国办事处的工程款，通过互联网在360彩票平台购买彩票以及在广东幸福互生贵金属经营有限公司和天津健丰贵金属有限公司网络平台上进行贵金属交易等营利性活动，导致公司亏损共计6028437.15元，至今无法归还。",
    "79": "经审理查明，2016年11月9日20时许，罗平县公安局钟山派出所民警蔡某3、刘某2、何某、刘某1和辅警黄永才、颜某等人在罗平县旁“保山火瓢牛肉馆”206房间内吃饭，期间蔡某3酒后对黄永才进行辱骂，饭后二人在餐馆门口场子上发生撕打，黄永才用刀刺杀蔡某3左胸部、右胸部及左肘关节，后蔡某3被送往罗平县人民医院，经抢救无效死亡。经鉴定，蔡某3系锐器刺破心脏致急性失血死亡。",
    "729": "城市盐湖区人民法院依据（2015）运盐民初字第1976号、第1973号两份民事判决书分别判处被告人何佳琪偿还债务人李某某本金308万元及利息和偿还债权人荆某某本金23万元及利息。判决生效后，因被告人何佳琪拒不执行上述判决，该民事案件申请人于2016年6月30日申请人民法院强制执行。自2013年1月，被告人何佳琪在运城恒隆商场经营品牌服装，其银行账户有巨额资金流动。在申请执行过程中，被告人何佳琪在其使用的银行卡上多次进行现金支取和购物，并乘坐飞机、住星级酒店、购买保险等消费而拒不履行法院生效法律文书确定的义务。",
    "681": "组织卖淫罪：被告人蒋成于2014年8月起，在中国寿光市圣城街道东关村和南关村开设卖淫店。他通过在多个网站发布广告和从其他卖淫店“挖人”，招募了多名女性在其店内卖淫。此外，他还雇佣了李永春、孙录平、李庆功等人进行日常管理、望风和收款，并在店内安装监控设备和对讲设备以便管理和逃避公安打击。蒋成通过每次卖淫活动抽取一定比例的嫖资，非法获利超过五十万元。协助组织卖淫罪：自2017年起，李永春、李庆功、孙录平受蒋成雇佣，在其卖淫店内负责日常管理、望风和嫖资结算等工作，协助蒋成组织卖淫。案件还包括其他相关事实，例如被告人李永春在羁押期间主动提供了抢劫逃犯齐某的线索，该线索经查证属实，有助于抓获犯罪嫌疑人。此外，蒋成开设的店面未挂字号也未进行工商登记。",
    "620": "故意伤害罪：被告人曾新波与同案人曾升潮（另案处理）与被害人曾某1和戴某之间发生争执，最终演变成肢体冲突。曾新波用拳头殴打被害人曾某1的脸部，并与对方相互殴打，导致被害人曾某1受到轻伤二级的身体伤害。民事赔偿责任：由于冲突导致的身体伤害，被害人曾某1产生了医疗费、误工费等经济损失。根据法律规定，肇事方需要对这些损失承担民事赔偿责任。案件记录中提到的赔偿项目包括医疗费、误工费以及酌情考虑的营养费和交通费，总计6970元人民币。案件处理：被告人曾新波在公安机关传唤后到案，显示了其对案件的配合态度。总体来看，这起案件主要涉及了故意伤害罪和随后的民事赔偿责任，涉及肢体冲突、身体伤害以及经济损失的赔偿等问题。",
    "634": "被告人李某1于2017年12月10日10时许，在锦州市黑山县某公司院内，与李某因海跃公司拖欠李某工资一事发生争吵，后双方厮打在一起，李某1用硬塑棒子将李某左小臂打伤。2018年2月22日经锦州医科大学附属第一医院法医司法鉴定所鉴定，被害人李某左侧尺骨骨折，损伤程度为轻伤二级。被告人李某1于2018年3月19日主动到黑山县公安局投案。另查明，附带民事诉讼原告人李某伤后在黑山县第一人民医院住院治疗36天，支出医疗费10569.89元，住院期间二级护理。附带民事诉讼原告人李某未做伤残等级鉴定。原审法院认为，被告人李某1故意伤害他人身体，致轻伤，其行为已构成故意伤害罪。被告人李某1主动到公安机关投案，并如实交代其伤害李某的犯罪事实，是自首，依法可从轻处罚。附带民事诉讼原告人要求被告人赔偿医疗费、误工费、护理费、伙食补助费、交通费、鉴定费的合理部分本院应予支持，附带民事诉讼原告人要求被告人赔偿伤残赔偿金，",
    "366": "经审理查明：2017年8月前后，李杰军经人介绍，与徐某约定承租其经营管理的马鞍山市昌明刃具材料制造有限公司（位于本市向山某庄村，企业名称原为马鞍山市昌伟刃具材料制造有限公司）东北侧**厂房（约1200平方米），用于从事废金属加工，并于同年9月1日，安排李跃军代为签订厂房租赁协议。2017年9月至12月期间，李杰军在未办理环境影响评价手续，亦未取得危险废物经营许可证的情形下，雇佣李跃军、韩爱茫等人，在上述租赁的厂房内，非法加工处置废旧电路板，从中提取铜粉。",
    "502": "非法经营和金融诈骗：李泽应在2007年至2011年间通过成立公司进行家电销售业务。在此过程中，他采用高息诱惑的方式非法吸收公众存款，并提供虚假资料向银行贷款。高利贷和非法放贷：李泽应将吸收的资金和贷款用于高利放贷活动，从中获利。组织犯罪和暴力行为：为了防止债务追讨和维护其非法利益，李泽应自2012年起组织刑满释放人员和无业人员，实施暴力、恐吓、滋扰等行为。这些行为包括故意伤害、非法拘禁和寻衅滋事等。洗钱和资金挪用：通过虚假诉讼、高利转贷等方式非法获得和挪用巨额资金。腐败和影响公共部门：该组织还涉嫌拉拢和腐蚀国家工作人员和银行工作人员，谋求非法利益和保护。造成公共损害：这些行为造成了重大的经济损失，影响了当阳地区的经济金融秩序和社会生活秩序，对人民群众的身心健康和财产安全造成了严重威胁。整体而言，这是一个涉及金融诈骗、高利贷、组织犯罪、暴力和腐败的复杂案件，对社会秩序和经济健康造成了严重破坏。",
    "298": "经审理查明，2018年4月26日晚，被告人娄荣福与童某1、陈某先后来到姜某位于上饶县的家中，娄荣福拿出一小袋毒品冰毒，问童某1是否要购买，童某1表示同意，并通过手机微信转账300元给娄荣福。后娄荣福、童某1、陈某、姜某一起将该毒品吸食掉了。",
    "628": "贩卖毒品罪：熊绍恕被控告多次通知肖小兵有毒品出售，并希望肖小兵为其介绍买家。黄某1（已判刑）意图购买毒品，并通过张某（已判刑）的介绍联系了肖小兵。2013年3月19日，黄某1和张某在遂川县巾石乡圩镇的一处老房子会见肖小兵，商议购买冰毒的细节，并最终同意以每克150元的价格购买50克冰毒。肖小兵在与熊绍恕沟通并得到同意后，安排交易地点。张某在交易地点接收冰毒，并将其交给黄某1。黄某1支付6900元购买冰毒，并通过张某将钱转交给肖小兵。肖小兵委托刘某1将钱交给熊绍恕。当晚，黄某1和张某在遂川县城滨江宾馆吸食毒品时被警方抓获，并现场查获毒品，检测出甲基苯丙胺，净重48.3664克。肖小兵在被捕后承认了自己的罪行。赌博罪：2013年1月至11月，熊绍恕通过电话组织“六合彩”赌博。熊绍恕收集了卢某、谢某、肖某1、许某、邓某等人的“六合彩”投注码单，总计74260元，并将这些码单转交给上线，从中获利。熊绍恕在被捕后也承认了其赌博的犯罪事实。",
    "700": "原审判决认定,2017年10月份以来，被告人左志军在长沙市雨花区竹塘路爱地林苑小区13号门面开设无名麻将馆，通过组建微信群的方式，邀集参赌人员打50元一炮的“红中转转麻将”，被告人左志军按照每人每场50元的标准抽取水钱。2018年4月2日22时许，公安机关查获该场所，抓获被告人左志军、工作人员龙某（已作行政处罚）及参赌人员张某、李某、毛某、王某、胡某、陈某、刘某、邓某、罗某、覃某、周某（均已作行政处罚），当场扣押并收缴赌资人民币17460元、扣押记账本2个。扣押被告人左志军非法所得人民币1150元。经查，2018年3月7日至案发，该赌场共计非法获利人民币2.5万余元。",
    "173": "经审理查明，被告人宋ｘ和被告人李ｘｘ系夫妻关系。2012年5月份，宋ｘ和李ｘｘ的儿子宋ｘｘ驾驶车辆发生交通事故，致乘车人施ｘ左小腿截肢，因宋ｘｘ系未成年人，对于施ｘ的民事赔偿由宋ｘ和李ｘｘ承担。宋ｘ和李ｘｘ收到民事判决书和执行通知书后拒不履行民事责任。2012年9月29日，汤原县人民法院裁定查封宋ｘ、李ｘｘ所有的位于汤原县吉祥乡保安村农用胶轮车一台、农用四轮车一台及当年种地收益等物品，但宋ｘ、李ｘｘ在明知的情况下，于2012年年末将收获的粮食卖掉后所获钱款用于偿还其它欠款而未交予法院执行。2016年9月9日，汤原县人民法院执行局对宋ｘ和李ｘｘ执行司法拘留时，宋ｘ和李ｘｘ殴打、阻拦法院执行局工作人员，宋ｘ将一名法院执法局工作人员孙ｘ右前臂划伤，并将执法车辆砸坏。经法医鉴定：孙ｘ损伤程度属轻微伤。经侦查，被告人宋ｘ、李ｘｘ于2016年9月9日在吉祥乡家中被抓获到案。",
    "344": "经审理查明，2018年2月13日15时许，黄智昌（另案处理）驾驶的小车与郑某驾驶的小货车在南梧二级公路桂平市寻旺乡东塔村路段发生交通事故，双方在现场协商未果后，黄某4通过微信、打电话的方式通知他人前来帮忙解决问题。不久后，被告人黄桂强等人闻讯赶到现场欲帮助黄某4解决问题。此时，郑某亦通过他人通知黄某2等人前来帮忙。当日17时许，双方仍协商不成，前来帮助黄某4的人遂用拳头对郑某和黄某2进行殴打，致使黄某2的鼻子被打伤出血（经鉴定，黄某2鼻部的损伤属轻伤二级）；黄某2被打伤后打电话叫黄某1前来帮忙。当日18时许，黄某1、黄桂国等人驾驶小车赶至现场见黄某2被他人打伤，遂从小车的尾箱中取出铁锤对黄某4的小车进行打砸。被告人黄桂强等人见黄某1等人打砸黄某4的小车后，遂拿出砍刀与铁棍对黄某1进行殴打，致使黄某1被打伤。经鉴定，黄某1头部的损伤（创口累计长度）属轻伤一级、右胸背部的损伤（创口长度）属轻伤二级。另查明，被告人黄桂强的家属与被害人黄某1已达成民事赔偿协议，被告人黄桂强的家属已赔偿了人民币20000元给被害人黄某1，取得黄某1的谅解。",
    "782": "武平县人民检察院指控：2019年4月6日凌晨2时许，被告人陆海伟酒后驾驶闽Ｄ×××××号小轿车从武平县平川街道“中远上城”社区出发往县城东大街方向行驶，途经平川街道东大街××超市门口路段时，碰撞路中心隔离护栏，造成车辆及护栏损坏的交通事故。武平县公安局交通警察大队民警接被告人报警后出警处理，并在现场查获等候处理的被告人。同日4时40分，被告人被带至武平县医院依法提取血样。经武平县公安局交通警察大队认定，被告人负事故全部责任。经福建龙津司法鉴定所鉴定，送检的被告人血样中检测出乙醇，含量为124.72毫克／100毫升。公诉机关认为，被告人陆海伟在道路上醉酒驾驶机动车，其行为触犯了《中华人民共和国刑法》第一百三十三条之一第一款第二项的规定，应当以危险驾驶罪追究其刑事责任；并认为被告人具有自首等量刑情节，建议判处被告人拘役一个月十日，缓刑三个月，并处罚金2500元。",
    "166": "受贿罪：从2003年10月至2008年5月，黄某生在南方电力建设集团（南电集团）担任部门主管期间，利用职务便利，收受了与南电集团有业务往来的穗明公司法定代表人丁某贿赂的现金共33万元，以帮助穗明公司在电力工程项目中获取利益。在南电设计公司担任副经理期间，黄某生收受丁某贿赂的现金15万元，帮助穗明公司在电力工程项目招投标中获益。同时期，黄某生还收受了江苏中仁电气公司和浙江温州环宇集团公司支付的贿赂，总计30万元，以在电力工程设计中推荐其产品。行贿罪：从2011年11月至2012年9月，作为北区公司总经理，黄某生为获取电力工程项目，向广州白云供电局局长谢某行贿，包括现金80万元及价值15万元的购物卡。索贿和收受贿赂：在北区公司任职期间，黄某生向广州穗鑫建筑工程承包有限公司索贿，并收受了现金80万元、购物卡、沉香饰品及旅游费用等。收受广州光大电力工程有限公司董事长刁某贿送的现金2万元，以助其完成电力工程项目。案件处理：黄某生于2012年11月被广州市越秀区人民检察院调查，随后被立案侦查并刑事拘留。2013年4月，黄某生因涉嫌受贿、行贿被广州市南沙区人民检察院再次立案侦查，并被刑事拘留。黄某生的家属代其向检察院退还部分贿赂款项，总计70万元。以上是案件的主要犯罪内容。这个案例涉及的犯罪行为主要围绕受贿、行贿、索贿等财务不当行为，显示了黄某生在其职务期间利用职权进行非法收益的情况。",
    "641": "贪污罪:2014年1月1日，史永昆与其他几名工作人员（包括党支部书记李明和副场长赵某、王某，以及报账员李某）共同贪污森林抚育费人民币5万元，每人分得1万元。2014年2月20日，史永昆以支付森林抚育工程承包费为由，骗取10万元，并将其中9万元借给李玲芬购车，剩余1万元用于个人挥霍。挪用公款罪:2011年初，史永昆挪用公款5万元给弥勒市傲翔电脑销售有限公司法定代表人史某进行营利活动。此款项后来已归还。2014年8月，史永昆再次挪用5万元公款给同一公司法定代表人史某进行营利活动。此款项也已归还。2012年11月2日，史永昆挪用公款10万元给个体工程老板李文云进行营利活动。此款项后来已归还。2013年6月21日，史永昆挪用公款5万元给个体工程老板杨跃进行营利活动。此款项后来已归还。破案后，史永昆的家人代其向检察机关退缴了贪污所得款人民币11万元。原审认定史永昆的行为构成贪污罪和挪用公款罪，且挪用公款情节严重。鉴于其有自首情节并积极退赃，法院依法给予从轻或减轻处罚。",
    "637": "职务侵占罪，2010年7月3日，汉帛公司与天宸公司签订加工合同。由于生产进度延迟，汉帛公司副总经理王某串通天宸公司外发组长章某，虚开了两张拉杆箱出货单，共计630套。贿赂与好处费支付：王某以每套10元的价格诱使章某进行此行为，并支付给章某4000元好处费，余下2300元约定在后期支付。章某向天宸公司前法定代表人吴天华反映了虚开出货单的事情，并将违法所得4000元上交给吴天华。汉帛公司后来起诉天宸公司要求支付加工款。法院在审理中扣除了虚开的630套拉杆箱，这些箱子的总价值被鉴定为85050元。",
    "590": "周超发、周超栋和劳学委密谋并实施了一系列抢劫行为，为了隐瞒身份，三人购买口罩并用湿纸巾遮挡车牌。周超栋负责驾驶摩托车，带领其他两人前往化州市东山街道办博龙下道岸村寻找作案目标。他们首先抢劫了劳某，一名未成年人。劳学委持刀，周超发协助，而周超栋则在附近望风。他们成功抢走劳某的摩托车以及车内的物品，包括一部360牌手机和一条伸缩棍。在大山尾小学球场附近，他们再次抢劫了另一名未成年人，梁某。在这次抢劫中，他们使用了伸缩棍和刀具威胁梁某，最终抢走了他的白色东毅牌摩托车。案件中涉及的财物总价值为6370元。后来，公安机关找回了部分被盗物品并返还给劳某。周超栋还通过家属赔偿给劳某和梁某，包括一辆新的摩托车和现金，从而获得了被害人及其法定代理人的谅解。总的来说，这个案件涉及有预谋的抢劫和暴力，被告人针对未成年人进行犯罪行为，并造成一定的财产损失。最终，部分损失得到了赔偿。",
    "632": "诈骗组织及其运作：该诈骗团伙由曾树荣（已被判刑）领导，与台湾地区的诈骗团伙勾结。他们在厦门市思明区和湖里区南山路的原华联商厦四楼等地设立了诈骗窝点。窝点安装了专门用于与台湾地区通话的网络电话，并设立了“行政组”、“秘书组”、“控台组”等不同的组别来执行诈骗活动。诈骗手法：诈骗手段包括由“秘书组”成员冒充台湾年轻女性，随机拨打台湾电话，与台湾男性建立起虚假的感情关系。这些“秘书”以酒店女员工、酒促小姐、美容院女员工等身份与受害者聊天，建立所谓的男女朋友关系。待关系稳定后，他们会以各种借口向受害人诈骗钱款。当受害者要求见面时，“秘书”会联系“行政组”和“控台组”人员，利用之前建立的虚假身份和信息，进一步诱骗受害人到指定地点“消费”或以其他借口直接骗取钱财。骗取的资金会按照预先约定分给大陆和台湾的诈骗团伙成员。",
    "742": "公诉机关指控，2018年7月31日14时许，被告人赵艳新在武汉市洪山区华中师范大学西门“可多超市”门口，盗走被害人沈某放在桌上的“苹果”牌8Ｐｌｕｓ型手机一部。经鉴定，该被盗手机价值人民币5207元。案发后，上述被盗手机已追回并发还被害人。被告人赵艳新已取得被害人谅解。公诉机关认为被告人赵艳新具有认罪认罚的处罚情节，并取得被害人谅解。建议判处被告人赵艳新拘役五个月，并处罚金人民币二千元。被告人赵艳新对指控的犯罪事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "621": "经审理查明，2013年5月30日1时许，原审被告人付应成提供吸食冰毒的工具、张某某提供冰毒，付应成容留吸毒人员张某某、王某某、黎某某、曾某某在其位于三台县西平镇中新街97号家中吸食冰毒。2015年2月15日21时许，原审被告人付应成在三台县西平镇鑫瑞商务宾馆开7009号房间，提供冰毒、吸食冰毒的工具，容留吸毒人员成某某、李某甲、张某某、章某某、李某乙吸食冰毒。",
    "3": "锦屏县“高岑脚”（地名）山场林木属三江镇龙啦村村民廖某所有。2017年，廖某因向被告人王宗明借款无力偿还，与王宗明商量用“高岑脚”山场林木抵偿给王宗明。2019年11月，被告人王宗明在未办理《林木釆伐许可证》的情况下，擅自将该山场林木予以釆伐。2020年4月30日，经锦屏县森林公安局委托林业技术人员对该山场被滥伐林木情况进行鉴定，意见为：釆伐面积1.4亩，釆伐蓄积17.32立方米，釆伐株数为65株，森林类别为地方公益林，树种为杉木。同时查明：案发后，锦屏县森林公安局对涉案木材予以扣押，委托锦屏县林业局变卖得款人民币5820元。2020年5月4日，王宗明主动到锦屏县森林公安局投案，如实供述其犯罪事实。",
    "675": "1. 挪用公款罪被告人常永智利用其作为鹤壁市水利局局长的职务便利，指示财务科长杨海燕将30万元公款从鹤壁市淇河新区段防渗减漏工程建设管理局账户转移到他控制的私人公司（鹤壁辰龙泉管业有限公司）的会计黄某账户，用于公司经营。该款项于2011年1月4日归还。同样利用职务便利，常永智指示将300万元公款从同一工程建设管理局账户转移到另一个他控制的私人公司（鹤壁惠众节能材料科技有限公司）账户，用于公司运营。该款项于2012年12月26日和28日归还。2. 受贿罪石某为感谢常永智在承揽防汛会商室装修工程时的帮助，于常永智办公室给予其2万元现金。鹤壁虎亨江混凝土管道制品有限公司董事长李某为承揽水利工程，为常永智装修两套住房并支付8万元装修款。常永智后来上缴廉政账户6万元。鹤壁市万商隆工贸有限公司经理高某为了中标鹤壁市水利局的项目，并在常永智的帮助下成功中标，事后感谢之下送给常永智共40万元，分两次支付。常永智利用职权和地位，参与浚县长虹渠、白寺坡蓄滞洪区安全建设应急工程投标，并在中标后将工程转包给河南义豪实业有限公司，并向该公司董事长张铁秀索要50万元，后者安排人将款项转账给常永智指定账户。以上案件中，常永智的行为涉及利用职务之便进行公款挪用和接受贿赂，这些行为违反了相关法律规定。",
    "613": "组织卖淫：周华任于2010年底从徐云锡和蔡国文手中转租了双峰县富厚大酒店三楼的洗浴中心，并在2011年初经过装修后开业。开业后，该洗浴中心提供卖淫服务。周华任、徐云锡和蔡国文之间有明确的分工和管理责任。周华任负责提供卖淫小姐的食宿和场所，徐云锡和蔡国文则负责小姐的管理和招募。卖淫服务的价格定为188元、248元和328元，洗浴中心从中抽取相应的台费。徐云锡和蔡国文从周华任收取的台费中提取一定比例的管理费。蔡国文负责日常工资结算和管理，陈桃阳负责前台接待和收银。十余名小姐除在洗浴中心卖淫外，还被安排到酒店房间提供服务。2012年3月22日，警方对洗浴中心进行检查，逮捕了陈桃阳和数名卖淫嫖娼人员。从2011年11月1日至2012年3月21日，涉案人员累计非法获利619,659元，其中周华任获利535,979元，徐云锡和蔡国文共获利83,680元。",
    "627": "被告人阴冠平以抢钱为目的在石家庄市新华区市庄路寻找被抢对象，见到被害人杨某1（女，1985年出生）独自行走，边走边打电话，且用一只手掌控着挎包，即进行尾随，之后抢被害人的挎包。被害人发现了阴冠平的抢包行为，并用双手抓住挎包带予以抗拒。阴冠平用双手抓住包身抢包，最终将被害人拽倒在地，将挎包带拽断，抢得挎包后逃跑。期间，被害人右手受伤。被害人追赶阴冠平并报警，当晚警方抓获阴冠平并缴获被抢挎包以及其中的现金1551元、苹果4（16Ｇ）型手机一部（经鉴定价值1112元），绿色长款折叠钱包一个、银行卡、身份证等物品，之后依法发还被害人。2015年3月8日，被害人杨某1出具《谅解书》，同意对阴冠平予以谅解。原审被告人阴冠平上诉及辩护人辩称：被告人的拉拽行为不属于暴力，或者说暴力程度较小，应认定为抢夺罪。",
    "519": "聚众斗殴：2013年6月16日，付起因与王某1之间的矛盾，双方约定在成某县某商务酒店门前进行聚众斗殴。付起带领约二百余人，持有砍刀、铁叉、木棍等凶器，与王某1的团伙进行械斗。此次斗殴导致多人受伤，包括重伤和轻伤。故意伤害：在聚众斗殴中，高某某、段金刚等人受到伤害。段金刚的右臂被砍伤，部分人员受到严重的伤害，其中包括构成重伤和轻伤的情况。非法赌博：从2012年底至2013年6月15日，王志等人在成安县某小区北区物业楼二楼开设赌场，招揽人员进行聚众赌博。高某某等人在赌场外放哨，赌场支付工资，高某某从中非法获利。组织赌博：王志在成安县的赌场倒闭后，继续在其他地点组织赌场活动，聚集多人放哨和参与赌博，继续非法获利。这些犯罪活动涉及组织和参与聚众斗殴、故意伤害他人、非法赌博和组织赌博等多项严重的刑事犯罪行为。",
    "468": "被告人刘来现在北京市朝阳区望京花园东区216楼2107号，以出租该房屋收取租房款为名，骗取被害人蔡某人民币8300元、张瑞人民币4400元、程娜人民币6400元。2016年8月17日至20日间，被告人刘来现在北京市丰台区马家堡西里14号楼2305室，以出租该房屋收取租房款为名，骗取被害人陈某人民币6600元、曹世晴人民币5600元、黄莹莹人民币6000元。被告人刘来现于2016年8月24日被北京市公安局丰台分局洋桥派出所民警抓获。现涉案款项均已退赔被害人。公诉机关认为被告人刘来现具有以非法占有为目的，在签订履行合同过程中骗取对方当事人财物，数额较大的犯罪事实，建议判处被告人刘来现一年以下有期徒刑，并处罚金，可适用缓刑。被告人刘来现对指控事实、罪名及量刑建议没有异议且签字具结，在开庭审理过程中亦无异议",
    "671": "开设赌场：被告人吴谦和李经一在2019年10月至11月期间，单独或共同在长沙市开福区开设赌场，使用“德州扑克”作为赌博形式。赌场由熊佰文提供场地和赌博工具。赌场运营：赌场内聘用荷官（如谭征、许迎、周莉等）负责发牌和抽水（即从赌资中提取一定比例作为费用）。被告人彭果晟提供服务员工作，包括带客和望风（即观察并警告可能的危险或警察的到来）。赌博组织和参与：赌场组织了多名参赌人员（如韦某、张某1、张某2等），进行赌博活动。非法获利：吴谦、李经一等人通过赌场运营获得非法收益，包括从赌博中抽水获利。参与赌博的多名人员已受到行政处罚。主要被告人（如吴谦、李经一、熊佰文等）则在2019年11月和12月被公安机关传唤到案，并有资金被扣押。",
    "682": "抢劫行为：2013年6月4日晚，被告人罗某和滕某骑乘电动自行车至宁波市鄞州区石碶街道某地点，抢夺被害人单某的皮包，包内含有现金、手机、身份证、银行卡等物品。2013年6月12日晚，被告人罗某在宁波市鄞州区古林镇某地点，抢夺被害人刘某的单肩包，包内有现金、手机、钱包等物品。2013年6月20日中午，被告人罗某在宁波市鄞州区石碶街道某饭店附近，抢夺被害人章某的手拎包，包内含有现金、手机、银行卡等。在第一次抢劫后，因路人追赶，被告人滕某丢弃赃物逃跑，赃物后被追回。2013年7月1日，被告人罗某在宁波市鄞州分局石碶派出所附近被抓获，当场查获部分赃物。2013年9月29日，被告人滕某在贵州省铜仁市松桃县被抓获。被告人罗某和滕某合谋实施多次街头抢劫，主要犯罪手段是骑乘电动自行车接近目标后快速抢夺财物，并在追赶下逃逸。最终两名被告人均被警方逮捕。",
    "779": "公诉机关指控：2019年5月17日13时许，被告人刘沅霖在重庆市渝北区ＸＸＸ被害人任某某经营的ＸＸＸ超市内购买香烟，任某某将香烟装好后放于柜台处，刘沅霖向任某某出示虚假的微信支付成功截图，趁任某某核对之机，将放于柜台上的价值1546元的香烟拿走。公诉机关认为，被告人刘沅霖的行为构成抢夺罪，具有坦白、退赔的量刑情节，建议判处被告人刘沅霖拘役三个月，并处罚金。被告人刘沅霖对指控事实、罪名及量刑建议无异议且签字具结，在开庭审理过程中亦无异议",
    "610": "原判认定：2012年，被告人伍朋为谋取非法利益，伙同“张某某”、“小酒鬼”，以及被告人陈继发以交朋友、谈恋爱、找工作等方式为名，借故接近被害人熊某某、晏某某、周某某、刘某某、卢某某、陈某某等多名未成年少女，以诱骗、殴打等手段将她们带到普定卖淫，对不服从安排者，被告人伍朋等就采取暴力手段迫使其屈服。被告人伍朋等主要将这些被害人带至普定县城被告人梁大艳、叶胜宽开设的“花之都”发廊，强迫她们在该发廊里卖淫，并按约定提成的方式与被告人梁大艳、叶胜宽分取卖淫所得利益。2012年9月25日，被告人伍朋在安顺经济技术开发区黄果树大道停车站路段被公安民警抓获，当日22时许，被告人叶胜宽、梁大艳在其开设的“花之都”发廊被抓获。同年10月2日，被告人陈继发在紫云车站被公安人员抓获。二审审理查明的事实与原判认定的事实一致。",
    "652": "王海龙和王零昌的田地因附近的安达尾矿碎石加工场和瑞鑫矿业顺发矿点的矿山开采及运输活动受到污染。他们因此多次要求相关负责人恢复其田地的原状，但未得到回应。为了抗议和施压，王零昌首先使用椅子堵在必经之路上，随后王海龙使用白色小轿车封锁了道路长达十天，使得矿山运输车辆无法通行。此行为在2016年和2017年分别发生。敲诈勒索：在封锁道路后，王海龙和王零昌与矿业公司达成协议，分别在2016年和2017年从矿业公司获得了40000元和60000元作为协调运输工作的报酬。在2018年，矿场负责人更换后，王零昌要求新负责人按原协议支付费用。未得到答复后，他再次实施道路封锁，最终又获得了60000元。原审法院认为王海龙和王零昌以田地被污染为借口，多次拦截道路，并以此强行索要财物，严重影响了他人的正常生产经营活动。他们的行为构成寻衅滋事罪。",
    "564": "妨害公务罪：被告人韩某在唐山市路北区韩城镇唐通线老派出所西侧，未经执勤交警允许下，指使两辆货车司机逃跑，阻碍了民警郭某及其他工作人员依法执行联合执法任务。暴力阻碍国家机关工作人员执行职务：在民警郭某上前制止逃逸过程中，被告人韩某不仅阻挠民警的执法活动，而且驾驶汽车撞倒民警郭某并逃逸，构成了以暴力方法阻碍国家机关工作人员依法执行职务。造成人员伤害和经济损失：被告人韩某的行为导致民警郭某受伤，造成了包括医疗费、护理费、交通费等在内的经济损失共计人民币10160元。综上，被告人韩某的行为违反了相关法律规定，构成了妨害公务罪，并给执法人员造成了身体伤害和经济损失。河北省唐山市路北区人民法院据此作出了相应的判决。",
    "694": "挪用公款：被告人张连平在担任山西村党支部书记期间，与另一干部吕某商议，将灵璧县灵城镇征用土地的补偿款（共计1730360.4元）暂时转入自己的中国农业银行账户中，本应用于土地征收补偿。个人使用公款：张连平将这些公款中的70万元转入自己在灵璧县农村商业银行的个人账户，并用于归还个人经营加油站的贷款。此外，他又将100万元转入灵璧县邮政储蓄银行的个人账户，并用这些资金购买理财产品。非法获利：通过购买理财产品，张连平共计获利19484.6元。退还部分赃款：在被灵璧县人民检察院传唤到案后，张连平退还了部分赃款，共计65807元。综上所述，张连平的行为构成挪用公款罪，且在此过程中还涉及个人非法使用公款并获得利益。",
    "684": "职务侵占罪：李刚云作为被告人，在一个涉及土地使用权和补偿的案件中，非法侵占了资金。在榆社化工股份有限公司（榆化公司）扩建项目中，需要租用榆社县北向阳某1集体土地。这个租赁过程涉及到土地租金、青苗补偿和造地费用。非法卖出树木并据为己有款项：根据协议，榆化公司获得了位于其原20万吨渠南土地的使用权，并负责向北向阳村支付土地补偿款。然而，在2006年5月，李刚云非法卖出约200余株树木给史某1和石某二人，并将得到的7万元据为己有，这些树木的所有权本应归村集体所有。综上所述，李刚云的犯罪行为包括职务侵占和非法贩卖集体所有的财产，进而非法获利并据为己有。",
    "763": "被告人胡江虚构可以办理成都信息工程学院学士学位证书的事实，与无法正常取得该校学士学位的学生被害人律九州商议好，以人民币16000元的价格帮助其办理学位证书，被告人胡江先行收取了人民币8000元。后被害人律九州表示“当兵，不需要再办理证书”并要求被告人胡江退钱，被告人胡江继续欺骗被害人律九州可以办证，并制作了虚假的印有律九州名字的成都信息工程学院学士学位证书拍照发给被害人律九州，称证书已办理好并要求其支付余下的人民币8000元，后被害人律九州发现被告人胡江发给其的学士学位照片有异并到公安机关咨询，民警遂在被告人胡江与被害人律九州约定见面的地点将其挡获。公诉机关认为，被告人胡江的行为构成诈骗罪，鉴于其无犯罪前科、自愿认罪认罚、退赔并取得谅解，建议判处有期徒刑六个月，缓刑一年，并处罚金人民币二千元。被告人胡江对指控事实、罪名及量刑建议均无异议，表示认罪认罚且签字具结，在开庭审理过程中亦无异议。其辩护人对指控事实、罪名及量刑建议均无异议",
    "160": "经审理查明，2017年11月7日22时许，被害人蒋某1在焦作市中站区解放西路与怡光路十字口东南角停车后和赵某打招呼时，乘坐赵某车辆的被告人许顺利无故扇蒋某1耳光，并下车对蒋某1进行殴打，后许顺利纠集冯贝贝（已判决）等人持棍棒殴打蒋某1，致其身体多处骨折后又将其拖行数米远继续殴打。经焦作市公安局刑事科学技术研究所鉴定，蒋某1的损伤程度为轻伤一级。被告人许顺利于2019年1月10日主动到焦作市公安局中站分局投案。2019年9月27日，被告人许顺利赔偿被害人蒋某1损失10万元，被害人蒋某1出具谅解书，并撤回对被告人许顺利的刑事附带民事诉讼。2018年8月3日，焦作市公安局中站分局向被告人薛玉红出具告知书（系被告人许顺利妻子），告知许顺利是公安机关正在抓捕逃犯，被告人薛玉红在明知民警在对许顺利进行抓捕，仍多次到其躲藏地为许顺利提供衣物、香烟等生活用品。案件审理期间，经焦作市中站区司法局调查评估，被告人薛玉红具备适用社区矫正。",
    "601": "2018年4月20日，裴某1与孝昌县王店镇的村民何某1、何某2等人因买卖河砂的事情产生矛盾。何某1带人破坏了裴某1经营的裴家河砂场，砸坏了砂场的监控和办公用品。在这一事件发生后，被告人陈建苟和陈凯凯应邀与裴某1、裴某2、裴某3等人一起，持有刀具、棍棒等武器，追赶至孝昌县，堵截并打砸了付稳驾驶的车辆。此行为在孝昌县继续发生，造成的损失评估为4294元。陈建苟和陈凯凯因追逐、堵截、打砸他人车辆的行为，被认定构成寻衅滋事罪。公诉机关对他们的指控成立。",
    "666": "（一）寻衅滋事罪：2006年左右，夏庄镇冯上庄村民组因修建生产路占用冯某8位于村民组南坡大塘南侧的一块约3.5分大小土地，便将位于该塘西侧同等大小的一块土地分给冯某8耕种。2007年左右，被害人冯某8在大塘西侧土地里干活时，被告人冯太强以该土地由其承包为由，对冯某8进行辱骂、殴打，并将该土地强占使用至今。经鉴定，该块土地自2007年3月1日至2018年9月26日的土地承包经营权流转租金价格为1292元。（二）强迫交易罪：2017年6月份左右，被害人王某在承包夏庄镇街西小学改薄工程期间，被告人冯太强采取在夏庄镇街西村委会吵闹滋事，言语恐吓的方式，强迫王某将已口头同意转包给他人的工程转包给冯太强同意的冯某6、冯某7。经鉴定，王某被强迫交易的工程造价为162200元。",
    "771": "公诉机关指控，多年前，被告人王万清将其父亲遗留下来的一支火药枪存放于家中。2018年3月29日，安岳县公安局民警获群众举报后到王万清家中将该枪支查获。经鉴定，该枪支是以火药为动力的非制式枪支，具有致伤力。王万清到案后如实供述了上述犯罪事实，且自愿认罪认罚。并有书证、证人证言、被告人供述与辩解、鉴定意见、检查笔录等证据证实。公诉机关认为，被告人王万清的行为已构成非法持有枪支罪，到案后如实供述其罪行，建议对其判处拘役五个月，宣告缓刑。被告人王万清对指控的事实、罪名及量刑建议均无异议，表示认罪认罚且签字具结，在开庭审理过程中亦无异议",
    "698": "虚假出资罪：顾某甲在成为业顺公司股东时，其160万元出资额实际上并未出资，而是通过受让其他两股东的股权来显示的。这构成了虚假出资的行为。诈骗罪：顾某甲在领取低保救助金和失业保险金的过程中，向有关部门提交了虚假信息。他填写了“失业”、“无收入”、“生活在极度贫困线以下”等不实内容，并提交了其女儿作为非存在公司员工的虚假证明，同时隐瞒了自己作为业顺公司股东的身份。这些行为构成了诈骗。顾某甲在实际拥有公司股份和相应收入的情况下，仍然申请并领取了低保救助金和失业保险金，违反了社会保障制度的规定。这些行为涉嫌构成虚假出资罪和诈骗罪，涵盖了虚假陈述、隐瞒真实收入和资产状况以及非法领取社会救助和保险金等多个方面。",
    "51": "抢劫罪：被告人狄杰胜驾驶摩托车，并在见到秦某时实施了抢劫。他使用手捂住秦某的嘴，并将其拖到附近的涵洞内。在那里，他用沙土覆盖秦某的脸并试图脱光其衣服。未能成功捆绑受害者后，狄杰胜抢走了其携带的包内500余元现金后逃离现场。抢夺罪（五起案件）：在潘西煤矿附近，狄杰胜抢走骑自行车的苗某的挎包，包内有现金、两部手机、U盘、银行卡、身份证等物品。在汶河大道三三公寓路段，他抢夺了张某肩上的挎包，包内有现金、黄金手镯、购物卡等。在莱钢大道北田庄附近，狄杰胜抢走韩某背的包，包内有现金、手机及其他物品。在莱芜市钢城区里辛集市附近，他抢走赵某电动车车筐内的手提包，包内有现金、手机及银行卡。在钢城区里辛街道办事处北田庄村东加气站附近，狄杰胜抢走葛某骑摩托车的前车筐内的包，包内有现金、手机等。被告人狄杰胜在这些案件中的抢夺总价值超过14000元人民币。在所有案件中，他都是单独作案，并且主要是在道路上或其附近对行人或骑车者进行抢夺。他的作案手段包括使用暴力或威胁，并且他通常是在驾驶摩托车时进行抢夺。",
    "353": "郑州高新技术产业开发区人民检察院指控：被告人王宠龙自2008年开始吸食毒品大麻。2017年8月份，王宠龙委托其在美国的朋友“杰克”（具体身份不明）自美国向我国境内邮寄大麻花。王宠龙通过网络购买一张姓名为“周富强”的假公民身份证，以“周富强”作为接收人，以郑州高新技术产业开发区冬青街龙柏里8号汉庭快捷酒店作为地址接收毒品大麻花。2017年8月15日下午17时许，被告人王宠龙在酒店签收包裹时被公安机关当场抓获。经称量，其签收的包裹内含大麻花1524克，经取样后送检验，送检的大麻花样品均检出四氢大麻酚、大麻酚成分。",
    "787": "经审理查明，2019年7月，被告人王志华以1万元的价格，将固始县赵岗乡街道居委会环山组村民汪某家责任地内杨树买下，在未办理林木采伐许可证的情况下，擅自将树木砍伐，经鉴定现场共计砍伐杨树91棵，折合立木蓄积19.4083立方米。案发后，被告人交纳生态补偿金4000元。",
    "689": "上诉人刘波等人系传销组织成员，2016年12月8日起，利用姚伦宝（另案处理）承租的上饶市信州区三江花园小区1期1栋1单元601室为窝点，以“天津天狮生物发展有限公司”的名义开展非法传销活动。2017年7月7日，被害人赵某被骗入该传销窝点。2017年7月15日左右，被害人许某被骗入该传销窝点;2017年8月4日，被害人田某1被骗入该传销窝点。期间，为了迫使被害人加入传销组织，赵记恒、郭亮、潘朝林、邹露等人在窝点主任和窝点管家被告人刘波的授意指使下，不时采取强行按倒、罚站、罚蹲、不让睡觉、言语威胁、语言侮辱等非法手段对被害人进行看守、控制，剥夺其人身自由，并通过灌输传销理念进行强制洗脑教育，迫使被害人交钱上线加入传销组织。2017年8月8日，被害人赵某被转移至其他窝点后被解救。2017年8月14日，位于信州区三江花园小区1期1栋1单元601室的传销窝点被公安机关查获，刘波等人被抓获，被害人许某、田某1获得解救。",
    "541": "经审理查明，被告人纳某、吴某系卧龙电气银川变压器有限公司员工，负责硅钢片的剪切及废料控制任务。被告人李某系该公司的废料收购商。2014年，被告人李某提议，并与被告人纳某、吴某共谋，由纳某、吴某利用工作便利，将公司的成品硅钢在被告人李某拉运废料时运出公司，三被告人共同获利。2015年4月13日上午，被告人纳某、吴某在卧龙电气银川变压器有限公司车间上班期间，利用职务便利欲将卧龙电气银川变压器有限公司5卷硅钢（价值94640元）以废料装箱的形式通过在该公司收购废料的被告人李某运出公司时，被该公司综合办主任曹某当场查获。后曹某对被告人纳某、吴某、李某进行询问，三被告人如实交代全部犯罪行为。案发后，被告人李某向卧龙电气银川变压器有限公司交纳罚款现金100000元。",
    "622": "2015年至2016年期间,被告人罗信合先后数次纠集被告人王帅等人,在白天、晚间采取喷漆、挂横幅、大喇叭呐喊、跟踪、辱骂、阻挡等手段,在乾县天泰宾馆及其停车场(张应光经营的)、乾县大杨镇大杨东村(张应光老家)、咸阳市中宏小区(张应光居住的小区)向张应光索要赌博债务。罗信合等人恶势力犯罪团伙行为,严重影响了该宾馆的正常经营,严重影响了大杨东村住户及中宏小区业主、张应光妻子许某某的正常生活。喷漆喷字的行为严重损毁了他人的财物(其中陕AXXX**丰田汽车被喷漆后进行了维修)。经咸阳市秦都区价格认证中心评估:该车全车喷漆总值为3800元。罗四雄的指定辩护人提出，不应认定为恶势力犯罪；原判未考虑罗四雄坦白、情节较轻、无前科及家庭困难等情节，量刑较重；具有自首和立功情节。建议从轻判处。",
    "732": "查明事实2017年11月18日凌晨1时许，被告人毕成龙、伍中超、张飞鹏及其女友詹水微与被告人谢桔、谢先洋、谢先海、谢胜在深圳市光明新区玉塘街道长圳钱箱ＫＴＶ不同房间饮酒后，共同乘坐电梯下楼。期间，因谢先洋向其不认识的詹水微打招呼一事，张飞鹏误以为詹水微被调戏，双方便在电梯口发生争吵，继而相互厮打，随后发展为持灭火器、铁锅、铁勺等物品在附近宵夜档口斗殴，致使毕成龙等8人均受伤。民警接到群众报案后，赶往现场处警，发现毕成龙等人受伤，便送其到附近医院治疗。在治疗过程中，毕成龙等7人均向民警承认参与殴打，后被民警传唤至派出所接受调查。经鉴定，谢先海头皮创口长度累计8.0ｃｍ以上，损伤程度为轻伤二级；谢桔受伤致眼部挫伤，谢先洋口腔粘膜破损，张飞鹏头皮创口，詹水微体表挫伤面积15.0ｃｍ2以上，损伤程度均为轻微伤；伍中超左拇指创口，毕成龙左面部擦伤，谢胜左腹部挫伤，损伤均未达轻微伤。案发后，毕成龙等人（含詹水微）相互谅解，互不追究对方责任。",
    "624": "2017年9月14日中午，被告人蒋礼松在上海市奉贤区奉浦街道ＸＸ路ＸＸ号沙县ＸＸ店门口，窃得被害人陈某停放于该处价值人民币1090元的蓝色和奇牌电动自行车1辆。",
    "375": "非法持有毒品: 被告人周亚非法持有23.37克含有甲基苯丙胺成分的毒品。这是案件的主要犯罪行为。 2018年1月25日晚上，金堂县公安局的民警在进行例行检查时，在周亚位于金堂县赵镇中河路龙洞小区的住所内抓获了周亚，并在其卧室床头柜抽屉内发现了毒品。周亚供述称，所持有的毒品中有一部分是向一个名为“李某”的人购买的，其余则是“李某”交给他保管的。根据《中华人民共和国刑法》的相关条款，周亚的行为构成非法持有毒品罪。因其能够如实供述犯罪事实并当庭认罪，法院决定给予从轻处罚。最终，周亚被判处有期徒刑一年四个月，并处罚金人民币6000元。查获的23.37克毒品被没收。",
    "465": "2019年4月，被告人王建军在威海市环翠区羊亭镇王家夼村种植毒品原植物罂粟1196株用于自己食用，后被公安机关铲除。",
    "537": "重庆市第一中级人民法院判决刑事部分认定，被告人吕广木与被害人郑中秀原系情人关系。二人分手后，吕广木认为被郑中秀欺骗感情、骗取钱财，遂生报复郑中秀之念。2014年6月14日21时许，吕广木趁郑中秀不在家之机，找人开锁进入位于重庆市北部新区大竹林康庄美地Ｘ区Ｘ栋Ｘ-Ｘ的郑中秀家。吕广木发现郑中秀已与他人结婚，决定杀死郑中秀，并从郑中秀家厨房取得菜刀，在客厅等候至郑中秀回家开门时，持菜刀猛砍郑中秀头面部、肩背部等处，致郑中秀受伤倒地，后逃离现场。郑中秀被送往医院抢救，诊断为头面部、肩背部、四肢等处刀砍伤致多处骨折、肌肉断裂、肢体离断，并因伤终止妊娠。经鉴定，郑中秀的损伤程度属重伤二级。同月15日，吕广木到公安机关自动投案，如实供述了其持刀杀人的事实。重庆市人民检察院认为，原判决认定事实和适用法律正确，量刑适当，审判程序合法。鉴于吕广木亲属二审期间与被害人郑中秀就民事赔偿达成协议，并取得郑中秀谅解，建议依法裁判。",
    "614": "个人行贿：李家超在2014年下半年至2015年年底，向德安医院分管药品的副院长严某贿送购物卡7张，总值人民币29000元。从2010年10月至2017年1月，李家超根据药品进价金额的20%比例，向德安医院神经康复科主任焦某贿送药品回扣款共计人民币99538元。在2015年9月至2016年11月，李家超根据药品进价金额的20%或25%比例，向德安医院骨关节科主任何某贿送药品回扣款共计人民币51930元，并在节日期间向何某贿送购物卡2张，总值人民币800元。对单位行贿：从2015年7月至2017年2月，李家超根据药品进价金额的20%比例，向德安医院综合内科贿送药品回扣款共计人民币170009元，该款项由综合内科主任郭某收取后分发给科室医生及用于发放科室加班费等。常州市天宁区人民检察院在2017年3月15日发现李家超有行贿嫌疑，并对其立案侦查。当日，他们对李家超进行了讯问，李家超如实供述了其行贿事实。次日，检察院决定对李家超实施刑事拘留。总结来说，此案件涉及被告人李家超在其作为个人药品销售员期间，为了获取药品选用的竞争优势和销售便利，向多名医院管理人员及科室提供了贿赂，包括购物卡和药品回扣款，总计个人行贿金额为人民币181268元，单位行贿金额为人民币170009元。",
    "625": "原审判决认定，2016年8月25日中午13时30分许，被告人李金花在呼和浩特市赛罕区金桥开发区大兴宇现代汽车4Ｓ店内因借剔肉刀的事由与被害人周晨义发生矛盾，引发打架，被告人李金花用木板将被害人周晨义左眼打伤。经法医鉴定，被害人周晨义左眼所受损伤符合三部两院《人体损伤程度鉴定标准》第5.4.4.ａ条、5.4.4.ｂ条之规定，评定为轻伤二级。",
    "318": "拖欠工资：被告人谭德军在2019年拖欠138名工人从2019年2月至2019年5月的劳动报酬，总计2466685.3元。挪用工资：谭德军在劳务工程项目过程中共挪用工人工资人民币85.3548万元。具体情况包括：2018年8月24日，中铁八局支付30万元进度款至恩建公司，其中28万元被用于支付保证金。2018年10月28日，中铁八局支付9万元进度款，其中4.3548万元被用于支付机械租金。2018年12月21日，中铁八局代发68名农民工工资共80万元，谭德军取出46万元现金，用于支付机械款。019年1月9日，中铁八局代发62名农民工工资共35万元，谭德军挪用其中7万元用于支付合同保证金。合同违约和管理失职：谭德军的班组在2019年5月14日全面停工，未能按合同规定完成工作。此外，谭德军在2019年1月为解决资金问题与中铁八局签订了预收款协议书，但未能按时补足工作。刑事责任：由于拖欠工资，珠海市公安局横琴分局于2019年6月4日以涉嫌拒不支付劳动报酬罪对谭德军立案侦查。综上，被告人谭德军因涉嫌拒不支付劳动报酬罪、挪用工资及违反合同条款等行为，面临刑事责任。",
    "679": "叶正忙、程志勇、曹文星和袁磊共谋在足浴店内组织卖淫活动。足浴店聘用韩令和刘美兰为主管，其中刘美兰负责管理卖淫人员。杨笃华、娄凯、骆书磊在足浴店协助店长经营管理。卢优作为客服，负责接待嫖娼人员、推销办会员卡。卖淫组织方式：2018年4月，该足浴店组织了郑某某、李某某等10余名卖淫女，通过“口交”的形式向他人进行卖淫。非法获利：该足浴店仅在2018年通过非法活动获利达人民币133万余元。2018年4月10日晚，常熟市公安局民警将部分被告人在足浴店抓获。随后几日内，其他涉案人员在不同地点被逐一抓捕。曹文星和杨笃华主动到公安局投案，但未及时如实供述罪行。总结来说，这是一个组织卖淫的犯罪案件，涉及足浴店的管理层和员工共同参与。案件的关键点在于涉案人员通过经营足浴店为掩护，组织和管理卖淫活动，从而获得非法利润。",
    "609": "2015年1月29日晚上，被告人林文兵因家庭矛盾在兴义市桔山办永定二巷富源茶楼内与其兄林某发生争执和抓扯。在争执被人劝开后，林文兵打电话邀请被告人张金祥等人到茶楼。随后，林文兵与林某再次发生冲突。在这个过程中，张金祥被林某用酒瓶打伤头部。因为被打，张金祥叫来朋友杨某（另案处理）等人前来帮助。林文兵、张金祥和杨某等人持刀闯入茶楼，并将刘某1砍伤。刘某1被评定为轻伤一级，经过医院治疗，医疗费用由林文兵支付。后来，刘某1的伤势被评定为十级伤残。林文兵于2015年1月30日被警方逮捕，张金祥则在2016年12月14日被通知到案。两名被告人归案后如实供述了自己的犯罪行为。张金祥赔偿刘某1经济损失20,000元，刘某1对张金祥的行为表示谅解。总体来说，这个案件涉及故意伤害罪，包括身体打斗、持刀伤人，以及之后的医疗赔偿和法律处理。",
    "740": "蔡凤平引诱、容留、介绍卖淫罪一审刑事判决书：2018年以来，被告人蔡凤平在成都市温江区金马镇光明5组的家中开茶铺，后其在旁边搭建了两间木棚，以抽取费用的形式，容留他人进行卖淫嫖娼活动。2019年4月25日9时许，被告人蔡凤平在上述木棚内，分别容留杨廷英与陈善春，李正华与邹世明进行卖淫嫖娼活动。随后，民警在对该场所进行检查时，现场抓获上述违法人员。",
    "85": "利川市人民检察院起诉指控：2013年10月7日12时许，被害人唐某、黄某、饶某、马某在本市丹桂园一巷一游戏室玩赌博游戏，该游戏室员工张某1、李某认为四人利用游戏室送分活动漏洞，套取游戏室钱财，张某1将此事告知游戏室老板谭某1，后某让被告人陈淋前往处理此事。被告人陈淋和他的同伙用小车强行带走四名被害人到一个偏僻地点，这构成了非法限制他人自由的行为。陈淋及其同伙使用暴力恐吓和威胁的手段，要求每位被害人支付3000元人民币，这构成敲诈勒索。在整个过程中，陈淋和他的团伙使用暴力和威胁手段，如威胁要剁手，对被害人进行恐吓和殴打。陈淋被游戏室老板谭某1派去处理被害人利用游戏室漏洞的问题，但他选择了非法的方式进行处理，这涉嫌违法。案件查明后，陈淋对部分被害人进行了经济赔偿。",
    "105": "寻衅滋事：从2006年至2011年，在莱州市金仓街道沿海区域，宗传存为了强占地盘和强挖砂资源，纠集或指使多名被告人多次寻衅滋事。具体行为包括殴打、伤害群众和任意损毁他人财物。例如，2006年4月，宗传存为了建设扇贝厂，组织人员殴打渔民，并拆毁渔民房屋。故意伤害：被害人姜某1在担任司机期间曾伤害宗传存的亲戚。2008年8月，被告人张俊杰等人为了报复，在莱州市一娱乐会所外，持械拦截并攻击李某6和姜某1，造成姜某1严重受伤。非法采矿：2011年至2013年，宗传存在未获得采矿许可证的情况下，安排人员非法采挖海砂。他们在莱州市金仓街道的多个地点进行了非法挖掘活动，非法采挖的海砂总价值人民币48万余元。非法占用农用地：2008年，宗传存指使他人在莱州市金仓街道的多个地点非法采挖砂土，并围建海参池，导致大量耕地被严重破坏。总的来看，这些犯罪行为涉及暴力、非法采矿和对环境的严重破坏，给当地社区和环境带来了严重的负面影响。",
    "436": "被告人雷冰青等人以营利为目的建立“王者归来”微信赌博群，组织赌博人员以微信抢红包赌“牛牛”的方式进行赌博，从赌博人员赢取10倍及以上押注金额中抽取3%作为头薪，并向庄家抽取111元头薪。期间，被告人雷冰青雇佣被告人周文雅为财务；雇佣被告人李某1（已判决）为机器人；雇佣被告人杨某（已判决）为管理员。被告人雷冰青参与期间，赌博群抽取头薪数额约195000元；被告人周文雅为赌博群做财务28天，赌博群抽取头薪数额约182000元。2017年10月中旬开始，施某2、王某2、施某1、黄某、王某3、王某31（均另案处理）等人通过建立“喜来登”、“香格里拉”、“Ｏ记奶茶今天九点开机”等微信赌博群，组织赌博人员以微信抢红包赌“牛牛”的方式进行赌博，雇佣被告人周文雅为财务，主要负责赌客充值结算、工资发放。2017年11月24日至2018年1月25日，该赌博群总押注金额计人民币88817675元。另查明，被告人雷冰青于2019年4月4日已退赃9000元。",
    "605": "在商丘市翔宇大酒店四楼，该组织以洗浴会所为掩护，实际进行卖淫活动。卖淫女数量不等，少则七八人，多则十几名。崔小胖负责全面管理，崔秦秦管理财务和前台接待，职峰峰负责管理卖淫女，唐成和李亚楠为接待经理，宋冬冬和朱振涛管理卖淫女，王可和胡良波前台接待，孟凯和朱某甲打扫卫生和前台接待，武某甲和杨某甲负责望风。此活动涉及商丘市及周边县市，对社会造成恶劣影响。2014年10月7日夜，公安机关进行查抄，现场逮捕部分涉案人员。武某甲和杨某甲于2015年2月分别到公安局投案。该案件反映了一起有组织的卖淫活动，涉及多个人员和复杂的内部管理结构，对当地社会秩序造成了负面影响。",
    "165": "被告人拜华持Ｂ2驾驶证酒后驾驶豫Ｈ×××××号小型普通客车，沿沁阳市山王庄镇陈庄村至张坡村道路由东向西行驶时，被执勤民警当场查获。经呼气式酒精含量检测，结果为103ｍｇ／100ｍｌ。经鉴定，被告人拜华的血液中乙醇含量为117.52ｍｇ／100ｍｌ。公诉机关认为，被告人拜华在道路上醉酒驾驶机动车，应当以危险驾驶罪追究其刑事责任;建议对其判处拘役一个月，缓刑四个月，并处罚金人民币10000元。",
    "404": "非法制造枪支：被告人周熙在一个地下车库内加工铅弹，同时拥有用于改装枪支的工具和零件，包括打眼钻孔机、打磨机、电钻机、非成套枪支散件等。非法持有枪支和弹药：警方在周熙的车辆和车库内查获了多种枪支和弹药，包括仿真长枪两支、一支压缩气体动力的手枪、枪托、枪支底座、弹夹、枪管等，总计51件。其中，两支气枪和一支射钉枪具有致伤力，而且周熙还非法持有150枚小口径步枪弹。非法改装枪支：被告人在取保候审期间通过网上购买仿真枪零件，并在其车上将这些零件组装成两支完整的气枪（HD-50型和“秃鹰”型）。此外，周熙还购买了射钉枪，并将老式气枪的部件改装到该射钉枪上。非法运输枪支：在被军队士兵拦下盘查时，周熙正在驾驶一辆越野车，车内装有三支组装好的枪支和150枚子弹。这些行为违反了相关法律，涉嫌构成非法制造、持有、改装和运输枪支及弹药的犯罪",
    "612": "原判认定：2007年至2014年期间，被告人颜亚明在承租、经营广州市海珠区纺织路1号闲置地块的过程中，为谋取不正当利益，给予该地块所在辖区的广州市海珠区滨江街道办事处党工委书记甘某丙（已判刑）贿赂款人民币1500000元。2008年至2012年期间，被告人颜亚明在承租、经营广州市海珠区滨江街道办事处相关物业的过程中，为谋取不正当利益，分多次送给广州市海珠区滨江街道社区服务发展公司经理林某（已判刑）贿赂款人民币122000元。2008年至2009年期间，被告人颜亚明在承租、经营广州市海珠区滨江街道办事处相关物业的过程中，为谋取不正当利益，分多次送给广州市海珠区滨江街道物业财务公司经理骆某（已移交起诉）贿赂款人民币14000元。2013年4月30日，被告人颜亚明到检察机关投案。",
    "733": "非法销售假药行为：被告人李某在2016年10月4日和11月25日，在常州市新北区太阳城大润发超市一楼的“微时代工作室”内非法销售了“Neuramis”玻尿酸和“注射用A型肉毒毒素”。这些交易分别以690元和920元的价格进行，买家是赵香玉。赵香玉通过微信和支付宝支付了款项。查获和证实假药：2016年12月28日，公安人员在常州市天宁区海伦小屋抓获了赵香玉，并在其协助下抓获了李某。在抓获时，公安人员查获了准备交付给赵香玉的标有“BOTULINUMTOXINTYPEA”（肉毒素）的药物。此外，还在李某家中查获了未出售的“Neuramis”玻尿酸。食品药品监督管理局的认定：经常州市食品药品监督管理局认定，上述药品应当按照假药论处。被告人的认罪和退赔：被告人李某归案后如实供述了上述事实，并在审理过程中退还了违法所得人民币2170元。",
    "506": "经审理查明：一、2017年4月17日，被告人余小燕伙同同案人“小丽”（在逃）在广州市越秀区环市西路省汽车站门口人行天桥上，以铁路塌方要改坐汽车，需先购买高额保险到站后可退回为由，诈骗被害人曹某2人民币1200元。二、2018年8月15日，被告人余小燕伙同同案人陈南京、曾佩仙（均另案处理）在广州市环市西路省汽车站与市汽车站方向的人行天桥处，以同样方式诈骗被害人陈某2人民币5900元。2019年4月3日，被告人余小燕被公安人员抓获归案。",
    "635": "原判认定，2013年9月28日19时许，被告人余某甲为了向被害人黄某甲索要债务，伙同他人到被害人黄某甲所在的吴忠市桓宇商砼有限公司的办公室内，殴打被害人黄某甲、张某甲和黄甲，并使用车辆将三名被害人强行拉至灵武市东山公墓附近，在一树林里继续用木棍殴打被害人黄某甲、张某甲。后将三名被害人带到灵武市“老毛手抓馆”。被告人余某甲在被害人黄某甲向其出具了一张102.3万元的欠款欠条后离开。三名被害人被限制人身自由至2013年9月29日0时许。经二审审理查明，原判认定2013年9月28日，为了向被害人黄某甲索要自身债务，上诉人余某甲伙同他人将害人黄某甲、张某甲和黄甲非法拘禁的事实与原判认定的事实一致。",
    "33": "2014年1月2日，被告彭某邀请被害人杨某及其他人参与赌博活动。赌博过程中，黄某东指控杨某带来的人在赌博中作弊，并疏散了现场人群，只留下杨某带来的人。彭某、黄某东和被告人陈键伟将杨某等人带到偏僻地点，要求支付90万元作为离开的条件。由于杨某等人无法筹集到这笔钱，被告人对他们进行了殴打和淋水。抢劫：黄某东、彭某及其同伙从杨某等人身上搜出9000元现金，还抢走了两条金项链，并扣留了一辆轿车。绑架和持续勒索：随后，黄某东等人将杨某带到一个别墅，并持续逼迫他筹集赎金。最终杨某筹集到2万元。杨某被迫以36800元抵押两条金项链，并将抵押得来的钱交给绑架者。之后，绑架者释放了杨某，并归还了被扣留的车辆。",
    "646": "被告人韩飞飞在廊坊市广阳区白家务乡北王力村金某家门口，因琐事与金某发生口角并对其进行殴打，致金某头外伤神经反应、多发软组织挫伤。经鉴定金某的损伤程度为轻微伤。民警在接到报警赶到现场后，韩飞飞持菜刀劈砍警车，后持刀袭击民警，妨害民警执行公务。",
    "335": "非法集资诈骗：王晓东假冒“温州东华财富发展有限公司”，利用伪造的印章和虚假的借款理由，向104人非法集资共计人民币81028万元。他将少部分集资款用于投资和房产，而大部分款项用于归还他人借款、利息或以高息借给他人。这导致43826.6718万元资金无法偿还。职务侵占：王晓东还利用其在温州东华发展公司的股东地位，指使员工将公司资金借给第三方（朱某甲），并让朱某甲将借来的钱用于偿还王晓东的债务。他通过这种方式非法占有公司1000万元和2000万元的资金。帮助非法集资：尽管知道王晓东非法集资的行为，周某甲仍协助其还本付息等。根据公诉机关的认定，王晓东的行为触犯了《中华人民共和国刑法》的多条规定，包括集资诈骗罪、职务侵占罪，而周某甲则因非法吸收公众存款罪被追究刑事责任。",
    "685": "非法侵入住宅罪：被告人单祖郭在2018年8月，未经董某同意，非法进入其位于宜良县的住宅居住，直到8月14日被警方发现。盗窃罪：在居住董某家中期间，单祖郭于2018年8月10日盗走了一辆董某家中的卡西路牌电动自行车，并尝试将其出售给吴建强。2018年8月13日，又盗走了一辆王派牌电动自行车，交给赵志忠使用。同时，他还撬开了董某家中的电焊机，盗走了里面的铜线，并以227元的价格卖给了废铁回收人员。经过鉴定，被盗物品的价值如下：卡西路牌电动车价值人民币2805元，王派牌电动车价值人民币440.17元，铜线价值340.9元，被损毁的电焊机价值130.13元。被盗的两辆电动自行车已被追缴并归还给董某。一审法院认定，单祖郭的行为构成了盗窃罪，因其盗窃金额达到人民币3586.07元，属于数额较大，并且使用了破坏性手段盗窃铜线。此外，他未经他人许可非法侵入他人住宅，因此也构成了非法侵入住宅罪。因此，法院对被告人单祖郭予以并罚。",
    "602": "原判认定，2018年5月以来，被告人郭丽萍在福安市会展酒店一楼“法拉利动漫城”设置赌博机供人赌博。同年5月16日，福安市公安局查获该场所，并现场查扣能正常使用的供8人参赌的“捕鱼”赌博机2台、供6人参赌的“炸金龟”赌博机2台、供单人参赌的“老虎机”赌博机2台及用于收款的ＯＰＰＯ手机一部。2018年6月13日被告人郭丽萍向福安市公安局投案并退出款项20000元。",
    "424": "组织暴力行动：冯某2在收到宋某和胡某的电话后，组织了一次针对阻止车辆卸建筑材料的人的暴力行动。他纠集了冯某1、朱某、赵某和被告人牛某参与。准备作案工具：这个团伙为了进行暴力行动，准备了包括钢管、刀、木棍等作案工具。宋某负责截钢管，胡某则购买口罩，这些准备行为显示了他们的预谋。在正阳县的工地上，当被害人苏某和武某试图阻止他们卸载建筑材料时，团伙成员使用钢管、刀和木棍对他们进行了殴打，造成苏某轻伤二级、武某轻微伤。在实施暴力后，冯某2驾车将团伙成员送回平舆县城，并在途中丢弃了作案工具，以销毁证据。",
    "623": "被告人薛李和舒某某（部分时间搭载薛桥）驾驶二轮摩托车，在不同地点多次伺机抢夺行人的黄金项链和吊坠。被告人通常靠近目标后，由搭载者抢夺黄金项链，随后逃离现场。被抢物品多为黄金项链和吊坠，每件物品的价值从人民币1412元至5883元不等。被告人在抢夺后销赃，将所得款项耗用。在最后一次抢夺中，薛李和薛桥在逃跑过程中丢失了抢得的物品。这些案件展示了一系列有组织的街头抢夺罪行，涉及多个受害者和较高的物质损失。"
}